Repository: endervad/ffxiv_translation_test
Catalog: exd/Marker/*.xlf
Languages: fr

source: Target to Attack 1
fr: 1re cible à attaquer

source: Target to Attack 2
fr: 2e cible à attaquer

source: Target to Attack 3
fr: 3e cible à attaquer

source: Target to Attack 4
fr: 4e cible à attaquer

source: Target to Attack 5
fr: 5e cible à attaquer

source: Target to Bind 1
fr: 1re cible à entraver

source: Target to Bind 2
fr: 2e cible à entraver

source: Target to Bind 3
fr: 3e cible à entraver

source: Target to Ignore 1
fr: 1re cible à ignorer

source: Target to Ignore 2
fr: 2e cible à ignorer

source: Square
fr: Carré

source: Circle
fr: Cercle

source: Plus
fr: Croix

source: Target to Attack 6
fr: 6e cible à attaquer

source: Target to Attack 7
fr: 7e cible à attaquer

source: Target to Attack 8
fr: 8e cible à attaquer
