Repository: endervad/ffxiv_translation_test
Catalog: exd/FittingShopCategory/*.xlf
Languages: ru

source: Latest Trends
ru: Новинки

source: Online Store Exclusive
ru: Эксклюзив «Online Store»

source: NPC Attire
ru: Наряды НИП

source: Heavensturn
ru: Фестиваль духов

source: Valentione's Day
ru: День Валентиона

source: Little Ladies' Day
ru: День маленьких дам

source: Hatching-tide
ru: Праздник «Вылупления»

source: Moonfire Faire
ru: Фестиваль «Огненной луны»

source: The Rising
ru: Фестиваль «Восхождения»

source: Hunter's Moon
ru: Охотничья луна

source: All Saints' Wake
ru: Праздник всех святых

source: The Starlight Celebration
ru: Празднества «Звёздного Света»

source: Other Collaborations
ru: Другие сотрудничества

source: Fan Festival
ru: Фан-фестиваль FFXIV
