Repository: endervad/ffxiv_translation_test
Catalog: exd/TomestoneConvert/*.xlf
Languages: ru

source: Allagan Tomestone of Lore Exchange.
ru: Обмен Allagan Tomestone of Lore

source: Allagan Tomestone of Scripture Exchange.
ru: Обмен Allagan Tomestone of Scripture

source: Allagan Tomestone of Verity Exchange
ru: Обмен Allagan Tomestone of Verity

source: Allagan Tomestone of Creation Exchange
ru: Обмен Allagan Tomestone of Creation

source: Allagan Tomestone of Mendacity Exchange
ru: Обмен Allagan Tomestone of Mendacity

source: Allagan Tomestone of Genesis Exchange
ru: Обмен Allagan Tomestone of Genesis

source: Allagan Tomestones of Goetia Exchange
ru: Обмен Allagan Tomestones of Goetia

source: Allagan Tomestones of Phantasmagoria Exchange
ru: Обмен Allagan Tomestones of Phantasmagoria

source: Allagan Tomestones of Allegory Exchange.
ru: Обмен Allagan Tomestones of Allegory

source: Allagan Tomestones of Revelation Exchange.
ru: Обмен Allagan Tomestones of Revelation

source: Allagan Tomestones of Aphorism Exchange
ru: Обмен Allagan Tomestones of Aphorism

source: Allagan Tomestones of Astronomy Exchange
ru: Обмен Allagan Tomestones of Astronomy

source: Allagan Tomestones of Causality Exchange
ru: Обмен Allagan Tomestones of Causality

source: Allagan Tomestones of Comedy Exchange
ru: Обмен Allagan Tomestones of Comedy
