Repository: endervad/ffxiv_translation_test
Catalog: exd/JournalSection/*.xlf
Languages: de, fr, ru

source: Main Scenario (A Realm Reborn through Endwalker)
de: Hauptszenario (ARR, HW, SB, ShB, EW)
fr: Épopée (ARR à Endwalker)
ru: Основной сюжет (от A Realm Reborn до Endwalker)

source: Main Scenario (Dawntrail)
de: Hauptszenario (Dawntrail)
fr: Épopée (Dawntrail)
ru: Основной сюжет (Dawntrail)

source: Chronicles of a New Era
de: Chroniken der neuen Ära
fr: Chroniques d'une nouvelle ère
ru: Хроники новой эры

source: Sidequests
de: Nebenaufträge
fr: Quêtes annexes
ru: Побочные задания

source: Allied Society Quests (A Realm Reborn through Shadowbringers)
de: Freundesvölker (ARR, HW, SB, ShB)
fr: Quêtes des peuples alliés (ARR à Endwalker)
ru: Союзные задания (от A Realm Reborn до Shadowbringers)

source: Allied Society Quests (Endwalker)
de: Freundesvölker (Endwalker)
fr: Quêtes des peuples alliés (Dawntrail)
ru: Союзные задания (Endwalker)

source: Class & Job Quests
de: Klassen und Jobs
fr: Quêtes de classe/job
ru: Задания классов и профессий

source: Other Quests
de: Sonstige
fr: Divers
ru: Прочие задания

source: Levequests
de: Freibriefe
fr: Mandats
ru: Поручения

source: Duty
de: Missionen
fr: Missions
ru: Миссии
