Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/FesEsx001_05242/*.xlf
Languages: de, ja

source: TEXT_FESESX001_05242_NONOTTA_000_080<tab>I see! We can mimic the shape of an egg with the canopy, and add some seasonally appropriate patterns to the outer shell. I can picture it now!
de: TEXT_FESESX001_05242_NONOTTA_000_080<tab>Hm<var 1D /var>...? Oh, natürlich! Wenn wir den Schirmen die richtige Form geben und dann bemalen, sehen sie aus wie Wundereier!
ja: TEXT_FESESX001_05242_NONOTTA_000_080<tab>なるほど……傘に模様を描いて、形を整えれば、 飾りタマゴに見えそうですぅ～！

source: TEXT_FESESX001_05242_NONOTTA_000_090<tab>You're right! With some festive patterns on the outer canopy and a convincingly eggy structure, the parasols might just make for a worthy replacement!
de: TEXT_FESESX001_05242_NONOTTA_000_090<tab>Die Schirme bemalen<var 1D /var>...? Oh, natürlich! Wenn wir dann noch ihre Form anpassen, sehen sie aus wie Wundereier!
ja: TEXT_FESESX001_05242_NONOTTA_000_090<tab>傘に模様を描く……なるほど！ 加えて形を整えれば、飾りタマゴに見えそうですぅ～！

source: TEXT_FESESX001_05242_NONOTTA_000_100<tab>That's it, let the eggs turn to parasols in your mind's eye...
de: TEXT_FESESX001_05242_NONOTTA_000_100<tab>Du hast auch keine Idee, was? Naja, geniale Einfälle zu finden ist eben genauso schwer wie Wundereier<var 1D /var>... Ah! Vergiss, was ich grad gesagt habe! Das ist die Lösung!
ja: TEXT_FESESX001_05242_NONOTTA_000_100<tab>黙っているということは、冒険者さんも思いつきませんか～。 そう簡単にひらめきはしないでしょうし、仕方がない……って、 言ったそばから私、いいアイディアが浮かびました～！

source: TEXT_FESESX001_05242_NONOTTA_000_101<tab>If we maintain the egg shape for the canopy and add plenty of festive decorations, they'll more than look the part!
de: TEXT_FESESX001_05242_NONOTTA_000_101<tab>Wir können Schirme als Ersatz benutzen! Wenn wir ihnen die richtige Form geben und dann bemalen, sehen sie aus wie Wundereier!
ja: TEXT_FESESX001_05242_NONOTTA_000_101<tab>それは、傘を代わりにするんです！ 形を整えて、模様を描けば、 飾りタマゴに見えますぅ～！

source: TEXT_FESESX001_05242_NONOTTA_000_110<tab>Parasols are a sight more fiddly than your standard egg, though. With just the two of us, production will take far too long...
de: TEXT_FESESX001_05242_NONOTTA_000_110<tab>Dann müssen wir nur noch herausfinden, wie wir sie herstellen sollen. Schirme sind deutlich aufwändiger vorzubereiten als Wundereier, zu zweit werden wir damit nie rechtzeitig fertig<var 1D /var>...
ja: TEXT_FESESX001_05242_NONOTTA_000_110<tab>あとは、どうやって製作するかですね。 飾りタマゴより複雑な傘を作るとなると、 ふたりだけでは、どうしても時間がかかってしまう……。

source: TEXT_FESESX001_05242_NONOTTA_000_111<tab>So we'll need to enlist further help, just as I did with you.
de: TEXT_FESESX001_05242_NONOTTA_000_111<tab>Ah, natürlich! Wenn es zu zweit eng wird, brauchen wir einfach mehr Leute! Genauso wie du uns aushilfst, gibt es bestimmt noch mehr Leute, die uns unterstützen würden!
ja: TEXT_FESESX001_05242_NONOTTA_000_111<tab>あっ、これって最初に冒険者さんに頼んだときと同じ！ ふたりで足りないのなら、もっと多くの人にお願いしましょう！

source: TEXT_FESESX001_05242_NONOTTA_000_112<tab>Fortunately, the guild artisans should be less likely to balk at a request for parasol parts than a rush order for myriad eggs, particularly if we supply the materials.
de: TEXT_FESESX001_05242_NONOTTA_000_112<tab>Am besten wäre es, wenn wir Experten finden könnten, die uns aus den Materialien die jeweiligen Bauteile herstellen können. Danach kann ich die Schirme auch alleine im Hand<var 16 /var>umdrehen zusammenbauen!
ja: TEXT_FESESX001_05242_NONOTTA_000_112<tab>専門家に素材を渡して、傘の部品に加工してもらい、 それを私が組み立てるのですぅ～！

source: TEXT_FESESX001_05242_NONOTTA_000_113<tab>Let us first pay a visit to the Leatherworkers' Guild. I'm sure they'll be able to transform our leather into something fit for a canopy.
de: TEXT_FESESX001_05242_NONOTTA_000_113<tab>Lass uns mit der Membran anfangen. Ich wette, die Gerbergilde könnte daraus idealen Schirmstoff herstellen. Komm, wir fragen sofort bei Gildenmeisterin Geva nach!
ja: TEXT_FESESX001_05242_NONOTTA_000_113<tab>まずは皮の専門家、革細工師ギルドにお願いして、 皮膜を傘布に加工してもらうのがよさそうですね。 ギルドマスターの「ゲヴァ」さんと、話してみましょう。

source: TEXT_FESESX001_05242_NONOTTA_000_160<tab>I've explained the situation to Geva, and she seems inclined to sympathy. If we keep our manners about us, we should manage to secure the guild's assistance.
de: TEXT_FESESX001_05242_NONOTTA_000_160<tab>Ich habe ihr schon alles erzählt. Sie schien recht verständnisvoll, ich habe also ein gutes Gefühl!
ja: TEXT_FESESX001_05242_NONOTTA_000_160<tab>こちらの事情は説明しておきました。 好感触だったので、加工してもらえそうですよぉ～。

source: TEXT_FESESX001_05242_GEVA_000_170<tab>Ah, if it isn't <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. You must be the adventurer assistant Nonotta spoke of. She was just informing me of your plight.
de: TEXT_FESESX001_05242_GEVA_000_170<tab>Oh, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Du bist also <var 08 E905 ((die Abenteurerin)) ((der Abenteurer)) /var>, <var 08 E905 ((die)) ((der)) /var> bei der Wundereiersuche aushilft, hm? Nonotta hat mich schon informiert.
ja: TEXT_FESESX001_05242_GEVA_000_170<tab>あら、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>。 エッグハントに協力している冒険者って、あんただったのね。 事情はひととおり聞いているよ。

source: TEXT_FESESX001_05242_GEVA_000_180<tab>You must be the adventurer assistant Nonotta spoke of. She was just informing me of your plight.
de: TEXT_FESESX001_05242_GEVA_000_180<tab>Du bist also <var 08 E905 ((die Abenteurerin)) ((der Abenteurer)) /var>, <var 08 E905 ((die)) ((der)) /var> bei der Wundereiersuche aushilft, hm? Nonotta hat mich schon informiert.
ja: TEXT_FESESX001_05242_GEVA_000_180<tab>あんたがエッグハントに協力している冒険者ね。 事情はひととおり聞いているよ。

source: TEXT_FESESX001_05242_GEVA_000_190<tab>Many of our apprentices are looking forward to the Hatching<var 1F /var>tide celebrations─you shall have the guild's aid. Although I'm afraid we lack some of the resources needed to work your leather into parasol canopies.
de: TEXT_FESESX001_05242_GEVA_000_190<tab>Meine Kinder lieben dieses Fest ebenfalls, deshalb will ich euch sehr gerne aushelfen. Allerdings fehlt uns etwas Material, um aus eurer Membran Schirmstoff herzustellen.
ja: TEXT_FESESX001_05242_GEVA_000_190<tab>うちの子たちも祝祭を楽しみにしているし、協力するわ。 ただ、皮膜を傘布に加工するには足りないものがあってね。

source: TEXT_FESESX001_05242_GEVA_000_191<tab>The material is water resistant to a degree, but nevertheless porous. Untreated, it will degrade over time and begin to rot, but our stock of coating is perilously low at the moment.
de: TEXT_FESESX001_05242_GEVA_000_191<tab>Sie ist zwar wasserabweisend, aber mit der Zeit wird sie trotzdem nachgeben, durchlässig werden und verrotten. Um das zu verhindern, müssten wir sie vollständig abdichten, aber eben dieses Dichtungsmittel haben wir nicht auf Lager.
ja: TEXT_FESESX001_05242_GEVA_000_191<tab>耐水性があっても長く使えば破れるし、水漏れするし、腐る。 それを防ぐために強力な撥水加工をするんだけど、 必要な錬金薬の在庫がないのよ。

source: TEXT_FESESX001_05242_NONOTTA_000_192<tab>If it's a water repellent you're after, say no more! We just so happen to have the necessary ingredients, so I can see to its preparation.
de: TEXT_FESESX001_05242_NONOTTA_000_192<tab>Wenn wir dir dieses Mittel bringen, gäbe es also keine Probleme mehr, ja? Überlass das gerne mir, ich hätte da schon eine Idee!
ja: TEXT_FESESX001_05242_NONOTTA_000_192<tab>つまり、その錬金薬を調達してほしいってことですね。 それなら私に当てがあるので、任せてください！

source: TEXT_FESESX001_05242_NONOTTA_000_194<tab>In the meantime, would you take this timber over to the Carpenters' Guild and request that they craft the parasol frame? We can meet up by the Black Rabbit Traders' stall anon.
de: TEXT_FESESX001_05242_NONOTTA_000_194<tab>Könntest du in der Zwischenzeit das Holz zur Zimmerergilde bringen und von ihnen bearbeiten lassen? Ich werde beim Schwarzen Hasen auf dich warten, sobald du fertig bist!
ja: TEXT_FESESX001_05242_NONOTTA_000_194<tab>その間に冒険者さんは、この素材を木工師ギルドに持ち込んで、 傘の部品に加工してほしいと、頼んできてもらえますか？ 終わったら、黒兎堂にいるので、そこで合流しましょう。

source: TEXT_FESESX001_05242_GEVA_000_220<tab>Trust that your leather is in capable hands.
de: TEXT_FESESX001_05242_GEVA_000_220<tab>Den Schirmstoff kannst du getrost mir überlassen. Sobald ich das Dichtungsmittel habe, mache ich mich sofort an die Arbeit.
ja: TEXT_FESESX001_05242_GEVA_000_220<tab>傘布については任せなさい。 錬金薬が届いたら、完璧に仕上げてあげるわ。

source: TEXT_FESESX001_05242_NONOTTA_000_221<tab>Maisenta has played a part in Hatching<var 1F /var>tide preparations for many years now. Whether it be procuring materials or providing useful tidbits, she's always been a pleasure to deal with. In fact, it was she who introduced me to that burly Roegadyn fellow who gifted us the supplies.
de: TEXT_FESESX001_05242_NONOTTA_000_221<tab>Maisenta hilft uns immer bei allem möglichem aus! In anderen Jahren hat sie zum Beispiel die Materialien für die Wundereier bereitgestellt, und dieses Mal hat sie uns in Kontakt mit anderen Händlern gebracht.
ja: TEXT_FESESX001_05242_NONOTTA_000_221<tab>マイセンタさんには、いつもお世話になってるのですぅ～。 飾りタマゴの素材を用意してもらったり、 今回で言えば、あの商人さんを紹介してもらったりですね。

source: TEXT_FESESX001_05242_NONOTTA_000_222<tab>When I asked if she'd help see those ingredients refined into the right alchemical solution, she didn't hesitate for a moment! She's making arrangements as we speak.
de: TEXT_FESESX001_05242_NONOTTA_000_222<tab>Deshalb war ich mir sicher, dass sie uns auch mit dem Dichtungsmittel zur Seite stehen wird, und ich hatte recht! Wir besprechen gerade noch die letzten Einzelheiten.
ja: TEXT_FESESX001_05242_NONOTTA_000_222<tab>なので、錬金薬のこともお願いしてみたところ、 快く請け負ってもらいました。 いまは細かい打ち合わせをしているところなのですぅ～。

source: TEXT_FESESX001_05242_NONOTTA_000_223<tab>That's why we have to ensure this year's Hatching<var 1F /var>tide is a resounding success. Not just for Jihli and her visions, but friends like Maisenta who've helped along the way!
de: TEXT_FESESX001_05242_NONOTTA_000_223<tab>Lass uns also unser Bestes geben, damit ihre Arbeit nicht umsonst ist, und Jihlis Traum in einem fantastischen Fest wahr werden lassen!
ja: TEXT_FESESX001_05242_NONOTTA_000_223<tab>協力してくれるマイセンタさんに報いるためにも、 ジリちゃんの夢を実現して、素敵な祝祭にしましょう！

source: TEXT_FESESX001_05242_MAISENTA_000_224<tab>I'm delighted to play a part in realizing another Hatching<var 1F /var>tide for the ages. Leave the alchemical solution and the finer details to me─I'll soon have everything sourced.
de: TEXT_FESESX001_05242_MAISENTA_000_224<tab>Ich freue mich jedes Mal aufs Neue, wenn ich bei der Wundereiersuche aushelfen kann. Nach so langer Zeit wächst einem das Fest wirklich ans Herz, und schlecht verdienen tue ich daran ebenfalls nicht.
ja: TEXT_FESESX001_05242_MAISENTA_000_224<tab>これまで、エッグハントのお手伝いをしてきました身としては、 頼っていただけるなんて、嬉しい嬉しいかぎりです。 私にも利がある話ですから、安心してお申しつけください。

source: TEXT_FESESX001_05242_BEATINE_000_230<tab>Why do you stand there like a frightened schoolchild? If you need something, speak.
de: TEXT_FESESX001_05242_BEATINE_000_230<tab>Hm<var 1D /var>...? Kann ich dir irgendwie behilflich sein?
ja: TEXT_FESESX001_05242_BEATINE_000_230<tab>おや……何かご用事ですか……？

source: TEXT_FESESX001_05242_BEATINE_000_240<tab>You wish this timber fashioned into parasol frames? Very well. I shall see it done by competent hands.
de: TEXT_FESESX001_05242_BEATINE_000_240<tab>Du möchtest, dass wir Bauteile für Schirme aus diesem Holz herstellen, richtig? Ein interessanter Auftrag, <var 29 EB02 /var><var 1D /var>...
ja: TEXT_FESESX001_05242_BEATINE_000_240<tab>この素材を、傘の部品に加工してほしいと。 <var 29 EB02 /var>さん……。 あなたの頼み、わかりました……。

source: TEXT_FESESX001_05242_BEATINE_000_250<tab>Parasol frames? A task not beyond your own skill, no doubt, would the imminence of the holiday not force you to compromise their quality. You have done well to seek aid, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, and you shall have it.
de: TEXT_FESESX001_05242_BEATINE_000_250<tab>Du möchtest, dass wir Bauteile für Schirme aus diesem Holz herstellen, richtig? Wenn die Bitte von dir kommt, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, kann ich sie ohnehin nicht abschlagen<var 1D /var>...
ja: TEXT_FESESX001_05242_BEATINE_000_250<tab>この素材を、傘の部品に加工してほしいと……。 <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>さん、 あなたがギルドを頼ってくれて、先生は嬉しいです……。

source: TEXT_FESESX001_05242_BEATINE_000_260<tab>And you would have us undertake this task with <var 1A 02 /var>how<var 1A 01 /var> little time left until Hatching<var 1F /var>tide? <sigh> Very well...
de: TEXT_FESESX001_05242_BEATINE_000_260<tab>Verstanden. Du möchtest, dass wir Bauteile für Schirme aus diesem Holz herstellen, richtig?
ja: TEXT_FESESX001_05242_BEATINE_000_260<tab>……事情はわかりました。 この素材を、傘の部品に加工してほしいのですね。

source: TEXT_FESESX001_05242_BEATINE_000_270<tab>The younglings in the Acorn Orchard await the festivities. For their sake, no effort will be spared in the parasols' preparation.
de: TEXT_FESESX001_05242_BEATINE_000_270<tab>Die Kinder auf dem Spielplatz Eichelmatz freuen sich auch immer sehr auf die Wundereiersuche. Wir helfen also gerne aus.
ja: TEXT_FESESX001_05242_BEATINE_000_270<tab>エッグハントは、どんぐり遊園の子どもたちも、 楽しみにしていますから……。 ぜひ、協力させてください。

source: TEXT_FESESX001_05242_BEATINE_000_290<tab>We shall commence work right away. Let your associates know that the Carpenters' Guild has the matter in hand.
de: TEXT_FESESX001_05242_BEATINE_000_290<tab>Du kannst den Ver<var 16 /var>ant<var 16 /var>wort<var 16 /var>li<var 16 /var>chen Bescheid geben, dass wir sofort mit der Herstellung der Bauteile beginnen werden.
ja: TEXT_FESESX001_05242_BEATINE_000_290<tab>私たちが責任を持って……傘の部品に加工しましょう。 担当の方にはよろしくお伝えください……フフフフ……。

source: TEXT_FESESX001_05242_BEATINE_000_300<tab>The timber you provided lacks the flexibility needed to create arching ribs. However, Mistress Fufucha will doubtless assist in procuring what we need.
de: TEXT_FESESX001_05242_BEATINE_000_300<tab>Uns fehlen noch einige Äste zur Fertigung des Gerüsts. Ich werde bei Fufucha nachfragen, ob sie uns eventuell aushelfen kann. Aber mach dir keine Sorgen, wir werden alles rechtzeitig fertigstellen.
ja: TEXT_FESESX001_05242_BEATINE_000_300<tab>骨組み用の枝が足りないようなので、 フフチャさんにも協力をお願いしておきましょう。 木材の加工は私たちにお任せください……フフフフ…… 。

source: TEXT_FESESX001_05242_NONOTTA_000_310<tab>I trust everything went well at the Carpenters' Guild. I've just placed an order for the alchemical solution and a few other things besides!
de: TEXT_FESESX001_05242_NONOTTA_000_310<tab>Deinem Lächeln nach lief bei der Zimmerergilde wohl alles gut, was? Ich konnte ebenfalls das Dichtungsmittel und die kleineren Bauteile in Auftrag geben!
ja: TEXT_FESESX001_05242_NONOTTA_000_310<tab>その様子だと、木工師ギルドへの依頼は済んだみたいですね。 こちらも錬金薬と、ついでに細かい部品の発注ができました！

source: TEXT_FESESX001_05242_NONOTTA_000_311<tab>The next step will be to piece all the parts together into a prototype parasol.
de: TEXT_FESESX001_05242_NONOTTA_000_311<tab>Dann weiter im Text<var 1D /var>... Wir sollten unbedingt noch einen Prototypen anfertigen! Ich hole schnell den ersten Schwung an fertigen Bauteilen ab und setze ihn zusammen!
ja: TEXT_FESESX001_05242_NONOTTA_000_311<tab>次は……まず、試作品を製作してみましょう！ 加工できた部品を集めて、組み立てるのですぅ～！

source: TEXT_FESESX001_05242_NONOTTA_000_312<tab>I'll bring the prototype over to Jihli once I've finished, so you can go ahead and wait with her!
de: TEXT_FESESX001_05242_NONOTTA_000_312<tab>Geh du gerne schon zu Jihli zurück und bring sie auf den neusten Stand! Sobald ich mit dem Prototypen fertig bin, komme ich direkt nach!
ja: TEXT_FESESX001_05242_NONOTTA_000_312<tab>完成したら、ジリちゃんのところへ持っていきますから、 冒険者さんも一緒に待っていてください！

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_320<tab>Welcome back, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! You'll be pleased to hear that I've adjusted the schedule to accommodate our little mishap, and all is set to proceed. How fare the eggs?
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_320<tab>Da bist du ja wieder, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Ich konnte uns etwas Zeit verschaffen, bevor es losgehen soll. Also! Wie sieht es aus mit unseren großen Wundereiern?
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_320<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>、おかえりなさい！ 私の方は、しっかり調整したから問題なし。 大きな飾りタマゴは、どうなったのかな？

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_321<tab>Substituting parasols for eggs? What a wonderful idea. I can hardly wait to see what Nonotta cooks up for the prototype─though wait we must!
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_321<tab>Schirme als Ersatz für die Eier!? Auf die Idee wäre ich nie gekommen, aber sie klingt fantastisch! Ich kann es kaum erwarten, den Prototypen zu sehen!
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_321<tab>ええ、傘を飾りタマゴに見立てるの！？ それって、とってもすごいアイディアね。 試作品を見るのが楽しみだわ！
