Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/FesEsx001_05242/*.xlf
Languages: de, ja

source: TEXT_FESESX001_05242_SEQ_00<tab>Jihli Aliapoh has a great deal to say about Hatching<var 1F /var>tide. ※This quest is available for a limited time only.
de: TEXT_FESESX001_05242_SEQ_00<tab>※ Dieser Auftrag ist nur für die Dauer des saisonalen Ereignisses verfügbar. Jihli Aliapoh möchte ihre Freude über die Wundereiersuche mit anderen teilen.
ja: TEXT_FESESX001_05242_SEQ_00<tab>※本クエストは、期間限定のクエストとなります。 ミィ・ケット野外音楽堂のジリ・アリアポーは、祝祭について説明したいようだ。

source: TEXT_FESESX001_05242_SEQ_01<tab>Jihli Aliapoh shares with you her vision for this year's Hatching<var 1F /var>tide celebration, which involves a clutch of improbably floating eggs delighting crowds with their festive whimsy. Alas, the decorations commissioned to recreate her dream were shattered in an unfortunate cart incident. Determined to salvage the situation, she and Nonotta enlist your help in crafting another batch. ※Please note that you will be unable to complete this quest after the seasonal event has ended. For details, please check the Lodestone.
de: TEXT_FESESX001_05242_SEQ_01<tab>※ Dieser Auftrag kann nur für die Dauer des saisonalen Ereignisses angenommen und gespielt werden. Nach Ende des saisonalen Ereignisses kann er nicht mehr abgeschlossen werden. Weitere Informationen findest du auf dem Lodestone. Jihli Aliapoh erzählt dir nicht nur mehr über die Entstehung der Wundereiersuche, sondern auch über den Traum, den sie dieses Jahr sah. In diesem schwebten wohl riesige Wundereier durch den Himmel, weshalb Jihli nun ebenfalls große Eier vorbereitet hat, um ihren Traum nachzubilden. Wie euch jedoch von einer verzweifelt angerannten Nonotta berichtet wird, sind alle Wundereier bei einem Transportunfall zerbrochen. Zwar hat Nonotta noch nicht die Hoffnung aufgegeben, einen Ersatz herstellen zu können, aber um diesen rechtzeitig fertig<var 16 /var>zu<var 16 /var>stellen, benötigt sie deine Unterstützung. Frag zunächst den Seewolf-Händler in der Ebenholzpassage, von dem Nonotta ihr Material bisher immer bezogen hatte, ob dieser noch Ware auf Lager hat.
ja: TEXT_FESESX001_05242_SEQ_01<tab>※本クエストは、シーズナルイベント開催中にかぎり、 受注、進行できます。 開催期間終了後は進行できませんので、ご注意ください。 期間等の詳細についてはLodestoneをご覧ください。 ジリ・アリアポーから、エッグハントの説明を受けた。今回見た夢は、宙を漂う大きな飾りタマゴが集まっている、というもの。そのために大きな飾りタマゴを用意していたが、すべて壊れてしまったらしい。この状況の挽回を試みるノノッタに、協力することになった。グリダニアの黒檀商店街にいる「ゼーヴォルフ族の商人」と話そう。

source: TEXT_FESESX001_05242_SEQ_02<tab>Though Nonotta's supplier is fresh out of egg components, he takes pity on your plight and gifts you a crate of surplus materials. After inspecting the contents, Nonotta seizes on the idea of creating a set of egg-shaped parasols. To prevent further delay of the festivities, you agree to beg help from the local guilds to craft the necessary parts.
de: TEXT_FESESX001_05242_SEQ_02<tab>In eurem Gespräch mit dem Seewolf-Händler erfahrt ihr, dass er leider nichts mehr von den vorherigen Materialien übrig hat. Stattdessen überlässt er euch eine Kiste an Überresten, bevor er sich entschuldigt. Ihr begutachtet die vorhandenen Materialien und kommt nach einigem Überlegen zu dem Schluss, dass sich hieraus zwar keine Wundereier, aber Schirme in einem ähnlichen Stil herstellen lassen könnten. Die Zeit drängt, weshalb ihr entscheidet, die Materialien schnell zu den jeweiligen Expertengilden zu bringen, damit sie zu Bauteilen verarbeitet werden können. Mach dich zunächst auf zur Gerbergilde in Gridania und bitte dort Geva um Unterstützung.
ja: TEXT_FESESX001_05242_SEQ_02<tab>ゼーヴォルフ族の商人から素材をもらった。冒険者とのやりとりから、その素材で飾りタマゴ型の傘を作ることに。また、時間がないので素材をギルドに運び、部品に加工してもらうことになった。グリダニアの革細工師ギルドにいる「ゲヴァ」と話そう。

source: TEXT_FESESX001_05242_SEQ_03<tab>Hoping to see the Hatching<var 1F /var>tide celebrations go ahead as planned, Geva pledges the guild's assistance. In return, she asks that you provide the water-repellent solution required to turn leather into durable parasol canopies. Already in possession of the necessary ingredients, Nonotta leaves to make arrangements, but not before tasking you with delivering timber to the Carpenters' Guild. Planks in hand, you set off to see Beatin.
de: TEXT_FESESX001_05242_SEQ_03<tab>Nonotta erklärt Geva die Situation, woraufhin diese euch mit Freude ihre Unterstützung zusichert. Jedoch benötigt sie zur Herstellung von robustem Schirmstoff Dichtungsmittel, von dem die Gilde momentan keines mehr auf Lager hat. Nach kurzem Überlegen scheint Nonotta eine Lösung gefunden zu haben und bittet dich in der Zwischenzeit, das Holz von der Zimmerergilde bearbeiten zu lassen, während sie sich um das Dichtungsmittel kümmert. Begib dich zur Zimmerergilde in Gridania und übergib <var 32 ((EventItem)) 03F61E9313020502 /var> an Beatin, damit dieser die benötigten Bauteile anfertigen kann.
ja: TEXT_FESESX001_05242_SEQ_03<tab>ゲヴァと話し、革細工師ギルドに協力してもらえることになった。しかし、皮膜を傘布にするための錬金薬がないという。当てがあるというノノッタと別れ、冒険者は木工師ギルドに協力を頼みに行くことになった。グリダニアの木工師ギルドにいる「ベアティヌ」に「<var 28 ((EventItem)) F61E931301 /var>」を渡そう。

source: TEXT_FESESX001_05242_SEQ_04<tab>Once apprised of the situation, the timbermaster too agrees to aid your cause. Safe in the knowledge that the lumber you delivered will be sawn and lathed into parasol parts with all due care, you make for the Black Rabbit Traders' stall where Nonotta awaits.
de: TEXT_FESESX001_05242_SEQ_04<tab>Du erklärst Beatin die Lage, woraufhin dieser deinen Auftrag im Namen der Zimmerergilde annimmt. Triff dich mit Nonotta vor dem Schwarzen Hasen im Gridania, um euren aktuellen Stand zu besprechen.
ja: TEXT_FESESX001_05242_SEQ_04<tab>ベアティヌと話し、木工師ギルドにも協力してもらえることになった。グリダニアの黒兎堂の前にいる「ノノッタ」と話そう。

source: TEXT_FESESX001_05242_SEQ_05<tab>The Lalafellin Dreamer explains that she has arranged to have the appropriate alchemical solution concocted, and ordered some extra accoutrements besides. No doubt Jihli will be keen to hear of your progress while you wait for Nonotta to arrive with the finished prototype.
de: TEXT_FESESX001_05242_SEQ_05<tab>In deinem Gespräch mit Nonotta erfährst du, dass das Dichtungsmittel sowie alle weiteren kleinen Bauteile erfolgreich in Auftrag gegeben worden sind. Da fällt Nonotta ein, dass es nützlich wäre, einen Prototypen anzufertigen. Sie beschließt daher, alle eure Unterstützer abzuklappern und einen Prototypen aus dem ersten Schwung an fertigen Bauteilen zu<var 16 /var>sammen<var 16 /var>zustellen. Dich bittet sie in der Zwischenzeit, zu Jihli am Mih Khettos Amphitheater zurückzukehren und ihr Bericht zu erstatten.
ja: TEXT_FESESX001_05242_SEQ_05<tab>ノノッタと話した。ミィ・ケット野外音楽堂の「ジリ・アリアポー」と話そう。

source: TEXT_FESESX001_05242_SEQ_06<tab>You inform Jihli of your efforts thus far, and explain the plan to substitute the original eggs with festive parasols. With the guilds crafting the components and Nonotta handling the logistics, the first phase of parasol preparation draws to a close.
de: TEXT_FESESX001_05242_SEQ_06<tab>Du hast Jihli auf den neusten Stand gebracht. Jetzt bleibt nichts weiter zu tun, als auf Nonotta und den fertigen Prototypen des Schirms zu warten.
ja: TEXT_FESESX001_05242_SEQ_06<tab>ジリ・アリアポーにいままでの経過を伝えた。ノノッタが持ってくる試作品を、ふたりで待とう。

source: TEXT_FESESX001_05242_TODO_00<tab>Speak with the burly merchant.
de: TEXT_FESESX001_05242_TODO_00<tab>Mit dem Seewolf-Händler sprechen
ja: TEXT_FESESX001_05242_TODO_00<tab>ゼーヴォルフ族の商人と話す

source: TEXT_FESESX001_05242_TODO_01<tab>Speak with Geva.
de: TEXT_FESESX001_05242_TODO_01<tab>Mit Geva sprechen
ja: TEXT_FESESX001_05242_TODO_01<tab>ゲヴァと話す

source: TEXT_FESESX001_05242_TODO_02<tab>Hand over the assorted timber to Beatin.
de: TEXT_FESESX001_05242_TODO_02<tab>Beatin <var 32 ((EventItem)) 03F61E9313020502 /var> überreichen
ja: TEXT_FESESX001_05242_TODO_02<tab>木工師ギルドのベアティヌに<var 28 ((EventItem)) F61E931301 /var>を渡す

source: TEXT_FESESX001_05242_TODO_03<tab>Speak with Nonotta.
de: TEXT_FESESX001_05242_TODO_03<tab>Mit Nonotta sprechen
ja: TEXT_FESESX001_05242_TODO_03<tab>ノノッタと話す

source: TEXT_FESESX001_05242_TODO_04<tab>Speak with Jihli Aliapoh.
de: TEXT_FESESX001_05242_TODO_04<tab>Mit Jihli Aliapoh sprechen
ja: TEXT_FESESX001_05242_TODO_04<tab>ジリ・アリアポーと話す

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_000<tab>Hatching<var 1F /var>tide is upon us once more! I hope the season finds you in <var 1A 02 /var>egg<var 1A 01 /var>cellent fettle?
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_000<tab>♪ Ei, ei, ei, wer bringt's getragen? Das Wunderei in bunten Farben! ♪ Es ist endlich wieder Zeit für die kunterbunte Wundereiersuche!
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_000<tab>エグ、エグ、エグル、エッグルルルゥ～ッ♪ 素敵な祝祭「エッグハント」の季節がやってきたよ！

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_010<tab>For my part, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, it is an absolute pleasure to see you again!
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_010<tab>Es freut mich sehr, dich wiederzusehen, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>!
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_010<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>、久しぶりね。 また会えて嬉しいわ！

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_020<tab>My name is Jihli Aliapoh, and I lead this annual celebration. It's a pleasure to make your acquaintance. May I ask your name?
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_020<tab>Wir kennen uns noch nicht, richtig? Mein Name ist Jihli Aliapoh und ich bin die Organisatorin dieses alljährlichen Festes! Wärst du so freundlich, mir auch deinen Namen zu verraten?
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_020<tab>私の名前は、ジリ・アリアポー！ いま開催中の祝祭「エッグハント」の主催をしているの。 よかったら、あなたのお名前を聞かせてくれる？

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_021<tab>Well, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, I hope this is the beginning of a firm friendship!
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_021<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, ja? Freut mich sehr, deine Bekanntschaft zu machen!
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_021<tab>……<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>ね！ これから、どうぞよろしく！

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_030<tab>While I have your attention, allow me to expound upon the nature of this year's festivities.
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_030<tab>Jetzt, da du schon hier bist, lass mich dir etwas mehr über die Wundereiersuche erzählen!
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_030<tab>せっかく来てくれたんだもの。 まずは、「エッグハント」について、説明させてね。

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_031<tab>Hatching<var 1F /var>tide has its origins in the days before the Seventh Umbral Calamity, when twelve sages of an era past appeared before me in a startling vision.
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_031<tab>Alles begann mit einem eigenartigen Traum, den ich kurz vor der letzten großen Katastrophe hatte<var 1D /var>... Ich beschloss, aus den Dingen, die ich darin sah, ein Fest zu gestalten. Und mit der Zeit wurde es dann zu einer jährlichen Tradition!
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_031<tab>この祝祭は、先の霊災が起きる直前に、 私が見た夢をきっかけにして始まった祝祭なの！

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_032<tab>I have been visited by such dreams ever since, and this year was no exception. I saw a great mass of eggs, as vivid as those before you now, borne aloft unto the heavens...
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_032<tab>Seither habe ich jedes Mal um diese Zeit einen komischen Traum, den ich versuche, in echt nachzugestalten. Dieses Mal sah ich unnatürlich große Wundereier durch den Himmel schweben<var 1D /var>...! Es war ein un<var 16 /var>beschreib<var 16 /var>licher Anblick!
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_032<tab>それ以来、この時期になると不思議な夢を見るのよ。 今回は、宙を漂う大きな飾りタマゴが集まっている…… そんな光景だったわ。

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_033<tab>Making dreams manifest has never failed to lend wonder to Hatching<var 1F /var>tide before, so needless to say, I intend to bring my latest vision to life.
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_033<tab>Meine Träume als Inspiration zu verwenden, sorgt immer für ein fantastisches Fest! Deshalb bin ich ihrer Weisung auch diese Jahr gefolgt und habe ganz viele große Wundereier vorbereiten lassen! Sie einzusammeln wird ein Spaß für Jung und Alt!
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_033<tab>不思議な夢を実現すると、いつも素敵な祝祭になるの！ だから今回も、大きな飾りタマゴを用意して、 みんなに集まってもらう催しを開こうと思っているのよ。

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_034<tab>Speaking of which, the eggs I commissioned ought to arrive any moment now...
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_034<tab>Wobei mir gerade auffällt<var 1D /var>... Die Eier sollten eigentlich so langsam ankommen<var 1D /var>...
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_034<tab>そろそろ、飾りタマゴを、 ここに持ってきてもらえるはずなんだけど……。

source: TEXT_FESESX001_05242_NONOTTA_000_035<tab>Oh, Jihli, it's a disaster! The cart toppled over en route! Thankfully the driver was unscathed, but I can't say the same for the eggs...
de: TEXT_FESESX001_05242_NONOTTA_000_035<tab>Jihli, wir haben ein Riesenproblem! Der Transportwagen der großen Wundereier hatte auf dem Weg hierher einen Unfall! Dem Fahrer geht es zwar gut, aber die Eier sind alle zerbrochen!
ja: TEXT_FESESX001_05242_NONOTTA_000_035<tab>ジリちゃん、大変ですぅ～！ 大きな飾りタマゴを輸送中、荷車が倒れてしまって、 運んでいた人は無事でしたが、タマゴが全部壊れちゃいました～！

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_038<tab>Good heavens! I'm glad to hear the poor driver was unharmed, but without the eggs, how are we to breathe life into my dream?
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_038<tab>W-Was!? Ich bin ja froh, dass sich niemand verletzt hat, aber so können wir meinen Traum nicht nachbilden!
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_038<tab>ええ！？ 人が無事だったのはよかったけれど、 このままじゃ、夢のとおりにできないよ！

source: TEXT_FESESX001_05242_NONOTTA_000_039<tab>D-Don't worry! I'll simply fashion some more eggs myself!
de: TEXT_FESESX001_05242_NONOTTA_000_039<tab>K-Keine Sorge! Wir werden den Start zwar verschieben müssen, aber ich kann neue Wundereier herstellen!
ja: TEXT_FESESX001_05242_NONOTTA_000_039<tab>だ、大丈夫！ 催しを開くのは遅れちゃうけど、もういちど製作しますぅ～！

source: TEXT_FESESX001_05242_NONOTTA_000_040<tab>Though to create the quantity required will take time, and we're already facing at least a minor delay at this point...
de: TEXT_FESESX001_05242_NONOTTA_000_040<tab>Alleine schaffe ich es jedoch auf keinen Fall rechtzeitig. Ich bräuchte also jemanden, der mir aushelfen kann<var 1D /var>...
ja: TEXT_FESESX001_05242_NONOTTA_000_040<tab>でも、私だけじゃさらに遅れてしまうので、 手を貸してくれる人がいると、助かるのですが……。

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_041<tab>If only I could assign someone to help you. Alas, the other Dreamers are busy enough as it is, and I must see to the schedule alterations myself...
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_041<tab>Hmm, die anderen Komiteemitglieder haben alle bereits mehr als genug zu tun<var 1D /var>... Und wenn wir den Start verschieben, muss ich mich erst um die Anpassungen am Zeitplan kümmern<var 1D /var>...
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_041<tab>うーん……実行委員のみんなは忙しいし……。 催しの開始が遅くなるなら、いろんな所と調整が必要で、 私はいますぐ手伝えないし……。

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_042<tab>But wait, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Perhaps you'd be willing to lend a hand?
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_042<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Wie wäre es mit dir? Könntest du uns vielleicht unter die Arme greifen?
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_042<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>！ よければ協力してもらえないかな？

source: TEXT_FESESX001_05242_NONOTTA_100_42<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>!? How wonderful to see you again! Knowing what an <var 1A 02 /var>eggs<var 1A 01 /var>emplary assistant you are gives me cause for hope. If you're happy to help, that is?
de: TEXT_FESESX001_05242_NONOTTA_100_42<tab>♪ Ei, ei, Eierlein ♪ Ah, freut mich, dich wiederzusehen! Wenn du uns zur Seite stehst, ist das Fest schon so gut wie gerettet!
ja: TEXT_FESESX001_05242_NONOTTA_100_42<tab>エグ、エグ、エ～グ、エッグラホ！ お久しぶりです、冒険者さん！ あなたが手を貸してくれるなら、とっても心強いですぅ～！

source: TEXT_FESESX001_05242_NONOTTA_110_42<tab>It's a pleasure to meet you, adventurer! I do hope you'll consider helping us get Hatching<var 1F /var>tide back on track.
de: TEXT_FESESX001_05242_NONOTTA_110_42<tab>♪ Ei, ei, Eierlein ♪ Oh, <var 08 E905 ((eine Abenteurerin)) ((ein Abenteurer)) /var>! Mit deiner Hilfe wäre es ein Klacks, neue Eier vorzubereiten! Bitte bitte, es bedeutet uns wirklich viel!
ja: TEXT_FESESX001_05242_NONOTTA_110_42<tab>エグ、エグ、エ～グ、エッグラホ！ どうか手を貸してください、冒険者さん！

source: TEXT_FESESX001_05242_NONOTTA_000_043<tab>Thank you! The first order of business will be procuring more of the necessary egg supplies from the merchant.
de: TEXT_FESESX001_05242_NONOTTA_000_043<tab>Vielen Dank! In diesem Fall müssen wir als erstes neue Materialien für die Herstellung der Eier besorgen.
ja: TEXT_FESESX001_05242_NONOTTA_000_043<tab>ありがとうございますぅ～！ まずは、大きな飾りタマゴの製作に必要な素材を、 商人さんから再調達しにいきましょう！

source: TEXT_FESESX001_05242_NONOTTA_000_044<tab>Our supplier should be in the market. He's a burly fellow, so he won't be difficult to spot. We can only hope he has enough stock...
de: TEXT_FESESX001_05242_NONOTTA_000_044<tab>Der Seewolf-Händler, mit dem wir verhandelt hatten, sollte sich nach wie vor auf dem Markt aufhalten. Lass uns sofort nachfragen, ob er noch Materialien auf Lager hat!
ja: TEXT_FESESX001_05242_NONOTTA_000_044<tab>素材を売ってくれる「ゼーヴォルフ族の商人」さんは、 マーケットにいるはず。 まだ在庫があるか、聞いてみるのですぅ～！

source: TEXT_FESESX001_05242_JIHLIALIAPOH_000_050<tab>I'm sorry that I cannot attend to the eggs personally, but your assistance will make all the difference. Thank you!
de: TEXT_FESESX001_05242_JIHLIALIAPOH_000_050<tab>Ich weiß deine Hilfe wirklich zu schätzen! Ich wünschte, ich könnte ebenfalls aushelfen, aber leider kann ich euch momentan nur viel Glück wünschen.
ja: TEXT_FESESX001_05242_JIHLIALIAPOH_000_050<tab>協力してくれて、ありがとう！ 手伝えない私の代わりによろしくね！

source: TEXT_FESESX001_05242_NONOTTA_000_51<tab>There's our man!
de: TEXT_FESESX001_05242_NONOTTA_000_51<tab>Das ist der Händler, von dem wir die Materialien gekauft hatten! Lass uns keine Zeit verlieren und direkt nachfragen, ob noch etwas übrig ist!
ja: TEXT_FESESX001_05242_NONOTTA_000_51<tab>この人が、素材を売ってくれた商人さんですぅ～！ さっそく話してみましょう！

source: TEXT_FESESX001_05242_MARCHANT05242_000_060<tab>Ah, yer that Dreamer who was 'ere before, ain't ye?
de: TEXT_FESESX001_05242_MARCHANT05242_000_060<tab>Hm? Bist du nicht ein Vorstandsmitglied des Wundereiersuche-Komitees<var 1D /var>...?
ja: TEXT_FESESX001_05242_MARCHANT05242_000_060<tab>ん、君はたしかエッグハント実行委員の……。

source: TEXT_FESESX001_05242_MARCHANT05242_000_062<tab>A right ol' mess to be sure. 'Fraid I'm all out o' the supplies ye need, though.
de: TEXT_FESESX001_05242_MARCHANT05242_000_062<tab>Herrjemine, das klingt nach einem ganz schönen Schlamassel<var 1D /var>... Ich muss euch aber leider enttäuschen, von diesen Materialien habe ich keine mehr übrig.
ja: TEXT_FESESX001_05242_MARCHANT05242_000_062<tab>ふむ……大変なことになったようだね。 しかしすまないが、君に売った素材はもう在庫切れなんだ。

source: TEXT_FESESX001_05242_NONOTTA_000_063<tab>O-Oh... Is there really nothing you can do for us?
de: TEXT_FESESX001_05242_NONOTTA_000_063<tab>O-Oh nein<var 1D /var>...! Lässt sich denn gar nichts machen<var 1D /var>...?
ja: TEXT_FESESX001_05242_NONOTTA_000_063<tab>そ、そんな……。 何とか、なりませんか……？

source: TEXT_FESESX001_05242_MARCHANT05242_000_064<tab>Well, I do 'ave some tatty ol' odds n' ends─er, surplus wares─that might be o' use. If you want 'em, they're all yers.
de: TEXT_FESESX001_05242_MARCHANT05242_000_064<tab>Hm, lass mich nachdenken<var 1D /var>... Ah, Moment! Es sind nicht dieselben Materialien, aber einen kleinen Teil meiner Waren konnte ich nicht verk... Ähem, ich meine, habe ich zufällig noch auf Reserve. Die Sachen könnte ich euch anbieten.
ja: TEXT_FESESX001_05242_MARCHANT05242_000_064<tab>何とかと言っても……そうだ！ 売れ残り……オホン、取引の都合で余った素材が少々あるから、 これをさしあげよう。

source: TEXT_FESESX001_05242_MARCHANT05242_000_065<tab>Might not be exactly what ye needed, but I'm sure ye can cobble somethin' together with these. The storage fees were eatin' into me prof─I mean, I'd rather see 'em put to good use!
de: TEXT_FESESX001_05242_MARCHANT05242_000_065<tab>Mit etwas Kreativität könnt ihr daraus vielleicht etwas passendes für das Fest herstellen. Und ich hätte dann weniger Lagerkost... Ähem, ich meine, ich wäre dann guten Gewissens, dass die Waren hier nicht ungenutzt verstauben. Also dann, viel Glück.
ja: TEXT_FESESX001_05242_MARCHANT05242_000_065<tab>同じ素材ではなくとも、工夫すれば祝祭で使えるかもしれない。 保管コスト……オホン、使わずに埃を被るよりも、 活用してもらう方がいいからね……じゃ！

source: TEXT_FESESX001_05242_NONOTTA_000_066<tab>When I ordered the initial batch of supplies, I remember thinking what a kind fellow he was. He's certainly proved me right! Anyroad, we'd better take stock of what he's given us.
de: TEXT_FESESX001_05242_NONOTTA_000_066<tab>Ich hatte bei unserem ersten Handel schon den Eindruck, aber er ist wirklich ein überaus zuvorkommender Mann, dieser Händler. Dann lass uns mal einen Blick in diese Kiste werfen und sehen, ob etwas Brauchbares dabei ist!
ja: TEXT_FESESX001_05242_NONOTTA_000_066<tab>最初の取引のときも思いましたが、とっても親切な方ですぅ～。 せっかくいただいたものですし、内容を確認しながら、 何に使えるか考えてみましょう～！

source: TEXT_FESESX001_05242_NONOTTA_000_072<tab>Let's see... This leather looks durable. We have some metal springs and rings that could do for a mechanism of some sort... And these lengths of timber could be cut down to a more portable size.
de: TEXT_FESESX001_05242_NONOTTA_000_072<tab>Also, was haben wir denn hier<var 1D /var>... Hmm, eine dünne Membran, die sowohl wasserabweisend als auch recht robust zu sein scheint. Dann sehe ich da Sprungfedern und Ringe aus Metall<var 1D /var>... und eine Art Verschluss? Oh, und Holzbretter! Kerzengerade und stabil, perfekt für Stangen oder Griffe!
ja: TEXT_FESESX001_05242_NONOTTA_000_072<tab>まずは薄い皮膜……丈夫そうで、耐水性もありそうですぅ～。 金属のバネとリング……何かの留め金、でしょうか？ 木材……真っ直ぐで硬いから、棒とかシャフトに使えそう！

source: TEXT_FESESX001_05242_NONOTTA_000_073<tab>I think these herbs and resins are used to concoct water-repellent alchemical solutions. Never tried it myself, but there's a first time for everything!
de: TEXT_FESESX001_05242_NONOTTA_000_073<tab>Dazu sehe ich noch Kräuter und Baumharz<var 1D /var>... Ich meine, gehört zu haben, dass aus diesen oft Dichtungsmittel hergestellt wird.
ja: TEXT_FESESX001_05242_NONOTTA_000_073<tab>この薬草や樹液は、撥水加工に使う錬金薬の素材でしょうか？ 前にそんな話を聞いたことがあるですぅ～！

source: TEXT_FESESX001_05242_NONOTTA_000_074<tab>Besides that, there are plenty of bits and bobs. We should have no trouble when it comes to decoration.
de: TEXT_FESESX001_05242_NONOTTA_000_074<tab>Ich sehe noch einige andere Kleinteile, aus denen sich definitiv das eine oder andere Bauteil zusammenzimmern lassen würde. Aber trotzdem<var 1D /var>...
ja: TEXT_FESESX001_05242_NONOTTA_000_074<tab>ほかにも、端材がいろいろ入ってるので、 必要な細かい部品を作れそうですね。 むむむ……これだけあれば……。

source: TEXT_FESESX001_05242_NONOTTA_000_075<tab>Unfortunately, we won't be able to recreate the eggs Jihli saw in her dream with these. We could make something far easier to get off the ground though: parasols! The trick will be making them look eggy enough...
de: TEXT_FESESX001_05242_NONOTTA_000_075<tab>Ich denke nicht, dass sich hieraus Wundereier herstellen lassen, geschweige denn so große wie in Jihlis Traum. Das Beste, was mir bei diesen Materialien in den Sinn kommen würde, wären Schirme. Aber die würden uns auch nicht weiterhelfen<var 1D /var>...
ja: TEXT_FESESX001_05242_NONOTTA_000_075<tab>冒険者さん、大きな飾りタマゴは作れませんけど、 この素材を使えば、傘を製作できそうですよぉ～！ ただ、それをどうしたものか……。

source: TEXT_FESESX001_05242_Q1_000_000<tab>What will you say?
de: TEXT_FESESX001_05242_Q1_000_000<tab>Was sagst du?
ja: TEXT_FESESX001_05242_Q1_000_000<tab>何と言う？

source: TEXT_FESESX001_05242_A1_000_000<tab>Any rounded object looks like an egg from far enough away! It's science.
de: TEXT_FESESX001_05242_A1_000_000<tab>Würden ovale Schirme nicht aussehen wie Eier?
ja: TEXT_FESESX001_05242_A1_000_000<tab>傘を代わりに使おう

source: TEXT_FESESX001_05242_A1_000_001<tab>The shell makes the egg, as they say. Do they say that? Anyroad, we should paint them.
de: TEXT_FESESX001_05242_A1_000_001<tab>Könnten wir die Schirme nicht einfach wie Eier bemalen?
ja: TEXT_FESESX001_05242_A1_000_001<tab>模様を描けないかな？
