Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/053/VoiceMan_05300/*.xlf
Languages: de

source: TEXT_VOICEMAN_05300_002390_ALISAIE<tab>So that's Elidibus's game. But first things first: if the rings are the same as the Exarch's, then we need to ask him how that's possible.
de: TEXT_VOICEMAN_05300_002390_ALISAIE<tab>Elidibus. Natürlich steckt er dahinter. Aber wenn es wirklich der Beschwörungszauber des Kristall<var 16 /var>exarchen war, dann schwebt er vielleicht in großer Gefahr!

source: TEXT_VOICEMAN_05300_002400_ALPHINAUD<tab>The Crystarium is close. Let us press on.
de: TEXT_VOICEMAN_05300_002400_ALPHINAUD<tab>Dann sollten wir unsere Reise nach Crystarium fortsetzen. Zum Glück ist es ja nur noch ein Katzensprung.

source: TEXT_VOICEMAN_05300_002410_YSHTOLA<tab>They come!
de: TEXT_VOICEMAN_05300_002410_YSHTOLA<tab>Halt!

source: TEXT_VOICEMAN_05300_002420_THANCRED<tab>So near and yet so far.
de: TEXT_VOICEMAN_05300_002420_THANCRED<tab>Verstärkung<var 1D /var>... Na klasse.

source: TEXT_VOICEMAN_05300_002430_RYNE<tab>“In the chaos of conflict, one can always find an opening to exploit.”
de: TEXT_VOICEMAN_05300_002430_RYNE<tab>Wenn der Feind in der Überzahl ist, soll man sich nicht in die Enge treiben lassen. Richtig, Thancred?

source: TEXT_VOICEMAN_05300_002440_THANCRED<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002440_THANCRED<tab>He.Hmpf.

source: TEXT_VOICEMAN_05300_002450_THANCRED<tab>Whoever taught you that is a wise man indeed. And good with a gunblade. But yes, I daresay we can create an opening wide enough for at least one of us to slip through.
de: TEXT_VOICEMAN_05300_002450_THANCRED<tab>So ist es. Dann bleibt uns nur eine Richtung: Vorwärts.

source: TEXT_VOICEMAN_05300_002460_THANCRED<tab>That being you, of course─though others are welcome to follow in your wake. Ryne and I will keep our guests occupied.
de: TEXT_VOICEMAN_05300_002460_THANCRED<tab>Die Zeit drängt. Du solltest nach Crystarium vorauseilen. Wir räumen dir den Weg frei.

source: TEXT_VOICEMAN_05300_002470_YSHTOLA<tab>Brave and selfless as ever. Yet the two of you may struggle to fool our foes, aetherically sensitive as they are.
de: TEXT_VOICEMAN_05300_002470_YSHTOLA<tab>Wie immer der Draufgänger. Aber vergiss nicht die ätheraffinen Magier unter uns, Revolverheld.

source: TEXT_VOICEMAN_05300_002480_YSHTOLA<tab>Had you a comrade who could use destructive magicks to wreak havoc upon the ambient aether, on the other hand...
de: TEXT_VOICEMAN_05300_002480_YSHTOLA<tab>Der Äther verrät mir nämlich, dass bald wieder jede Menge Ärger eintrifft. Da sollte doch der eine oder andere Zerstörungszauber ganz gelegen kommen, hm?

source: TEXT_VOICEMAN_05300_002490_URIANGER<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002490_URIANGER<tab>Hmpf, hehe.

source: TEXT_VOICEMAN_05300_002500_URIANGER<tab>Very well, I too shall assist in the diversionary effort.
de: TEXT_VOICEMAN_05300_002500_URIANGER<tab>Die Karten sind gelegt, das Spiel kann beginnen!

source: TEXT_VOICEMAN_05300_002510_ALISAIE<tab>Oh, not this old dance again... Yes. Obviously, I'll stay and fight.
de: TEXT_VOICEMAN_05300_002510_ALISAIE<tab>Die sollen nur kommen! Ich hab eine schmerzvolle Überraschung für sie parat.

source: TEXT_VOICEMAN_05300_002520_ALISAIE<tab>Alphinaud! I'm about to do a great many stupid and reckless things. Watch my back, would you?
de: TEXT_VOICEMAN_05300_002520_ALISAIE<tab>Alphinaud! Halt mir den Rücken frei - jetzt fliegen die Fetzen!

source: TEXT_VOICEMAN_05300_002530_ALPHINAUD<tab>And there you have it. Take care of yourself, my friend.
de: TEXT_VOICEMAN_05300_002530_ALPHINAUD<tab>Na, klasse. Das gibt wohl wieder Arbeit. Pass du bloß auf dich auf, ja?

source: TEXT_VOICEMAN_05300_Q5_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q5_000_001_NONE_VOICE<tab>Was sagst du?

source: TEXT_VOICEMAN_05300_A5_000_001_NONE_VOICE<tab>Make it a nice big opening, eh!?
de: TEXT_VOICEMAN_05300_A5_000_001_NONE_VOICE<tab>Also los. Macht den Weg frei.

source: TEXT_VOICEMAN_05300_A5_000_002_NONE_VOICE<tab>You don't have enough lives for this...
de: TEXT_VOICEMAN_05300_A5_000_002_NONE_VOICE<tab>Verausgabt euch mit euren Zaubern nicht zu sehr!

source: TEXT_VOICEMAN_05300_A5_000_003_NONE_VOICE<tab>Use your magic sparingly, do you hear?
de: TEXT_VOICEMAN_05300_A5_000_003_NONE_VOICE<tab>Nein. Ich kann euch hier nicht allein lassen.

source: TEXT_VOICEMAN_05300_002540_RYNE<tab>We'll do our best!
de: TEXT_VOICEMAN_05300_002540_RYNE<tab>Die werden was erleben!

source: TEXT_VOICEMAN_05300_002550_YSHTOLA<tab>Rest assured I have no intention of expending any of mine this day.
de: TEXT_VOICEMAN_05300_002550_YSHTOLA<tab>Keine Sorge, ich pass schon auf.

source: TEXT_VOICEMAN_05300_002560_ALPHINAUD<tab>I shall not overexert myself without good reason. As for the others...
de: TEXT_VOICEMAN_05300_002560_ALPHINAUD<tab>Kein Grund zur Sorge. Mit denen werden wir allein fertig.

source: TEXT_VOICEMAN_05300_002570_ALISAIE<tab>Finished? Then let's begin!
de: TEXT_VOICEMAN_05300_002570_ALISAIE<tab>Also dann, los geht's!

source: TEXT_VOICEMAN_05300_002580_ALISAIE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002580_ALISAIE<tab>Haaa!

source: TEXT_VOICEMAN_05300_002590_SYSTEM_NONE_VOICE<tab>A short while earlier, in the Ocular...
de: TEXT_VOICEMAN_05300_002590_SYSTEM_NONE_VOICE<tab>Kurz zuvor, im Okular<var 1D /var>...

source: TEXT_VOICEMAN_05300_002600_MYSTERYVOICE<tab>...'Tis done.
de: TEXT_VOICEMAN_05300_002600_MYSTERYVOICE<tab>So<var 1D /var>... das wäre geschafft.

source: TEXT_VOICEMAN_05300_002610_BEQLUGG<tab>Let me see! Let me see!
de: TEXT_VOICEMAN_05300_002610_BEQLUGG<tab>Sehr gut, sehr gut! Zeig ihn mir!

source: TEXT_VOICEMAN_05300_002620_BEQLUGG<tab>Yes! Your memories are preserved safely within! We've done it! We've done it at last!
de: TEXT_VOICEMAN_05300_002620_BEQLUGG<tab>Ja! Sie ist da drin, deine Erinnerung! Der Wesenskristall ist nun vollkommen fertig!

source: TEXT_VOICEMAN_05300_002630_MYSTERYVOICE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002630_MYSTERYVOICE<tab>Haaa<var 1D /var>...

source: TEXT_VOICEMAN_05300_002640_MYSTERYVOICE<tab>I have inspected the other vessels. They are all ready to receive of our friends' memories.
de: TEXT_VOICEMAN_05300_002640_MYSTERYVOICE<tab>Die anderen fünf sind nun ebenfalls bereit, Erinnerungen aufzunehmen.

source: TEXT_VOICEMAN_05300_002650_BEQLUGG<tab>Excellent, excellent!
de: TEXT_VOICEMAN_05300_002650_BEQLUGG<tab>Hahaa! Endlich<var 1D /var>... Die anderen müssen es so schnell wie möglich erfahren!

source: TEXT_VOICEMAN_05300_002660_BEQLUGG<tab>I shall have my familiars bear word to them at once!
de: TEXT_VOICEMAN_05300_002660_BEQLUGG<tab>Ich schicke ein hilfreiches Helferlein, um<var 1D /var>...

source: TEXT_VOICEMAN_05300_002680_ELIDIBUS<tab>It was not until I observed the battle between Emet-Selch and the Warrior of Darkness that I realized what I must do.
de: TEXT_VOICEMAN_05300_002680_ELIDIBUS<tab>Als ich den letzten Kampf des Emet-Selch sah, kam mir ein interessanter Gedanke.

source: TEXT_VOICEMAN_05300_002690_ELIDIBUS<tab>I will summon heroes from other worlds unto the First, just as you did.
de: TEXT_VOICEMAN_05300_002690_ELIDIBUS<tab>Mit deinem Zauber, der über die Dimensionen reicht, kann ich die Helden der verbleibenden Welten herbeirufen.

source: TEXT_VOICEMAN_05300_002700_ELIDIBUS<tab>Their presence shall serve to empower me─granting me the strength to crush my enemy.
de: TEXT_VOICEMAN_05300_002700_ELIDIBUS<tab>Ich werde sie mir alle einverleiben. Der Wille einer Welt reicht nicht aus, doch wenn man mehrere bündelt<var 1D /var>... So könnte man <var 08 E905 ((die Kriegerin)) ((den Krieger)) /var> der Dunkelheit besiegen.

source: TEXT_VOICEMAN_05300_002710_MYSTERYVOICE<tab>Though it pains me to disappoint you, I feel compelled to explain that the magick in question requires no small amount of preparation.
de: TEXT_VOICEMAN_05300_002710_MYSTERYVOICE<tab>Du beherrschst diese Magie nicht. Das wird dir niemals gelingen, Ascian!

source: TEXT_VOICEMAN_05300_002720_ELIDIBUS<tab>Ah, but you assume I require my champions to be summoned in their entirety. I do not. Their souls needn't even be whole.
de: TEXT_VOICEMAN_05300_002720_ELIDIBUS<tab>Ich muss sie ja nicht vollständig rufen. Ihre Seelen reichen mir. Ein unvollständiger Transport wie bei diesen Exegeten wird meinen Zwecken vollkommen genügen.

source: TEXT_VOICEMAN_05300_002730_ELIDIBUS<tab>My purpose requires no more than their burning desire to vanquish evil.
de: TEXT_VOICEMAN_05300_002730_ELIDIBUS<tab>Seelen, getrieben von dem Willen, das Böse zu bezwingen - man bräuchte sie nur für einen Augenblick in den Äther dieser Welt zu brennen<var 1D /var>...

source: TEXT_VOICEMAN_05300_002740_ELIDIBUS<tab>This I shall sear upon the aether, raising thereby an army of phantom heroes, to whom I shall whisper, as I have to so many over the ages...
de: TEXT_VOICEMAN_05300_002740_ELIDIBUS<tab>Hjahaha<var 1D /var>... Dann könnte ich ihnen ihre Aufgabe einflüstern und sie für mich gewinnen. So wie ich es seit hundert, nein, hunderttausend Jahren tue<var 1D /var>...

source: TEXT_VOICEMAN_05300_002750_ELIDIBUS<tab>“Here lies darkness. It must be destroyed.”
de: TEXT_VOICEMAN_05300_002750_ELIDIBUS<tab>„Hier entlang, meine mutigen Retter. Vernichtet die Schergen der Dunkelheit<var 1D /var>...“

source: TEXT_VOICEMAN_05300_002760_MYSTERYVOICE<tab>And you expect me to cooperate?
de: TEXT_VOICEMAN_05300_002760_MYSTERYVOICE<tab>Und du glaubst, dass ich dir dabei helfe?

source: TEXT_VOICEMAN_05300_002770_ELIDIBUS<tab>I do not require your cooperation. Your death will suffice. The magick, I shall have from your corpse.
de: TEXT_VOICEMAN_05300_002770_ELIDIBUS<tab>Oh, nein. Du? Du musst einfach nur sterben.

source: TEXT_VOICEMAN_05300_002780_BEQLUGG<tab>Go, Lugus!
de: TEXT_VOICEMAN_05300_002780_BEQLUGG<tab>Greif an, Lugus!

source: TEXT_VOICEMAN_05300_002790_BEQLUGG<tab>We must flee!
de: TEXT_VOICEMAN_05300_002790_BEQLUGG<tab>Schnell! Flieh!

source: TEXT_VOICEMAN_05300_002800_BEQLUGG<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002800_BEQLUGG<tab>Uah!

source: TEXT_VOICEMAN_05300_002810_ELIDIBUS<tab>...But what is this?
de: TEXT_VOICEMAN_05300_002810_ELIDIBUS<tab>Ooh.

source: TEXT_VOICEMAN_05300_002820_MYSTERYVOICE<tab>(-???-)Argh... Unnngh...
de: TEXT_VOICEMAN_05300_002820_MYSTERYVOICE<tab>(-???-)A-Aaah<var 1D /var>...

source: TEXT_VOICEMAN_05300_002830_MYSTERYVOICE<tab>My friend... How did you...?
de: TEXT_VOICEMAN_05300_002830_MYSTERYVOICE<tab>Du<var 1D /var>... hier?

source: TEXT_VOICEMAN_05300_002840_MYSTERYVOICE<tab>No matter... Elidibus... He took us unawares...
de: TEXT_VOICEMAN_05300_002840_MYSTERYVOICE<tab>Wir<var 1D /var>... wurden von Elidibus überrascht.

source: TEXT_VOICEMAN_05300_002850_MYSTERYVOICE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002850_MYSTERYVOICE<tab>Argh<var 1D /var>...

source: TEXT_VOICEMAN_05300_002860_BEQLUGG<tab>It was all we could do...to raise a ward to hinder his steps... And so we fled...
de: TEXT_VOICEMAN_05300_002860_BEQLUGG<tab>Wir hatten keine Chance gegen ihn<var 1D /var>... Wir konnten gerade so<var 1D /var>... eine Barriere errichten<var 1D /var>... und uns mit einem Transportzauber retten.

source: TEXT_VOICEMAN_05300_002870_BEQLUGG<tab>But he took it... The vessel with the Exarch's memories...
de: TEXT_VOICEMAN_05300_002870_BEQLUGG<tab>Aber das Gefäß<var 1D /var>... Die Erinnerungen<var 1D /var>... hat jetzt er.

source: TEXT_VOICEMAN_05300_002880_BEQLUGG<tab>Forgive me... Forgive me...
de: TEXT_VOICEMAN_05300_002880_BEQLUGG<tab>Es tut mir leid<var 1D /var>... Es tut mir so leidlich-leid<var 1D /var>...

source: TEXT_VOICEMAN_05300_002890_MYSTERYVOICE<tab>The vessel bears not only my memories, but my blood─the blood of Allagan royalty...granting him the means to control the tower.
de: TEXT_VOICEMAN_05300_002890_MYSTERYVOICE<tab>Du weißt, was das bedeutet? Mit meinem Blut und meinen Erinnerungen gebietet Elidibus nun über den Turm<var 1D /var>...

source: TEXT_VOICEMAN_05300_002900_MYSTERYVOICE<tab>With it, he has performed I know not how many summonings, calling forth heroes from across the rift.
de: TEXT_VOICEMAN_05300_002900_MYSTERYVOICE<tab>Er<var 1D /var>... Er ruft die Helden anderer Welten herbei, um dich in die Knie zu zwingen<var 1D /var>...

source: TEXT_VOICEMAN_05300_002910_MYSTERYVOICE<tab>And as you can see, the burden upon the tower is beginning to tell...
de: TEXT_VOICEMAN_05300_002910_MYSTERYVOICE<tab>Der Turm wehrt sich. Ich höre seine klagenden Rufe. Und hier, sieh, was es mit mir macht.

source: TEXT_VOICEMAN_05300_Q6_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q6_000_001_NONE_VOICE<tab>Was sagst du?

source: TEXT_VOICEMAN_05300_A6_000_001_NONE_VOICE<tab>Leave him to me.
de: TEXT_VOICEMAN_05300_A6_000_001_NONE_VOICE<tab>Überlass das mir. Ich bitte dich.

source: TEXT_VOICEMAN_05300_A6_000_002_NONE_VOICE<tab>I'm just glad you're alive. Make sure you stay that way.
de: TEXT_VOICEMAN_05300_A6_000_002_NONE_VOICE<tab>Du musst am Leben bleiben, hörst du?

source: TEXT_VOICEMAN_05300_002920_MYSTERYVOICE<tab>No. I won't let you go alone. Not this time.
de: TEXT_VOICEMAN_05300_002920_MYSTERYVOICE<tab>Nein. Das kann ich nicht zulassen.

source: TEXT_VOICEMAN_05300_002930_MYSTERYVOICE<tab>If you mean to face him alone, I will not allow it. Not this time.
de: TEXT_VOICEMAN_05300_002930_MYSTERYVOICE<tab>Ach<var 1D /var>... Wenn es nur<var 1D /var>... so einfach wäre<var 1D /var>...

source: TEXT_VOICEMAN_05300_002940_MYSTERYVOICE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002940_MYSTERYVOICE<tab>Urgh<var 1D /var>...

source: TEXT_VOICEMAN_05300_002950_MYSTERYVOICE<tab>Elidibus has exploited the people's nobility. Twisted their purest intentions for terrible ends.
de: TEXT_VOICEMAN_05300_002950_MYSTERYVOICE<tab>Träume, Hoffnungen und der Mut, füreinander einzustehen<var 1D /var>... Elidibus will all das für seine üblen Zwecke missbrauchen.

source: TEXT_VOICEMAN_05300_002960_MYSTERYVOICE<tab>And I cannot let it stand. As Exarch, it is my duty to protect them. To defend their hopes and dreams.
de: TEXT_VOICEMAN_05300_002960_MYSTERYVOICE<tab>Ich muss ihn aufhalten. Ich bin der Kristall<var 16 /var>exarch. Diese Welt und ihre Bewohner, sie stehen unter meinem Schutz!

source: TEXT_VOICEMAN_05300_002970_MYSTERYVOICE<tab>So I'm going to the Crystal Tower, with or without your blessing─though I would rather it were with.
de: TEXT_VOICEMAN_05300_002970_MYSTERYVOICE<tab>Bring mich zum Turm<var 1D /var>... Bitte. Es muss sein.

source: TEXT_VOICEMAN_05300_002980_MYSTERYVOICE<tab>Thank you.
de: TEXT_VOICEMAN_05300_002980_MYSTERYVOICE<tab>Ich danke dir.

source: TEXT_VOICEMAN_05300_002990_BEQLUGG<tab>I'd join you...but I would only be a burden. Better that I remain here with my gremlins...
de: TEXT_VOICEMAN_05300_002990_BEQLUGG<tab>Ich kann kaum mehr meine Pfoten heben<var 1D /var>... Lasst mich einfach hier liegen. Sollen die Gremlins sich einen schmackhaften Schmaus aus mir machen.

source: TEXT_VOICEMAN_05300_003000_MYSTERYVOICE<tab>I shall send help. Stay strong, my friend, and take heart.
de: TEXT_VOICEMAN_05300_003000_MYSTERYVOICE<tab>Mitnichten, werter Beq Lugg. Wir holen sofort Hilfe. Sei stark und warte auf uns.

source: TEXT_VOICEMAN_05300_003010_MYSTERYVOICE<tab>By binding Elidibus within the tower, we have done more than simply delay him.
de: TEXT_VOICEMAN_05300_003010_MYSTERYVOICE<tab>Wir werden Elidibus im Turm stellen und er wird merken, dass er sich den falschen Ort in Norvrandt ausgesucht hat, um sein finsteres Werk zu vollenden.

source: TEXT_VOICEMAN_05300_003020_MYSTERYVOICE<tab>Much like our adversary, I am not wont to show my hand prematurely. But the time has come to bring my strongest card to bear.
de: TEXT_VOICEMAN_05300_003020_MYSTERYVOICE<tab>Ich sagte doch, dass ich unsere Trümpfe nicht zu früh ausspielen möchte. Die höchste Karte behalte ich für das Finale.

source: TEXT_VOICEMAN_05300_003030_MYSTERYVOICE<tab>To the tower!
de: TEXT_VOICEMAN_05300_003030_MYSTERYVOICE<tab>Also los. Auf zum Turm.

source: TEXT_VOICEMAN_05300_003040_MYSTERYVOICE<tab>Not here either. We must keep climbing.
de: TEXT_VOICEMAN_05300_003040_MYSTERYVOICE<tab>Hier ist er auch nicht<var 1D /var>... Los, suchen wir weiter oben.

source: TEXT_VOICEMAN_05300_003050_MYSTERYVOICE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_003050_MYSTERYVOICE<tab>Ngh!

source: TEXT_VOICEMAN_05300_003060_MYSTERYVOICE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_003060_MYSTERYVOICE<tab>Ng-ngaaah!

source: TEXT_VOICEMAN_05300_003070_MYSTERYVOICE<tab>'Twas but a matter of time...
de: TEXT_VOICEMAN_05300_003070_MYSTERYVOICE<tab>Heh. Er hat uns entdeckt.

source: TEXT_VOICEMAN_05300_003080_MYSTERYVOICE<tab>I cannot keep up with you. Nor will it avail us to make a stand here.
de: TEXT_VOICEMAN_05300_003080_MYSTERYVOICE<tab>Mit meinem Bein halte ich dich nur auf. Je länger wir brauchen, desto mehr Energie entzieht er dem Turm<var 1D /var>...

source: TEXT_VOICEMAN_05300_003090_MYSTERYVOICE<tab>You must go on without me. Find Elidibus, and stop him.
de: TEXT_VOICEMAN_05300_003090_MYSTERYVOICE<tab>Geh! Finde den Dämon und schaff ihn aus dieser Welt!

source: TEXT_VOICEMAN_05300_003100_MYSTERYVOICE<tab>Worry not, my friend.
de: TEXT_VOICEMAN_05300_003100_MYSTERYVOICE<tab>Um mich<var 1D /var>... brauchst du dir<var 1D /var>... argh<var 1D /var>... brauchst du dir keine Sorgen zu machen.

source: TEXT_VOICEMAN_05300_003110_MYSTERYVOICE<tab>Though I am no warrior, I have learned to hold my own over the years.
de: TEXT_VOICEMAN_05300_003110_MYSTERYVOICE<tab>Dir kann ich zwar nicht das Wasser reichen, aber ich bin noch nicht am Ende. Schließlich hatte ich viel, viel Zeit, um mich vorzubereiten.

source: TEXT_VOICEMAN_05300_003120_MYSTERYVOICE<tab>When first we explored this tower, you and your fellow adventurers formed the van, while I was left to follow in your wake.
de: TEXT_VOICEMAN_05300_003120_MYSTERYVOICE<tab>Weißt du noch, wie ihr den Turm erforscht habt? Mutigen Schrittes seid ihr vorangestürmt<var 1D /var>... Und ich? Ich war noch nicht so weit.

source: TEXT_VOICEMAN_05300_003130_MYSTERYVOICE<tab>Suffice it to say, I was not best pleased with the arrangement. How I wished that I could join you...
de: TEXT_VOICEMAN_05300_003130_MYSTERYVOICE<tab>Damals ging es nicht anders, aber wie oft habe ich mir gewünscht, dass ich dich hätte begleiten können!

source: TEXT_VOICEMAN_05300_003140_MYSTERYVOICE<tab>And now I have, here where it all began.
de: TEXT_VOICEMAN_05300_003140_MYSTERYVOICE<tab>Doch hier und jetzt geht dieser Wunsch nach einem gemeinsamen Abenteuer in Erfüllung.

source: TEXT_VOICEMAN_05300_003150_MYSTERYVOICE<tab>I was right to trust in you and the power of your legacy─of your name. To let them guide my every deed.
de: TEXT_VOICEMAN_05300_003150_MYSTERYVOICE<tab>Was bin ich froh, dass ich mein Vertrauen in dich gelegt habe. Dass ich mich von der Hoffnung habe leiten lassen, die dein Name in sich birgt.

source: TEXT_VOICEMAN_05300_003160_ELIDIBUS<tab>For Elidibus is my name. And my mission. Guiding my every deed.
de: TEXT_VOICEMAN_05300_003160_ELIDIBUS<tab>Elidibus - Dieser Name<var 1D /var>... dieser Titel ist alles, was ich habe<var 1D /var>... alles, was ich bin.

source: TEXT_VOICEMAN_05300_Q7_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q7_000_001_NONE_VOICE<tab>Was sagst du?

source: TEXT_VOICEMAN_05300_A7_000_001_NONE_VOICE<tab>Why me?
de: TEXT_VOICEMAN_05300_A7_000_001_NONE_VOICE<tab>Warum gerade ich?

source: TEXT_VOICEMAN_05300_A7_000_002_NONE_VOICE<tab>Did you never consider other paths?
de: TEXT_VOICEMAN_05300_A7_000_002_NONE_VOICE<tab>Kam es dir nie in den Sinn, ein anderes Leben zu führen?

source: TEXT_VOICEMAN_05300_003170_MYSTERYVOICE<tab>Why you? Why <var 1A 02 /var>not<var 1A 01 /var> you? Had I chosen another, we would never have made it this far. Or do I mistake your meaning...?
de: TEXT_VOICEMAN_05300_003170_MYSTERYVOICE<tab>Warum? Hatte ich das nicht schon erklärt?

source: TEXT_VOICEMAN_05300_003180_MYSTERYVOICE<tab>I did─but I chose not to walk them, thank the gods. Why ever would you ask me such a thing?
de: TEXT_VOICEMAN_05300_003180_MYSTERYVOICE<tab>Doch. Und trotzdem blieb mir keine Wahl. Aber<var 1D /var>... müssen wir hier und jetzt darüber sprechen?

source: TEXT_VOICEMAN_05300_003190_MYSTERYVOICE<tab>...Elidibus spoke in similar terms, you say? How curious.
de: TEXT_VOICEMAN_05300_003190_MYSTERYVOICE<tab>Elidibus hat etwas Ähnliches gesagt? Erstaunlich.

source: TEXT_VOICEMAN_05300_003200_MYSTERYVOICE<tab>To answer your question, then, I made my choice for reasons which seemed obvious to me, but may not to any other.
de: TEXT_VOICEMAN_05300_003200_MYSTERYVOICE<tab>Wenn ich eine Antwort finden müsste, würde ich sagen<var 1D /var>...

source: TEXT_VOICEMAN_05300_003210_MYSTERYVOICE<tab>There were the expectations I placed upon myself before beginning my slumber. And the expectations of those who roused me.
de: TEXT_VOICEMAN_05300_003210_MYSTERYVOICE<tab>... vielleicht weil ich dir ein Versprechen gab, bevor ich mich zur Ruhe legte, mich mit dir verbunden fühlte. Oder vielleicht, weil diejenigen, die mich erweckten, es so wollten<var 1D /var>...

source: TEXT_VOICEMAN_05300_003220_MYSTERYVOICE<tab>Of course, I had the choice to turn my back on the lot of it. But in the end, it was no choice at all.
de: TEXT_VOICEMAN_05300_003220_MYSTERYVOICE<tab>Sicher, niemand hat mich gezwungen, so zu handeln, und doch habe ich mich stets danach gerichtet<var 1D /var>...

source: TEXT_VOICEMAN_05300_003230_MYSTERYVOICE<tab>I cherish the time I spent with you and the others. What I wouldn't give to return to those halcyon days...
de: TEXT_VOICEMAN_05300_003230_MYSTERYVOICE<tab>Es war mir jedenfalls eine Freude, die eine oder andere Strophe zu deinem Heldenlied dazuzudichten, ja sogar Teil davon zu sein<var 1D /var>...

source: TEXT_VOICEMAN_05300_003240_MYSTERYVOICE<tab>Chasing ancient secrets, overcoming trial after trial with the aid of like-minded comrades...
de: TEXT_VOICEMAN_05300_003240_MYSTERYVOICE<tab>Vor mir entfaltete sich eine seit tausenden Jahren geheim gehaltene Wahrheit. Ein schweres Erbe. Aber immer hatte ich Freunde an meiner Seite, die mir beistanden.

source: TEXT_VOICEMAN_05300_003250_MYSTERYVOICE<tab>And what remarkable comrades they were. In such company, I felt as if I were a character in the epic tales that had stirred my heart as a boy. As if my dream had come true...
de: TEXT_VOICEMAN_05300_003250_MYSTERYVOICE<tab>Und ein jeder von ihnen ist Teil meiner Erinnerungen. Das hat mir mehr Mut gemacht als jede ruhmreiche Heldengeschichte.

source: TEXT_VOICEMAN_05300_003260_MYSTERYVOICE<tab>It hadn't, of course, for I was no hero. Neither then nor after. Though the world to which I awakened, and the First were beset with myriad problems, I rarely knew how best to play my part.
de: TEXT_VOICEMAN_05300_003260_MYSTERYVOICE<tab>Damals wie heute<var 1D /var>... ist so viel geschehen, stand so viel auf dem Spiel<var 1D /var>... Nicht selten fiel es mir schwer, den rechten Pfad zu erkennen.

source: TEXT_VOICEMAN_05300_003270_MYSTERYVOICE<tab>There was, however, one thing of which I was certain: that I could not bear to let those dear to me meet a tragic end.
de: TEXT_VOICEMAN_05300_003270_MYSTERYVOICE<tab>Aber allem zum Trotz habe ich niemals ans Aufgeben gedacht, nie einen Gedanken ans Scheitern verschwendet. Weil ich meine Freunde an meiner Seite wusste.

source: TEXT_VOICEMAN_05300_003280_MYSTERYVOICE<tab>I'm afraid our time is up. Go.
de: TEXT_VOICEMAN_05300_003280_MYSTERYVOICE<tab>Die Zeit ist gekommen. Ich halte dir den Rücken frei. Geh allein weiter.
