Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/053/VoiceMan_05300/*.xlf
Languages: de

source: TEXT_VOICEMAN_05300_004040_ALPHINAUD<tab>You'll never let me forget it, will you. I'll have you know I completed the promised painting in the end. Be that as it may, there are times only words will suffice.
de: TEXT_VOICEMAN_05300_004040_ALPHINAUD<tab>Ja, mein Werk ist vollbracht. Jetzt fehlen nur noch die richtigen Worte.

source: TEXT_VOICEMAN_05300_004050_ALPHINAUD<tab>Lady Chai, I have a confession to make.
de: TEXT_VOICEMAN_05300_004050_ALPHINAUD<tab>Frau Chai, bitte hört mir zu.

source: TEXT_VOICEMAN_05300_004060_ALPHINAUD<tab>On the day we ousted Lord Vauthry, when I revealed the truth of his tyranny and your complicity in his crimes, I did so with great trepidation. Not out of fear that you wouldn't listen, but that you might never recover.
de: TEXT_VOICEMAN_05300_004060_ALPHINAUD<tab>Einst gründete ich eine Gemeinschaft mit dem noblen Ziel, Gutes zu tun. Doch dabei unterliefen mir schwerwiegende Fehler.

source: TEXT_VOICEMAN_05300_004070_ALPHINAUD<tab>There was a time when I too, in my hubris, believed myself worthy to lord it over others. And when the lie was laid bare─when I was forced to confront the cost, the lives lost─it all but destroyed me.
de: TEXT_VOICEMAN_05300_004070_ALPHINAUD<tab>Fehler, für die andere mit ihren Leben bezahlten<var 1D /var>...

source: TEXT_VOICEMAN_05300_004080_ALPHINAUD<tab>To awaken from a naive dream to so harsh a reality... I would have understood had you all surrendered to despair.
de: TEXT_VOICEMAN_05300_004080_ALPHINAUD<tab>Als ich sah, wie Vauthry ohne Rücksicht auf Verluste seine Vorstellung von einer perfekten Welt verwirklichen wollte<var 1D /var>... da erkannte ich einen Teil meiner selbst in ihm.

source: TEXT_VOICEMAN_05300_004090_ALPHINAUD<tab>But you didn't surrender. Far from it. You picked yourselves up and rose to the challenge.
de: TEXT_VOICEMAN_05300_004090_ALPHINAUD<tab>Deshalb hat es mich besonders gefreut, dass diese Stadt einen Neuanfang geschafft hat.

source: TEXT_VOICEMAN_05300_004100_ALPHINAUD<tab>You found a path forward and the strength to walk it─and to keep walking it─day after day.
de: TEXT_VOICEMAN_05300_004100_ALPHINAUD<tab>Damit ist meine eigene Schuld nicht beglichen, aber es hat mir gezeigt, dass man sich immer wieder aufrichten kann, egal wie tief der Fall auch gewesen sein mag. Das hat mir Mut gemacht.

source: TEXT_VOICEMAN_05300_004110_ALPHINAUD<tab>But what struck me is how much faster you found it than I did.
de: TEXT_VOICEMAN_05300_004110_ALPHINAUD<tab>Mit neuer Hoffnung im Herzen will auch ich nach vorn blicken und meinen Weg gehen.

source: TEXT_VOICEMAN_05300_004120_CHAINUZZ<tab>...Really? It felt pretty slow to me! But rest assured, we'll make Eulmore into a nation anyone would be proud to call home...eventually.
de: TEXT_VOICEMAN_05300_004120_CHAINUZZ<tab>Sei versichert, dass wir keine Mühen scheuen werden, um Eulmore zu einer guten Stadt zu machen. Einer gerechten Stadt.

source: TEXT_VOICEMAN_05300_004130_CHAINUZZ<tab>You can still come and go as you please, I believe? When we have good tidings to report, I may trouble you to be their bearer.
de: TEXT_VOICEMAN_05300_004130_CHAINUZZ<tab>Du wirst weiter unsere Welt besuchen können, nicht wahr? Wenn es Neuigkeiten zu berichten gibt, werden wir dir einen Brief mitgeben.

source: TEXT_VOICEMAN_05300_004140_CHAINUZZ<tab>There may also be less-than-good tidings...in which event, I hope I can trouble you for your counsel.
de: TEXT_VOICEMAN_05300_004140_CHAINUZZ<tab>Vermutlich werden es nicht immer nur gute Neuigkeiten sein<var 1D /var>... In diesem Fall hoffe ich, dass wir auch weiterhin auf deinen wertvollen Rat zählen können, Alphinaud.

source: TEXT_VOICEMAN_05300_004150_ALPHINAUD<tab>I should be honored to provide it, Master Chai.
de: TEXT_VOICEMAN_05300_004150_ALPHINAUD<tab>Aber selbst<var 16 /var>verständ<var 16 /var>lich! Ich bin Euch jederzeit wieder gerne zu Diensten!

source: TEXT_VOICEMAN_05300_004160_DULIACHAI<tab>Oh, Alphinaud... I know you aren't one to sit still, but do remember to take your ease from time to time.
de: TEXT_VOICEMAN_05300_004160_DULIACHAI<tab>Alphinaud, du hast schon so viel für uns getan.

source: TEXT_VOICEMAN_05300_004170_DULIACHAI<tab>And no matter where you are, remember that there are people here who are praying for your health and happiness.
de: TEXT_VOICEMAN_05300_004170_DULIACHAI<tab>Wir werden immer an dich denken und für dich beten. Auf dass dein Leben voller Frieden und Freude sein möge.

source: TEXT_VOICEMAN_05300_004180_DULIACHAI<tab>Our brave and gentle artist. You have our love, now and always.
de: TEXT_VOICEMAN_05300_004180_DULIACHAI<tab>Ich werde immer an dich denken. Mein mutiger, mein reizender Maler.

source: TEXT_VOICEMAN_05300_004190_ALPHINAUD<tab>And you mine. Please take care.
de: TEXT_VOICEMAN_05300_004190_ALPHINAUD<tab>Ja<var 1D /var>... Ich werde Euch auch nie vergessen. Lebt wohl!

source: TEXT_VOICEMAN_05300_004200_SETO<tab>Is that...Ardbert's crystal?
de: TEXT_VOICEMAN_05300_004200_SETO<tab>Oh, ist das etwa Ardberts Kristall?

source: TEXT_VOICEMAN_05300_004210_SETO<tab>So it is. It has changed...but I would know it anywhere. However did you come by it?
de: TEXT_VOICEMAN_05300_004210_SETO<tab>Er fühlt sich<var 1D /var>... anders an. Sag, was ist geschehen?

source: TEXT_VOICEMAN_05300_004220_SETO<tab>...Then even in death, his enemies found a way to profit from his sacrifice. It grieves me to think of his body being used for evil ends...
de: TEXT_VOICEMAN_05300_004220_SETO<tab>Was für ein unwürdiges Schauspiel<var 1D /var>...

source: TEXT_VOICEMAN_05300_004230_SETO<tab>But thanks to you, his honor is restored, and he may finally find peace.
de: TEXT_VOICEMAN_05300_004230_SETO<tab>Nur gut, dass du dem Spuk ein Ende bereitet und damit Ardberts Ehre gerettet hast.

source: TEXT_VOICEMAN_05300_004240_SETO<tab>No words can express my gratitude. I will keep this crystal safe to the end of my days.
de: TEXT_VOICEMAN_05300_004240_SETO<tab>Ich danke dir! Den Kristall nehme ich gerne in meine Obhut.

source: TEXT_VOICEMAN_05300_004250_SETO<tab>Rest easy, my friend. You have earned it.
de: TEXT_VOICEMAN_05300_004250_SETO<tab>Ruhe in Frieden, Ardbert. Du hast es dir verdient<var 1D /var>...

source: TEXT_VOICEMAN_05300_Q12_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q12_000_001_NONE_VOICE<tab>Was sagst du?

source: TEXT_VOICEMAN_05300_A12_000_001_NONE_VOICE<tab>Tell me, does anything strike you as different about my soul?
de: TEXT_VOICEMAN_05300_A12_000_001_NONE_VOICE<tab>Kannst du meine Seele spüren?

source: TEXT_VOICEMAN_05300_A12_000_002_NONE_VOICE<tab>Close your eyes.
de: TEXT_VOICEMAN_05300_A12_000_002_NONE_VOICE<tab>Seto, schließe deine Augen.

source: TEXT_VOICEMAN_05300_004260_SETO<tab>Your soul? Hm...
de: TEXT_VOICEMAN_05300_004260_SETO<tab>Deine Seele? Hm<var 1D /var>...

source: TEXT_VOICEMAN_05300_004270_SETO<tab>Pardon? ...Hm! Very well.
de: TEXT_VOICEMAN_05300_004270_SETO<tab>Hm? Also gut<var 1D /var>...

source: TEXT_VOICEMAN_05300_004280_SETO<tab>How can this be?
de: TEXT_VOICEMAN_05300_004280_SETO<tab>Aber<var 1D /var>... das kann doch nicht sein.

source: TEXT_VOICEMAN_05300_004290_WARRIOROFDARKNESS<tab>Seto, my old friend. You've grown!
de: TEXT_VOICEMAN_05300_004290_WARRIOROFDARKNESS<tab>Seto, du bist wirklich groß geworden!

source: TEXT_VOICEMAN_05300_004300_SETO<tab>Oh! Oh, Ardbert! How I've missed you!
de: TEXT_VOICEMAN_05300_004300_SETO<tab>Ardbert<var 1D /var>... Ich habe dich ja so vermisst.

source: TEXT_VOICEMAN_05300_004310_SETO<tab>I'm sorry I couldn't keep you safe... Or even console you.
de: TEXT_VOICEMAN_05300_004310_SETO<tab>Verzeih mir, dass ich nicht für dich da war, als du mich am dringendsten brauchtest. Verzeih, dass ich dich nicht beschützen konnte!

source: TEXT_VOICEMAN_05300_004320_SETO<tab>Had I only learned to speak sooner, I would have told you how much you meant to me. How much I cared.
de: TEXT_VOICEMAN_05300_004320_SETO<tab>Hätte ich doch bloß früher den Mut gefunden, dir zu sagen, wie viel du mir bedeutest, wie sehr ich mir wünsche, dass du glücklich bist.

source: TEXT_VOICEMAN_05300_004330_WARRIOROFDARKNESS<tab>I knew. I always knew.
de: TEXT_VOICEMAN_05300_004330_WARRIOROFDARKNESS<tab>Das weiß ich. Ich wusste es schon immer.

source: TEXT_VOICEMAN_05300_004340_WARRIOROFDARKNESS<tab>But I'm happy to hear it nonetheless. Thank you, Seto. My partner in crime.
de: TEXT_VOICEMAN_05300_004340_WARRIOROFDARKNESS<tab>Ich danke dir, mein treuer Freund<var 1D /var>...

source: TEXT_VOICEMAN_05300_004350_SETO<tab>I see... His journey continues.
de: TEXT_VOICEMAN_05300_004350_SETO<tab>Seine Reise ist also noch nicht zu Ende<var 1D /var>...

source: TEXT_VOICEMAN_05300_004360_SETO<tab>Then I will not yet bid him rest. With you, he may look forward to many more adventures.
de: TEXT_VOICEMAN_05300_004360_SETO<tab>Dann ist dies auch kein Lebewohl. Möge er dich noch eine lange, lange Zeit auf deinen Wegen begleiten.

source: TEXT_VOICEMAN_05300_004370_SETO<tab>It has been a while since last I flew. Perhaps I too will go on a little adventure. Ride the winds, seek the horizon... Yes. I think perhaps I will.
de: TEXT_VOICEMAN_05300_004370_SETO<tab>Vielleicht sollte ich es öfter so machen wie früher. Einfach losfliegen, einfach vom Wind treiben lassen<var 1D /var>...

source: TEXT_VOICEMAN_05300_004380_RUNAR<tab>Master Matoya!
de: TEXT_VOICEMAN_05300_004380_RUNAR<tab>Matoya!

source: TEXT_VOICEMAN_05300_004390_RUNAR<tab>For too long, I have remained silent. But no longer. I could not bear it if you were to leave. Please stay! I beg of you!
de: TEXT_VOICEMAN_05300_004390_RUNAR<tab>Matoya, nein<var 1D /var>... Sag es nicht, ich bitte dich. Sag nicht, dass du fortmusst. Ich will, dass du bleibst. Hier, bei mir.

source: TEXT_VOICEMAN_05300_004400_YSHTOLA<tab>Runar... Please...
de: TEXT_VOICEMAN_05300_004400_YSHTOLA<tab>Ach Runar<var 1D /var>...

source: TEXT_VOICEMAN_05300_004410_RUNAR<tab>...I jest. At least in part. Ahem. What I came to say is this...
de: TEXT_VOICEMAN_05300_004410_RUNAR<tab>Verzeih, ich konnte es mir einfach nicht verkneifen, auch wenn ich dich damit in Verlegenheit bringe.

source: TEXT_VOICEMAN_05300_004420_RUNAR<tab>Thank you. Without your wisdom, your strength, and your kindness to guide us, our people would still be lost.
de: TEXT_VOICEMAN_05300_004420_RUNAR<tab>Matoya, wir, die Untertanen der Nacht, haben dir so viel zu verdanken. Mit deiner Weisheit, Stärke und Güte hast du uns wieder auf die Beine geholfen.

source: TEXT_VOICEMAN_05300_004430_RUNAR<tab>We will never forget you, Master Matoya. Wherever your journeys may take you, you will always be in our hearts.
de: TEXT_VOICEMAN_05300_004430_RUNAR<tab>Wir werden die Hexe Matoya niemals vergessen. Ich werde dich niemals vergessen. Pass gut auf dich auf<var 1D /var>... in dieser anderen Welt.

source: TEXT_VOICEMAN_05300_004435_YSHTOLA<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_004435_YSHTOLA<tab>(Schnauben, kleiner Lacher)

source: TEXT_VOICEMAN_05300_004440_YSHTOLA<tab>And you in mine.
de: TEXT_VOICEMAN_05300_004440_YSHTOLA<tab>Ich werde euch wirklich vermissen.

source: TEXT_VOICEMAN_05300_004450_YSHTOLA<tab>Remember that your people's journey─that <var 1A 02 /var>our<var 1A 01 /var> people's journey is yet ongoing. Your lives will change, and so too will your dreams. Yet come what may, you need not forsake your time-honored traditions, nor less your beliefs.
de: TEXT_VOICEMAN_05300_004450_YSHTOLA<tab>Denk daran: Die Gebete der Untertanen der Nacht enthalten die Weisheit eurer Vorfahren. Nehmt sie euch zu Herzen, auch wenn sich die Dinge manchmal im Lauf der Zeit ändern mögen.

source: TEXT_VOICEMAN_05300_004460_YSHTOLA<tab>But neither should you be beholden to them. For it was with curiosity and courage that the Night's Blessed first triumphed over adversity. New knowledge and new wisdom are ever worthy of pursuit.
de: TEXT_VOICEMAN_05300_004460_YSHTOLA<tab>Aber bleibt stets wissbegierig und vergesst dabei nicht, euren eigenen Kopf zu benutzen. Darin liegt das Geheimnis, die Heraus<var 16 /var>forde<var 16 /var>rungen des Lebens zu meistern.

source: TEXT_VOICEMAN_05300_004470_RUNAR<tab>Indeed they are. And so, until we return to the sunless sea, we shall endeavor to live our lives to the fullest.
de: TEXT_VOICEMAN_05300_004470_RUNAR<tab>Wir werden es uns jeden Tag aufs Neue zu Herzen nehmen, versprochen. Bis unsere Seelen Teil des dunklen Himmelsmeeres werden und als Sterne auf unsere Nachfahren herabfunkeln.

source: TEXT_VOICEMAN_05300_004480_YSHTOLA<tab>That is well. But however great your strides, there may yet come a day when the challenges you face cannot be surmounted alone.
de: TEXT_VOICEMAN_05300_004480_YSHTOLA<tab>Eine weise Entscheidung<var 1D /var>... Aber bedenke stets, dass es auch Heraus<var 16 /var>forde<var 16 /var>rungen gibt, die man selbst mit vereinten Kräften nicht bewältigen kann.

source: TEXT_VOICEMAN_05300_004490_YSHTOLA<tab>On such a day...
de: TEXT_VOICEMAN_05300_004490_YSHTOLA<tab>Und falls ihr einmal nicht mehr weiterwisst<var 1D /var>...

source: TEXT_VOICEMAN_05300_004500_RUNAR<tab>On such a day?
de: TEXT_VOICEMAN_05300_004500_RUNAR<tab>Was sollen wir dann tun, Matoya?

source: TEXT_VOICEMAN_05300_004505_YSHTOLA<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_004505_YSHTOLA<tab>(Schnauben, kleiner Lacher)

source: TEXT_VOICEMAN_05300_004510_YSHTOLA<tab>You may call on me.
de: TEXT_VOICEMAN_05300_004510_YSHTOLA<tab>Ist doch klar: Dann ruft ihr mich natürlich!

source: TEXT_VOICEMAN_05300_004520_YSHTOLA<tab>Since a means to travel between worlds exists, you can be sure I will find a way to employ it.
de: TEXT_VOICEMAN_05300_004520_YSHTOLA<tab>Schließlich bin ich die Hexe Matoya! Ich werde schon einen Weg finden!

source: TEXT_VOICEMAN_05300_004530_YSHTOLA<tab>And there remain so many mysteries here that want for solving.
de: TEXT_VOICEMAN_05300_004530_YSHTOLA<tab>Außerdem gibt es hier auch noch das eine oder andere Geheimnis zu lüften<var 1D /var>...

source: TEXT_VOICEMAN_05300_004540_RUNAR<tab>Master Matoya!
de: TEXT_VOICEMAN_05300_004540_RUNAR<tab>Ach, Matoya!

source: TEXT_VOICEMAN_05300_004550_YSHTOLA<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_004550_YSHTOLA<tab>He, lass mich wieder runter!

source: TEXT_VOICEMAN_05300_004560_ALISAIE<tab>That's everyone, then. We've all said what we needed to.
de: TEXT_VOICEMAN_05300_004560_ALISAIE<tab>Ah, damit sind wir vollzählig. Und ich glaube, wir konnten uns alle von unseren Freunden hier verabschieden.

source: TEXT_VOICEMAN_05300_004570_URIANGER<tab>Even as we speak, Beq Lugg undertaketh their final inspection of our spirit vessels.
de: TEXT_VOICEMAN_05300_004570_URIANGER<tab>Beq Lugg bereitet gerade unsere Wesenskristalle vor.

source: TEXT_VOICEMAN_05300_004580_URIANGER<tab>When thine own preparations for the journey are complete, thou art to present thyself in the Ocular.
de: TEXT_VOICEMAN_05300_004580_URIANGER<tab>Er hat uns gebeten, ihn im Kristallturm aufzusuchen, sobald wir alle bereit für die Rückreise sind.

source: TEXT_VOICEMAN_05300_004590_RYNE<tab>Um...everyone?
de: TEXT_VOICEMAN_05300_004590_RYNE<tab>Wenn<var 1D /var>... Wenn ich noch etwas sagen darf<var 1D /var>...

source: TEXT_VOICEMAN_05300_004600_RYNE<tab>I want to thank you all. On behalf of the First.
de: TEXT_VOICEMAN_05300_004600_RYNE<tab>Ich möchte euch von Herzen danken, für alles, was ihr getan habt.

source: TEXT_VOICEMAN_05300_004610_RYNE<tab>You, and Minfilia, and the Exarch.
de: TEXT_VOICEMAN_05300_004610_RYNE<tab>Minfilia bewahrte Norvrandt vor der Lichtflut. Der Kristall<var 16 /var>exarch gab uns Hoffnung. Und <var 08 E905 ((die Kriegerin)) ((der Krieger)) /var> der Dunkelheit führte uns zum Sieg.

source: TEXT_VOICEMAN_05300_004620_RYNE<tab>Without each and every one of you guiding us, fighting for us...we wouldn't be standing here now. There wouldn't even <var 1A 02 /var>be<var 1A 01 /var> a here. And no words can express our gratitude.
de: TEXT_VOICEMAN_05300_004620_RYNE<tab>Was ihr alle für uns getan habt, lässt sich kaum in Worte fassen. Ohne euch gäbe es diese Welt überhaupt nicht mehr!

source: TEXT_VOICEMAN_05300_004630_RYNE<tab>We still have a lot to do, countless trials to overcome─but if it ever seems too much, I'll think of our time together.
de: TEXT_VOICEMAN_05300_004630_RYNE<tab>Was auch immer die Zukunft bringen mag, ich werde mich immer an unsere gemeinsame Zeit erinnern.

source: TEXT_VOICEMAN_05300_004640_RYNE<tab>The happy moments...and the sad─I will remember it all. And it will give me the strength to carry on without you.
de: TEXT_VOICEMAN_05300_004640_RYNE<tab>Wie wir zusammen kämpften, lachten und litten<var 1D /var>... alles, einfach alles! Das wird mir Kraft geben!

source: TEXT_VOICEMAN_05300_004650_RYNE<tab>Because you made me who I am. Minfilia. Ryne.
de: TEXT_VOICEMAN_05300_004650_RYNE<tab>Ich war Minfilia, das Orakel des Lichts<var 1D /var>... Und nun bin ich Ryne.

source: TEXT_VOICEMAN_05300_004660_RYNE<tab>To honor these names and these memories, I will stand with all the people of this land, and strive for a better tomorrow.
de: TEXT_VOICEMAN_05300_004660_RYNE<tab>Ich werde diese Namen und alles, was ich mit ihnen verbinde, für immer mit Stolz in meinem Herzen tragen.

source: TEXT_VOICEMAN_05300_004670_URIANGER<tab>Thancred. I believe the honor of responding should rightfully be thine.
de: TEXT_VOICEMAN_05300_004670_URIANGER<tab>Thancred<var 1D /var>... Ich glaube, dieser Moment gehört dir.

source: TEXT_VOICEMAN_05300_004680_THANCRED<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_004680_THANCRED<tab>ハ…

source: TEXT_VOICEMAN_05300_004690_THANCRED<tab>I know better than most how much you've grown, and I have every confidence you'll make your people proud.
de: TEXT_VOICEMAN_05300_004690_THANCRED<tab>Du hast dich ganz schön gemacht<var 1D /var>... Egal welche Heraus<var 16 /var>forde<var 16 /var>rungen dich erwarten, du<var 1D /var>... du wirst sie meistern, da habe ich keine Zweifel. Denn niemand ist so stark wie du.

source: TEXT_VOICEMAN_05300_004700_THANCRED<tab>Gods know, I'm proud of you. I always will be. You deserve all the happiness in the world and more.
de: TEXT_VOICEMAN_05300_004700_THANCRED<tab>Egal unter welchem Himmel<var 1D /var>... Ich werde immer an dich denken. Immer.

source: TEXT_VOICEMAN_05300_004710_RYNE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_004710_RYNE<tab>Ah<var 1D /var>...

source: TEXT_VOICEMAN_05300_004720_LYNA<tab>(-???-)Might we also say a few words?
de: TEXT_VOICEMAN_05300_004720_LYNA<tab>(-???-)Ich hoffe, wir stören nicht.

source: TEXT_VOICEMAN_05300_004730_ALPHINAUD<tab>Why, this is...just about all of you!
de: TEXT_VOICEMAN_05300_004730_ALPHINAUD<tab>Oh<var 1D /var>... seid ihr alle extra für uns gekommen?

source: TEXT_VOICEMAN_05300_004740_LYNA<tab>To see you off seemed the least we could do.
de: TEXT_VOICEMAN_05300_004740_LYNA<tab>Wir werden euch niemals angemessen danken können, aber zumindest wollen wir uns gebührlich verabschieden.

source: TEXT_VOICEMAN_05300_004750_LYNA<tab>You risked your all for us─fought for a realm not your own. Before you came, we had never known the beauty of the night sky.
de: TEXT_VOICEMAN_05300_004750_LYNA<tab>Für euren Heldenmut und eure Selbstlosigkeit im Kampf gegen das Licht gebührt euch höchster Respekt. Nicht nur habt ihr uns in einer ausweglosen Situation vor dem sicheren Untergang bewahrt, ihr habt uns auch die Schönheit der Nacht wiedergebracht.

source: TEXT_VOICEMAN_05300_004760_LYNA<tab>Or the joy of your company.
de: TEXT_VOICEMAN_05300_004760_LYNA<tab>Viele Schlachten haben wir gemeinsam geschlagen, so manchem Feind getrotzt. Das schweißt zusammen. Schmiedet Freund<var 16 /var>schaften. Sie helfen einem, das Leben und jeden Tag in einem neuen Licht zu betrachten.

source: TEXT_VOICEMAN_05300_004770_LYNA<tab>Though it saddens us deeply to bid you farewell, it has ever been our way to send off friends with a smile.
de: TEXT_VOICEMAN_05300_004770_LYNA<tab>Wir werden erhobenen Hauptes in den Morgen schreiten, wie wir es in Crystarium schon immer getan haben.

source: TEXT_VOICEMAN_05300_004780_LYNA<tab>Wherever your road should lead, we shall pray for your safety. And following your brave example, we shall continue to fight for the Crystarium.
de: TEXT_VOICEMAN_05300_004780_LYNA<tab>Deshalb werden wir weder zaudern noch verzagen, nein, wir werden eurem Beispiel folgen. Wir werden zusammenstehen und voller Zuversicht in die Zukunft blicken! Lebt wohl, Freunde. Unsere Gebete werden euch begleiten, wo immer ihr auch sein mögt.

source: TEXT_VOICEMAN_05300_004790_ALISAIE<tab>With or without us, you've always taken good care of this city. I don't doubt for a moment you'll continue to do so.
de: TEXT_VOICEMAN_05300_004790_ALISAIE<tab>Auf die Bürger von Crystarium ist Verlass. Das wissen wir!

source: TEXT_VOICEMAN_05300_004800_ALPHINAUD<tab>Aye, a more resilient people we have never known.
de: TEXT_VOICEMAN_05300_004800_ALPHINAUD<tab>Ja, diese Stadt kriegt so schnell niemand klein. Außerdem<var 1D /var>...

source: TEXT_VOICEMAN_05300_004810_ALPHINAUD<tab>As resilient and enduring as the tower that watches over you.
de: TEXT_VOICEMAN_05300_004810_ALPHINAUD<tab>Außerdem<var 1D /var>... wacht ein strahlendes Symbol der Hoffnung über euch. Eines, das euch sagt: Ihr seid nie allein<var 1D /var>...

source: TEXT_VOICEMAN_05300_004820_LYNA<tab>To the last, we did not question the Exarch about his past. It is only now, when he can no longer tell us, that we believe we know the answer.
de: TEXT_VOICEMAN_05300_004820_LYNA<tab>Der Kristall<var 16 /var>exarch hat aus seiner Herkunft immer ein Geheimnis gemacht. Aber jetzt liegt die Antwort vor uns.

source: TEXT_VOICEMAN_05300_004830_LYNA<tab>We have heard what became of him, and what is about to be attempted.
de: TEXT_VOICEMAN_05300_004830_LYNA<tab>Ich habe gehört, was mit ihm passiert ist. Wie mag es ihm jetzt gehen - seiner Seele<var 1D /var>...

source: TEXT_VOICEMAN_05300_004840_LYNA<tab>All will be well, of this we are certain.
de: TEXT_VOICEMAN_05300_004840_LYNA<tab>Alles wird gut werden, ganz bestimmt.

source: TEXT_VOICEMAN_05300_004850_LYNA<tab>How could it be otherwise, when every soul in the Crystarium is praying for it with all their heart?
de: TEXT_VOICEMAN_05300_004850_LYNA<tab>Wir<var 1D /var>... alle Bewohner von Crystarium, glauben ganz fest daran.

source: TEXT_VOICEMAN_05300_004860_LYNA<tab>And so, when our lord awakens, I bid you give him a message.
de: TEXT_VOICEMAN_05300_004860_LYNA<tab>Bitte richte dem Exarchen etwas aus, wenn er erwacht<var 1D /var>... und sich an uns erinnert<var 1D /var>...

source: TEXT_VOICEMAN_05300_004870_LYNA<tab>Tell him he needn't worry about us.
de: TEXT_VOICEMAN_05300_004870_LYNA<tab>Bitte sag ihm, er soll sich um uns keine Sorgen machen.

source: TEXT_VOICEMAN_05300_004880_LYNA<tab>That he need no longer hide who he truly is. That he should live his own life to the fullest.
de: TEXT_VOICEMAN_05300_004880_LYNA<tab>Sag ihm, dass er sich nun nicht mehr verstellen braucht, dass die Last der Verantwortung von seinen Schultern genommen ist. Und dass er nun sein Leben in vollen Zügen genießen soll<var 1D /var>...

source: TEXT_VOICEMAN_05300_004890_LYNA<tab>And that if he should ever find himself reminiscing on the past with a smile, we shall be smiling with him.
de: TEXT_VOICEMAN_05300_004890_LYNA<tab>Wenn er sich eines Tages an uns erinnert und herzlich über die Dinge lacht, die geschehen sind, dann kann er sich sicher sein, dass wir ihn hören und voller Glück mit einstimmen.

source: TEXT_VOICEMAN_05300_004900_LYNA<tab>Will you tell him this?
de: TEXT_VOICEMAN_05300_004900_LYNA<tab>Wirst du ihm das ausrichten?

source: TEXT_VOICEMAN_05300_Q13_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q13_000_001_NONE_VOICE<tab>Was sagst du?
