Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/053/VoiceMan_05300/*.xlf
Languages: de

source: TEXT_VOICEMAN_05300_001600_HYTHLODAEUS<tab><var 48 F20223 /var>Heh heh... I see you have been collecting stars.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001600_HYTHLODAEUS<tab><var 48 F20223 /var>Ha<var 1D /var>... Du hast die Sterne eingesammelt, wie ich sehe.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001610_HYTHLODAEUS<tab><var 48 F20223 /var>I speak of those crystals. They have constellations etched upon them, yes?<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001610_HYTHLODAEUS<tab><var 48 F20223 /var>Ich meine die Konstellationskristalle, die du bei dir hast. Sieh sie dir doch mal an<var 1D /var>- darauf sind Sternbilder eingraviert.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001620_HYTHLODAEUS<tab><var 48 F20223 /var>High in the heavens, those stars shine their guiding light down upon the lives below. Fitting symbols for the Convocation of Fourteen, would you not agree?<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001620_HYTHLODAEUS<tab><var 48 F20223 /var>Ihr Funkeln am Firmament ist ein Sinnbild für den ewigen Lauf der Dinge und leitet das Leben derer, die unter ihnen wandeln. Jedes Sternbild steht für ein Mitglied des Konvents.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001630_HYTHLODAEUS<tab><var 48 F20223 /var>As you will have gathered, each crystal bears an account of the life of a member of the Convocation as remembered by the unsundered.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001630_HYTHLODAEUS<tab><var 48 F20223 /var>Die Kristalle waren im Besitz der Ursprünglichen und bergen ihre Erinnerungen.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001640_HYTHLODAEUS<tab><var 48 F20223 /var>Lest you worry, they aren't concepts; they are far too incomplete to be so. But they suffice for imbuing memories within sundered souls, that they might be restored to their office.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001640_HYTHLODAEUS<tab><var 48 F20223 /var>Sie sind allerdings fragmentiert und keineswegs vollständig. Sie reichen gerade einmal dafür, in einer zersplitterten Seele genügend Erinnerungen wachzurufen, sodass das betreffende Amt erneut bekleidet werden kann.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001650_HYTHLODAEUS<tab><var 48 F20223 /var>Keep them. I am sure Emet-Selch wouldn't mind.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001650_HYTHLODAEUS<tab><var 48 F20223 /var>Behalte ihn ruhig. Emet-Selch braucht ihn ja nun ohnehin nicht mehr.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001660_HYTHLODAEUS<tab><var 48 F20223 /var>So, how fare you of late? You are feuding with Elidibus this time, I believe?<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001660_HYTHLODAEUS<tab><var 48 F20223 /var>Aber sag, wie ist es dir inzwischen ergangen? Du bist im Zwist mit Elidibus, nicht wahr?<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001670_HYTHLODAEUS<tab><var 48 F20223 /var>Hm... I shall refrain from passing comment on your struggle. It is not my place to do so, long-departed as I am.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001670_HYTHLODAEUS<tab><var 48 F20223 /var>Hmm. Zu den Aussichten dieses Kampfes werde ich mich nicht äußern. Das steht mir als längst Verstorbener nicht zu.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001680_HYTHLODAEUS<tab><var 48 F20223 /var>But if I may give voice to a personal desire...I would rather you lived.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001680_HYTHLODAEUS<tab><var 48 F20223 /var>Aber wenn ich einen persönlichen Wunsch aussprechen darf<var 1D /var>... Ich hoffe, dass du diesen Streit für dich entscheidest.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001690_HYTHLODAEUS<tab><var 48 F20223 /var>If you do not, how will you keep your promise to Emet-Selch? The promise to remember?<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001690_HYTHLODAEUS<tab><var 48 F20223 /var>Wie könntest du sonst das Versprechen einlösen, das du Emet-Selch gegeben hast? Wer würde unser Andenken hochhalten, wenn nicht du?<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001700_HYTHLODAEUS<tab><var 48 F20223 /var>It must weigh heavy, the burden of all those memories.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001700_HYTHLODAEUS<tab><var 48 F20223 /var>Du trägst eine so große Last auf deinen Schultern - so viele Bestrebungen, so viele Erinnerungen.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001710_HYTHLODAEUS<tab><var 48 F20223 /var>To one who has lived a life such as yours, I can well imagine how Elidibus's existence might seem hollow─how empty his single-minded pursuit of a half-forgotten cause must appear...<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001710_HYTHLODAEUS<tab><var 48 F20223 /var>Im Vergleich dazu mag dir Elidibus geradezu eindimensional erscheinen, in seiner sturen Verfolgung eines einzigen halb vergessenen Ziels.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001720_HYTHLODAEUS<tab><var 48 F20223 /var>But know that his devotion is not without reason. Even if he himself can no longer remember what that reason is.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001720_HYTHLODAEUS<tab><var 48 F20223 /var>Aber er hat seine Beweggründe. Selbst wenn er sich nicht mehr wirklich entsinnen kann, welche es waren.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001730_HYTHLODAEUS<tab><var 48 F20223 /var>Well, that is quite enough talk about Elidibus. I would see if you can reunite the wayward stars.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001730_HYTHLODAEUS<tab><var 48 F20223 /var>Nun wollen wir doch mal sehen, ob du die Sterne wieder einen kannst.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001740_HYTHLODAEUS<tab><var 48 F20223 /var>I mentioned before that there was a member of the Convocation who opposed Zodiark's summoning and defected. One whose office was left vacant...<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001740_HYTHLODAEUS<tab><var 48 F20223 /var>Vielleicht habe ich das schon einmal erwähnt, aber vor Zodiarks Beschwörung hat ein Mitglied aus Protest den Konvent verlassen.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001750_HYTHLODAEUS<tab><var 48 F20223 /var>Defectors having been deemed unworthy of commemoration, no crystal exists for the individual in question.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001750_HYTHLODAEUS<tab><var 48 F20223 /var>Danach blieb dieser vierzehnte Sitz leer. Man ließ keinen Kristall mit <var 08 E905 ((ihren)) ((seinen)) /var> Erinnerungen anfertigen - wer sich vom Konvent abwandte, braucht ja auch nicht weiterzubestehen.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001760_HYTHLODAEUS<tab><var 48 F20223 /var>...Or shouldn't exist, at any rate─and wouldn't, had a friend not created one in secret.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001760_HYTHLODAEUS<tab><var 48 F20223 /var>Zumindest war das der offizielle Beschluss. Ein gewisser Jemand hat <var 08 E905 ((ihr)) ((sein)) /var> Vermächtnis dennoch in einem Kristall bewahrt<var 1D /var>...<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001770_HYTHLODAEUS<tab><var 48 F20223 /var>A crystal bearing the forgotten name of <var 08 E905 ((her)) ((his)) /var> office, along with a magick of <var 08 E905 ((her)) ((his)) /var> own conceiving─a singular incantation embodying <var 08 E905 ((her)) ((his)) /var> spirit.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001770_HYTHLODAEUS<tab><var 48 F20223 /var>Der Name dieses vergessenen Amtes ist darin festgehalten<var 1D /var>... und auch die Kunst, die <var 08 E905 ((ihre Inhaberin als Einzige)) ((ihr Inhaber als Einziger)) /var> entwickelt hatte.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001780_HYTHLODAEUS<tab><var 48 F20223 /var>Among all the offices, the Fourteenth was most unusual. For while the rest sat in Amaurot, its holder was charged with gaining an intimate knowledge of the wider world.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001780_HYTHLODAEUS<tab><var 48 F20223 /var>Das vierzehnte Mitglied hatte nämlich eine Sonderstellung inne. <var 08 E905 ((Sie)) ((Er)) /var> sollte die Welt bereisen und alle Probleme, die <var 08 E905 ((sie)) ((er)) /var> vorfand, dem Konvent vorlegen.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001790_HYTHLODAEUS<tab><var 48 F20223 /var>In the course of his duty, he traveled the length and breadth of every land, and befriended countless folk.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001790_HYTHLODAEUS<tab><var 48 F20223 /var>Er kam auf seinen Reisen weit herum und schmiedete zahllose Freund<var 16 /var>schaften. Ja, in der Tat<var 1D /var>...<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001800_HYTHLODAEUS<tab><var 48 F20223 /var>In the course of her duty, she traveled the length and breadth of every land, and befriended countless folk.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001800_HYTHLODAEUS<tab><var 48 F20223 /var>Sie kam auf ihren Reisen weit herum und schmiedete zahllose Freund<var 16 /var>schaften. Ja, in der Tat<var 1D /var>...<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001810_HYTHLODAEUS<tab><var 48 F20223 /var><var 08 E905 ((She)) ((He)) /var> encountered troubles too, of course. Matters which <var 08 E905 ((she)) ((he)) /var> could simply have referred to the Convocation. But that was not <var 08 E905 ((her)) ((his)) /var> way.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001810_HYTHLODAEUS<tab><var 48 F20223 /var>Wenn <var 08 E905 ((sie)) ((er)) /var> doch nur öfters dem Konvent über die vorgefundenen Probleme Bericht erstattet hätte<var 1D /var>... Aber so war <var 08 E905 ((sie)) ((er)) /var> nun mal.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001820_HYTHLODAEUS<tab><var 48 F20223 /var>Nay, more often than not, <var 08 E905 ((she)) ((he)) /var> would call upon <var 08 E905 ((her)) ((his)) /var> comrades, and together resolve matters themselves.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001820_HYTHLODAEUS<tab><var 48 F20223 /var>Stattdessen rief <var 08 E905 ((sie)) ((er)) /var> oft einfach <var 08 E905 ((ihre)) ((seine)) /var> Kameraden und nahm die Dinge selbst in die Hand.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001830_HYTHLODAEUS<tab><var 48 F20223 /var>Such is the magick sealed within that crystal─the magick to summon the stars to your side.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001830_HYTHLODAEUS<tab><var 48 F20223 /var>Die Kunst, die <var 08 E905 ((die Vierzehnte)) ((der Vierzehnte)) /var> beherrschte, war es, die Sterne an <var 08 E905 ((ihre)) ((seine)) /var> Seite zu rufen.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001840_HYTHLODAEUS<tab><var 48 F20223 /var>In time of greatest need, should you wish upon it with all your heart, it will surely answer your call.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001840_HYTHLODAEUS<tab><var 48 F20223 /var>Im Moment der größten Not werden sie deinem Ruf folgen, wenn es dein innigster Wunsch ist.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001850_HYTHLODAEUS<tab><var 48 F20223 /var>And now it is where it belongs.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001850_HYTHLODAEUS<tab><var 48 F20223 /var>So, damit ist er endlich in den richtigen Händen.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001860_HYTHLODAEUS<tab><var 48 F20223 /var>Oh, there is no need for thanks. But nor will I hear any complaints about it either.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001860_HYTHLODAEUS<tab><var 48 F20223 /var>Oh, nein, nein, danke mir nicht. Aber ich möchte auch keine Klagen hören, wenn er dir zur Last fallen sollte.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001870_HYTHLODAEUS<tab><var 48 F20223 /var>After all, I cannot say whether I act of my own volition or by the will of my recreator!<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001870_HYTHLODAEUS<tab><var 48 F20223 /var>Ich weiß ja nicht einmal, ob ich ihn dir aus eigenem Entschluss überlasse, oder ob mein Schöpfer es mir eingegeben hat!<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001880_YSHTOLA<tab>I was wondering where you had disappeared to.
de: TEXT_VOICEMAN_05300_001880_YSHTOLA<tab>Ah, hier steckst du also!

source: TEXT_VOICEMAN_05300_001890_YSHTOLA<tab>Is something troubling you?
de: TEXT_VOICEMAN_05300_001890_YSHTOLA<tab>Was ist los?

source: TEXT_VOICEMAN_05300_001900_YSHTOLA<tab>...No? Very well.
de: TEXT_VOICEMAN_05300_001900_YSHTOLA<tab>Nichts? Na, dann ist ja gut.

source: TEXT_VOICEMAN_05300_001910_YSHTOLA<tab>I have everything. Let's hurry back to the surface.
de: TEXT_VOICEMAN_05300_001910_YSHTOLA<tab>Ich habe jedenfalls alles Nötige zusammen. Lass uns langsam von hier verschwinden.

source: TEXT_VOICEMAN_05300_001920_YSHTOLA<tab>Forgive us our lateness.
de: TEXT_VOICEMAN_05300_001920_YSHTOLA<tab>Entschuldigt die Verspätung.

source: TEXT_VOICEMAN_05300_001930_YSHTOLA<tab>Master Chai, my congratulations on your appointment. By all accounts, you are a capable mayor.
de: TEXT_VOICEMAN_05300_001930_YSHTOLA<tab>Wie ich sehe, ist der neue Regent von Eulmore auch da. Noch einmal meinen herzlichen Glückwunsch zur Ernennung.

source: TEXT_VOICEMAN_05300_001940_CHAINUZZ<tab>Oh, I have capable friends, my lady. I must say, it's good to see you looking hale and whole again.
de: TEXT_VOICEMAN_05300_001940_CHAINUZZ<tab>Danke. Ich hatte ja auch ein kleines bisschen Hilfe<var 1D /var>... Es ist schön, dich wohlauf begrüßen zu dürfen.

source: TEXT_VOICEMAN_05300_001950_YSHTOLA<tab>The credit for that lies with my own capable friend, without whom I might never have escaped my abductor.
de: TEXT_VOICEMAN_05300_001950_YSHTOLA<tab>Hmpf. Dabei wär ich fast nicht mit dem Leben davongekommen. Ich habe es nur einem beherzten Eingreifen <var 08 E905 ((unserer Heldin)) ((unseres Helden)) /var> hier zu verdanken, dass es noch mal anders gekommen ist.

source: TEXT_VOICEMAN_05300_001960_THANCRED<tab>A primal... I suppose that would explain why Elidibus has been fostering faith in the Warrior of Light.
de: TEXT_VOICEMAN_05300_001960_THANCRED<tab>Elidibus ist also ein Primae<var 1D /var>... Dann wiegelt er die Leute nur auf, um neue Krieger des Lichts zu rekrutieren und so seine eigene Kraft zu stärken.

source: TEXT_VOICEMAN_05300_001970_THANCRED<tab>While you were enjoying your audience with the wandering heart of Zodiark, we were busy dispatching the last of the black-masked Ascians. A task which proved almost insultingly easy.
de: TEXT_VOICEMAN_05300_001970_THANCRED<tab>Ist ja auch klar. Er weiß, dass er noch zu schwach ist, um es mit uns aufzunehmen. Schließlich haben wir einen Schwarzmaskierten nach dem anderen aus dem Weg geräumt.

source: TEXT_VOICEMAN_05300_001980_THANCRED<tab>Formidable though we undoubtedly are, they were obviously sent to provide encouragement for budding heroes. One cannot help but wonder how many times the ploy has been used before...
de: TEXT_VOICEMAN_05300_001980_THANCRED<tab>Er will sich vor den neuen Kriegern des Lichts wichtig machen. Je mehr Zuspruch er bekommt, desto stärker wird er. Ich frage mich, wie oft er sich schon dieser Masche bedient hat, um seine Kraft zu mehren.

source: TEXT_VOICEMAN_05300_001990_ALPHINAUD<tab>Master Chai, you mentioned that the people of Kholusia are similarly enamored of the Warrior of Light.
de: TEXT_VOICEMAN_05300_001990_ALPHINAUD<tab>Stimmt es, dass die Begeisterung für die Krieger des Lichts jetzt auch Kholusia erreicht hat?

source: TEXT_VOICEMAN_05300_002000_CHAINUZZ<tab>Indeed. Though it's hardly surprising given the state of the world. Many are still struggling to find a purpose, and it's only natural that they should take comfort in the tales.
de: TEXT_VOICEMAN_05300_002000_CHAINUZZ<tab>Ja, das kann man so sagen. Eulmore ist mitten im Umbruch. Niemand, der sich Gedanken über den Lauf der Welt macht, kann sich dem Ruf der Krieger des Lichts entziehen.

source: TEXT_VOICEMAN_05300_002010_ALPHINAUD<tab>Then the fever has spread to every corner of Norvrandt.
de: TEXT_VOICEMAN_05300_002010_ALPHINAUD<tab>Dann hat dieses Fieber jetzt ganz Norvrandt erfasst.

source: TEXT_VOICEMAN_05300_002020_ALPHINAUD<tab>We may have dealt with his black-masked minions, but it is plain Elidibus has yet to show his hand.
de: TEXT_VOICEMAN_05300_002020_ALPHINAUD<tab>Seine schwarz maskierten Schergen sind zwar aus dem Spiel genommen, aber Elidibus hat bestimmt noch nicht seinen letzten Zug getan.

source: TEXT_VOICEMAN_05300_002030_DULIACHAI<tab>Oh my, what a spectacular sky!
de: TEXT_VOICEMAN_05300_002030_DULIACHAI<tab>Nanu? Was ist denn auf einmal mit dem Himmel los?

source: TEXT_VOICEMAN_05300_002040_ALISAIE<tab>Another starshower...
de: TEXT_VOICEMAN_05300_002040_ALISAIE<tab>Ein weiterer Sternenregen!

source: TEXT_VOICEMAN_05300_002050_RYNE<tab>Wait, is that...
de: TEXT_VOICEMAN_05300_002050_RYNE<tab>Da ist noch mehr<var 1D /var>...

source: TEXT_VOICEMAN_05300_002060_RYNE<tab>...Amaurot?
de: TEXT_VOICEMAN_05300_002060_RYNE<tab>Das ist doch<var 1D /var>... Amaurot!

source: TEXT_VOICEMAN_05300_002070_EULMOREMANA<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002070_EULMOREMANA<tab>Argh<var 1D /var>...

source: TEXT_VOICEMAN_05300_002075_HYDAELYN<tab>Hear... Feel... Think...
de: TEXT_VOICEMAN_05300_002075_HYDAELYN<tab>Hör hin ... Fühl es ... Denk nach ...

source: TEXT_VOICEMAN_05300_002080_EULMOREMANA<tab>Did you hear that? That voice, calling out...
de: TEXT_VOICEMAN_05300_002080_EULMOREMANA<tab>Arr<var 1D /var>... Hast<var 1D /var>... Hast du auch diese Stimme gehört? Es war, als würde uns jemand rufen<var 1D /var>...

source: TEXT_VOICEMAN_05300_002090_EULMOREMANB<tab>No, I didn't hear anything. But...
de: TEXT_VOICEMAN_05300_002090_EULMOREMANB<tab>Ich<var 1D /var>... Ich bin mir nicht sicher<var 1D /var>... Aber<var 1D /var>...

source: TEXT_VOICEMAN_05300_002100_EULMOREMANB<tab>Why do I feel so... Like I've lost something dear to me...
de: TEXT_VOICEMAN_05300_002100_EULMOREMANB<tab>Ich<var 1D /var>... fühle mich so unendlich traurig<var 1D /var>...

source: TEXT_VOICEMAN_05300_002110_ALPHINAUD<tab>Does Elidibus seek to awaken more people to the Echo with clearer visions of the Final Days?
de: TEXT_VOICEMAN_05300_002110_ALPHINAUD<tab>Das Schauspiel wirkt immer echter und bedrohlicher<var 1D /var>... Versucht Elidibus etwa, das Erwachen der Gabe zu erzwingen?

source: TEXT_VOICEMAN_05300_002120_WARRIOROFLIGHTAVATARS<tab>In the name...of the Light...I shall vanquish...the Darkness...
de: TEXT_VOICEMAN_05300_002120_WARRIOROFLIGHTAVATARS<tab>Licht<var 1D /var>... leite<var 1D /var>... mich! Dunkelheit<var 1D /var>... vergehe!

source: TEXT_VOICEMAN_05300_002130_WARRIOROFLIGHTAVATARS<tab>I shall deliver the world from its doom!
de: TEXT_VOICEMAN_05300_002130_WARRIOROFLIGHTAVATARS<tab>Damit der Friede zurückkehre<var 1D /var>...!

source: TEXT_VOICEMAN_05300_002140_THANCRED<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002140_THANCRED<tab>Ugh!

source: TEXT_VOICEMAN_05300_002150_THANCRED<tab>And who might you be!?
de: TEXT_VOICEMAN_05300_002150_THANCRED<tab>Wer<var 1D /var>... bist du?

source: TEXT_VOICEMAN_05300_002160_ALISAIE<tab>Whoever they are, they've come for our heads!
de: TEXT_VOICEMAN_05300_002160_ALISAIE<tab>Der hat uns im Visier!

source: TEXT_VOICEMAN_05300_002170_ALISAIE<tab>No you don't!
de: TEXT_VOICEMAN_05300_002170_ALISAIE<tab>So nicht!

source: TEXT_VOICEMAN_05300_002180_ALISAIE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002180_ALISAIE<tab>Ha!

source: TEXT_VOICEMAN_05300_002190_YSHTOLA<tab>They are not of flesh and blood.
de: TEXT_VOICEMAN_05300_002190_YSHTOLA<tab>Das sind nur Illusionen<var 1D /var>...!

source: TEXT_VOICEMAN_05300_002200_URIANGER<tab>I know this magick.
de: TEXT_VOICEMAN_05300_002200_URIANGER<tab>Das ist kein gutes Zeichen.

source: TEXT_VOICEMAN_05300_002210_URIANGER<tab>The rings are like unto those that the Exarch did employ in our summoning.
de: TEXT_VOICEMAN_05300_002210_URIANGER<tab>Die Äthergramme sehen genauso aus, wie<var 1D /var>... die des Kristall<var 16 /var>exarchen.

source: TEXT_VOICEMAN_05300_002220_THANCRED<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002220_THANCRED<tab>Ha!

source: TEXT_VOICEMAN_05300_002230_THANCRED<tab>Are you saying the Exarch is summoning them?
de: TEXT_VOICEMAN_05300_002230_THANCRED<tab>Willst du damit sagen, dass der <var 1A 02 /var>Kristall<var 16 /var>exarch<var 1A 01 /var> uns diese Besucher geschickt hat?

source: TEXT_VOICEMAN_05300_002240_URIANGER<tab>Nay. Yet the similarity can be no mere coincidence...
de: TEXT_VOICEMAN_05300_002240_URIANGER<tab>Es hat den Anschein. Aber wir sollten keine voreiligen Schlüsse ziehen. Es könnte auch eine bewusste Täuschung sein.

source: TEXT_VOICEMAN_05300_002250_RYNE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_002250_RYNE<tab>Haaa!

source: TEXT_VOICEMAN_05300_002260_RYNE<tab>Should we make a stand here? Or retreat to the Crystarium?
de: TEXT_VOICEMAN_05300_002260_RYNE<tab>Was sollen wir jetzt tun? Hier weiterkämpfen oder uns nach Crystarium zurückziehen?

source: TEXT_VOICEMAN_05300_002270_YSHTOLA<tab>The aether churns around us. More of them will appear ere long.
de: TEXT_VOICEMAN_05300_002270_YSHTOLA<tab>Der Ätherfluss ist in Aufruhr. Wenn wir hierbleiben, kommen bestimmt noch mehr. Sie wollen uns unbedingt an den Kragen!

source: TEXT_VOICEMAN_05300_002280_YSHTOLA<tab>To stay would only place innocents in harm's way. We must fight this battle elsewhere.
de: TEXT_VOICEMAN_05300_002280_YSHTOLA<tab>Wir dürfen die Bewohner der Stadt nicht in Gefahr bringen. Kommt, wir ziehen uns zurück.

source: TEXT_VOICEMAN_05300_002290_CHAINUZZ<tab>Wait!
de: TEXT_VOICEMAN_05300_002290_CHAINUZZ<tab>Wartet!

source: TEXT_VOICEMAN_05300_002300_CHAINUZZ<tab>Take one of our airships! You can decide what to do on your flight to the Crystarium!
de: TEXT_VOICEMAN_05300_002300_CHAINUZZ<tab>Ich gebe euch unser schnellstes Luftschiff. Fliegt damit nach Crystarium und entscheidet, was zu tun ist.

source: TEXT_VOICEMAN_05300_002310_YSHTOLA<tab>You are a capable leader in your own right, Master Chai. The citizens of Eulmore chose well.
de: TEXT_VOICEMAN_05300_002310_YSHTOLA<tab>Du bist wirklich der geborene Anführer, Chai-Nuzz. Meine Stimme ist dir bei der nächsten Wahl sicher.

source: TEXT_VOICEMAN_05300_002320_ALPHINAUD<tab>It's settled, then. To the airship!
de: TEXT_VOICEMAN_05300_002320_ALPHINAUD<tab>Also los, zum Luftschiff! Hoffen wir nur, dass wir auf dem Weg nach Crystarium keine weiteren Überraschungen erleben.

source: TEXT_VOICEMAN_05300_002330_RYNE<tab>I think that's the last of them...
de: TEXT_VOICEMAN_05300_002330_RYNE<tab>Das sollte es erst mal gewesen sein<var 1D /var>...

source: TEXT_VOICEMAN_05300_002340_THANCRED<tab>Apparently, even they have limits. Nevertheless, we should remain vigilant.
de: TEXT_VOICEMAN_05300_002340_THANCRED<tab>Irgendwann muss ja mal Schluss sein. Aber wir sollten wachsam bleiben.

source: TEXT_VOICEMAN_05300_002350_ALISAIE<tab>Urianger, something occurred to me while we were fighting. These enemies...
de: TEXT_VOICEMAN_05300_002350_ALISAIE<tab>Urianger. Sag, wer waren diese Angreifer?

source: TEXT_VOICEMAN_05300_002360_URIANGER<tab>...Are heroes hailing from other shards, summoned hither to deliver this world from its doom.
de: TEXT_VOICEMAN_05300_002360_URIANGER<tab>Sie erhoben sich, um die Welt zu retten. Es sind die Helden anderer Splitter<var 16 /var>welten.

source: TEXT_VOICEMAN_05300_002370_URIANGER<tab>Scant moments after the starshower did they appear─as yet more souls were inspired to walk the hero's path, no doubt.
de: TEXT_VOICEMAN_05300_002370_URIANGER<tab>Sie erschienen, kaum dass der Sternenregen niederging. Also genau zu dem Zeitpunkt, als ganz Norvrandt mit einer Kehle rief: Wir müssen diese Welt retten!

source: TEXT_VOICEMAN_05300_002380_URIANGER<tab>Thus did hopes for salvation of realms near and far resonate and converge...lending still greater strength unto our adversary.
de: TEXT_VOICEMAN_05300_002380_URIANGER<tab>Dieser Wunsch, der in allen Ecken des Kontinents ausgerufen wurde, verleiht ihm mehr und mehr Stärke. Genau wie er es plante<var 1D /var>...
