Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/053/VoiceMan_05300/*.xlf
Languages: de

source: TEXT_VOICEMAN_05300_005790_FANDANIEL<tab>Speaking of which, with the palace in our hands, we may now proceed with the next phase of the plan.
de: TEXT_VOICEMAN_05300_005790_FANDANIEL<tab>Also dann, da hier im Schloss nun alles geklärt wäre, können wir uns ja der nächsten Phase unseres Plans widmen.

source: TEXT_VOICEMAN_05300_005800_FANDANIEL<tab>But how very odd... Despite all our havoc wreaking, old Elidibus did not deign to appear. Dare I hope...?
de: TEXT_VOICEMAN_05300_005800_FANDANIEL<tab>Da wir wirklich absolut freie Hand hatten, darf ich wohl getrost annehmen, dass der gute Elidibus nicht mehr unter uns weilt?

source: TEXT_VOICEMAN_05300_005810_FANDANIEL<tab>That the last of the unsundered...is gone?
de: TEXT_VOICEMAN_05300_005810_FANDANIEL<tab>Könnte das etwa bedeuten, dass alle Ursprünglichen nun ausgerottet sind?

source: TEXT_VOICEMAN_05300_005820_FANDANIEL<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_005820_FANDANIEL<tab>Ahahaha!

source: TEXT_VOICEMAN_05300_005830_FANDANIEL<tab>Imagine it! Bound no more by the shackles of moldering memories─of damnable duty! Free at last to live for the moment!
de: TEXT_VOICEMAN_05300_005830_FANDANIEL<tab>Einfach fantastisch! Lassen wir unsere antiquierten Aufgaben und angestaubten Erinnerungen doch einfach hinter uns und genießen das Hier und Jetzt!

source: TEXT_VOICEMAN_05300_005840_FANDANIEL<tab>Your Radiance. But give the word, and I shall go forth and prepare for you your hunting ground.
de: TEXT_VOICEMAN_05300_005840_FANDANIEL<tab>Eure Hoheit, was haltet Ihr davon, ein Jagdgelände für Euch einzurichten?

source: TEXT_VOICEMAN_05300_005850_GRAHATIA<tab>That which awaited was a fell beast.
de: TEXT_VOICEMAN_05300_005850_GRAHATIA<tab>Dort erwartete uns die niederträchtigste<var 1D /var>...

source: TEXT_VOICEMAN_05300_005860_GRAHATIA<tab>Ferocious. Ravenous. Remorseless.
de: TEXT_VOICEMAN_05300_005860_GRAHATIA<tab>die bösartigste und die blutrünstigste aller Bestien.

source: TEXT_VOICEMAN_05300_005870_ZENOS<tab>...Do as you will.
de: TEXT_VOICEMAN_05300_005870_ZENOS<tab>Tu, was du nicht lassen kannst.

source: TEXT_VOICEMAN_05300_005880_ZENOS<tab>It has been too, too long, my friend...and insufferably dull in your absence.
de: TEXT_VOICEMAN_05300_005880_ZENOS<tab>Komm doch endlich zurück, <var 08 E905 ((meine Teuerste)) ((mein Freund)) /var><var 1D /var>... Das Leben ist so ungemein öde ohne dich<var 1D /var>...

source: TEXT_VOICEMAN_05300_005890_ZENOS<tab>When you return to me, you will share everything. Every blow will be a story unto itself. Every triumph. Every kill.
de: TEXT_VOICEMAN_05300_005890_ZENOS<tab>Ich freue mich schon zu hören, was für Jagdgeschichten du zu erzählen haben wirst. Jede Pirsch sollst du mir erläutern, jede Trophäe präsentieren.

source: TEXT_VOICEMAN_05300_005900_ZENOS<tab>Rest assured we shall have a fitting stage for our reunion.
de: TEXT_VOICEMAN_05300_005900_ZENOS<tab>Sei versichert, dass ich dich gebührend empfangen werde.

source: TEXT_VOICEMAN_05300_005910_ZENOS<tab>Oh, yes. To reprise that transcendent moment, I will set this world ablaze. And we shall dance before the pyre.
de: TEXT_VOICEMAN_05300_005910_ZENOS<tab>Noch einmal werden wir uns im Kampf gegen<var 16 /var>über<var 16 /var>stehen, die Klingen kreuzen und das Fieber der Hatz spüren. Für dich bin ich bereit, die ganze Welt in Grund und Boden zu stampfen<var 1D /var>...

source: TEXT_VOICEMAN_05300_005920_GRAHATIA<tab>The beast shall kindle the flames of the apocalypse.
de: TEXT_VOICEMAN_05300_005920_GRAHATIA<tab>Die Bestie regt sich, und ihr Brüllen verkündet das Ende<var 1D /var>...

source: TEXT_VOICEMAN_05300_005930_GRAHATIA<tab>Into its domain shall the hero set forth, for the final chapter in the tale of this star.
de: TEXT_VOICEMAN_05300_005930_GRAHATIA<tab>Es sind die Helden, die sich ihr unbeugsam in den Weg stellen. Das letzte Kapitel im Kampf um die Welt ist eröffnet<var 1D /var>...
