Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/053/VoiceMan_05300/*.xlf
Languages: de

source: TEXT_VOICEMAN_05300_A13_000_001_NONE_VOICE<tab>Word for word.
de: TEXT_VOICEMAN_05300_A13_000_001_NONE_VOICE<tab>Das werde ich, Lyna. Das werde ich.

source: TEXT_VOICEMAN_05300_A13_000_002_NONE_VOICE<tab>I'll do my best.
de: TEXT_VOICEMAN_05300_A13_000_002_NONE_VOICE<tab>Wenn sich die Gelegenheit ergibt<var 1D /var>...

source: TEXT_VOICEMAN_05300_004910_LYNA<tab>Thank you. Please look after him for us.
de: TEXT_VOICEMAN_05300_004910_LYNA<tab>Danke! Das stimmt mich froh.

source: TEXT_VOICEMAN_05300_004920_LYNA<tab>I am sure you will.
de: TEXT_VOICEMAN_05300_004920_LYNA<tab>Ich glaube fest daran, dass es so kommen wird.

source: TEXT_VOICEMAN_05300_004930_YSHTOLA<tab>I daresay we have all the good wishes we can carry. Let us be on our way.
de: TEXT_VOICEMAN_05300_004930_YSHTOLA<tab>Es wird sich alles fügen, da bin ich sicher. Ich glaube, es wird Zeit, dass wir uns auf den Weg machen<var 1D /var>...

source: TEXT_VOICEMAN_05300_004940_BEQLUGG<tab>All right, then. Pray proceed as instructed, beginning with your memories.
de: TEXT_VOICEMAN_05300_004940_BEQLUGG<tab>Wohlan, fokussiert eure Erinnerungen, so wie ich es euch erklärt habe.

source: TEXT_VOICEMAN_05300_004950_URIANGER<tab>The first step is complete. And all appeareth to be in order.
de: TEXT_VOICEMAN_05300_004950_URIANGER<tab>Der erste Schritt wäre getan.

source: TEXT_VOICEMAN_05300_004960_ALISAIE<tab>Well, that just leaves our souls, then.
de: TEXT_VOICEMAN_05300_004960_ALISAIE<tab>Dann folgt nun die Seele.

source: TEXT_VOICEMAN_05300_004970_ALISAIE<tab>We're in your hands, Angelo.
de: TEXT_VOICEMAN_05300_004970_ALISAIE<tab>Angel, jetzt bist du dran.

source: TEXT_VOICEMAN_05300_004980_BEQLUGG<tab>It is done! The vessels have received of both their memories and their souls!
de: TEXT_VOICEMAN_05300_004980_BEQLUGG<tab>Geschafft! Ihre seeligen Seelen und Erinnerungen sind nun in den Wesenskristallen gespeichert.

source: TEXT_VOICEMAN_05300_004990_BEQLUGG<tab>I hereby entrust them to your care. They belong to you now. Just be sure to guard them well, yes?
de: TEXT_VOICEMAN_05300_004990_BEQLUGG<tab>Los, sammle sie schnell ein und pass gut darauf auf! Lass sie bloß nicht fallen!

source: TEXT_VOICEMAN_05300_005000_RYNE<tab>This <var 1A 02 /var>will<var 1A 01 /var> work, won't it?
de: TEXT_VOICEMAN_05300_005000_RYNE<tab>Es wird funktionieren, oder?

source: TEXT_VOICEMAN_05300_005010_BEQLUGG<tab>Our theories have held thus far.
de: TEXT_VOICEMAN_05300_005010_BEQLUGG<tab>Das hoffe ich. Solch eine haarig-heikle Weltenreise ist auch für mich neu.

source: TEXT_VOICEMAN_05300_005020_BEQLUGG<tab>But I make no promises about what is to come. Even the greatest mages in history knew better than to transport a soul across the rift. We, my dear, are in unknown territory.
de: TEXT_VOICEMAN_05300_005020_BEQLUGG<tab>Ich kann nicht garantieren, dass Seelen in eine andere Welt mitgenommen werden können.

source: TEXT_VOICEMAN_05300_005030_BEQLUGG<tab>Prepare as we might, we cannot account for all possibilities, and it is in such circumstances that accidents are wont to occur...
de: TEXT_VOICEMAN_05300_005030_BEQLUGG<tab>Weder ich noch die Magier von einst haben alle geheimen Geheimnisse der Seele gelüftet. Fehler geschehen<var 1D /var>... ebenso wie Wunder.

source: TEXT_VOICEMAN_05300_005040_BEQLUGG<tab>Yet miracles do happen. So let us pray, and will our friends home.
de: TEXT_VOICEMAN_05300_005040_BEQLUGG<tab>Deshalb lass uns beten. Vielleicht dringen unsere guten Wünsche dorthin, wo uns der Zugang verwehrt ist.

source: TEXT_VOICEMAN_05300_005050_RYNE<tab>I won't stop praying until I know they're safe.
de: TEXT_VOICEMAN_05300_005050_RYNE<tab>Ja. Ich werde beten, dass alles gut geht.

source: TEXT_VOICEMAN_05300_005060_BEQLUGG<tab>All safely stowed away? I do hope so.
de: TEXT_VOICEMAN_05300_005060_BEQLUGG<tab>Gut. Wie ich sehe, hast du alle Kristalle eingesammelt.

source: TEXT_VOICEMAN_05300_005070_BEQLUGG<tab>All that remains, then, is to step into the mirror. Go now...and safe travels.
de: TEXT_VOICEMAN_05300_005070_BEQLUGG<tab>Dann kannst du nun durch den spiegelnden Spiegel treten und in deine Welt zurückkehren. Er war die ganze Zeit über aktiv und wird dich sicher hinüberbringen<var 1D /var>...

source: TEXT_VOICEMAN_05300_005080_ALISAIE<tab>Did it...? Are we...?
de: TEXT_VOICEMAN_05300_005080_ALISAIE<tab>Wo<var 1D /var>... bin ich?

source: TEXT_VOICEMAN_05300_005090_THANCRED<tab>...We're home.
de: TEXT_VOICEMAN_05300_005090_THANCRED<tab>Wir sind zurück<var 1D /var>...

source: TEXT_VOICEMAN_05300_005100_TATARU<tab>Oh! Oh, you're back! You're back! You're all back!
de: TEXT_VOICEMAN_05300_005100_TATARU<tab>Oooh, einen wunderschönen guten Morgen, meine lieben Freunde!

source: TEXT_VOICEMAN_05300_005110_YSHTOLA<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_005110_YSHTOLA<tab><ATMET TIEF EIN>

source: TEXT_VOICEMAN_05300_005120_YSHTOLA<tab>Thank you. My body feels like a sack of popotoes, but otherwise I have never felt better.
de: TEXT_VOICEMAN_05300_005120_YSHTOLA<tab>Danke. Ich fühle mich noch etwas benommen<var 1D /var>... Aber der Plan ist aufgegangen!

source: TEXT_VOICEMAN_05300_005130_YSHTOLA<tab>That said, I doubt any of us will be fit to travel for some while. May we leave the rest to you?
de: TEXT_VOICEMAN_05300_005130_YSHTOLA<tab>Ich glaube, wir brauchen noch einen Moment, um uns an unsere Körper zu gewöhnen. Kannst du dich um<var 1D /var>... alles weitere kümmern, bis wir uns etwas erholt haben?

source: TEXT_VOICEMAN_05300_005140_URIANGER<tab>The vessel beareth our comrade's blood. With it in thy possession, the way will surely open before thee.
de: TEXT_VOICEMAN_05300_005140_URIANGER<tab>Der Wesenskristall trägt sein Blut. Ich habe keine Zweifel daran, dass er dir das bislang fest verschlossene Portal öffnen wird.

source: TEXT_VOICEMAN_05300_005150_TATARU<tab>What!? But you've only just got here!
de: TEXT_VOICEMAN_05300_005150_TATARU<tab>Huch?! Wo will <var 08 E905 ((sie)) ((er)) /var> bloß hin?

source: TEXT_VOICEMAN_05300_005160_ALPHINAUD<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_005160_ALPHINAUD<tab>(Freundliches Schnauben)

source: TEXT_VOICEMAN_05300_005170_ALPHINAUD<tab>Tataru, might I trouble you to brew us all a pot of your special tea?
de: TEXT_VOICEMAN_05300_005170_ALPHINAUD<tab>Tataru, sei doch so gut und mach uns deinen großartigen Tee.

source: TEXT_VOICEMAN_05300_005180_ALPHINAUD<tab>Ah! And we may require an extra cup.
de: TEXT_VOICEMAN_05300_005180_ALPHINAUD<tab>Und bitte rechne mit einem weiteren Gast.

source: TEXT_VOICEMAN_05300_005190_MYSTERYVOICE<tab>Yours is a long road, my friend, and it stretches on to places beyond imagining.
de: TEXT_VOICEMAN_05300_005190_MYSTERYVOICE<tab>Schier endlos ist der Pfad, dem du festen Schrittes folgst. Unbeirrt und unerschrocken.

source: TEXT_VOICEMAN_05300_005200_MYSTERYVOICE<tab>With your every step, these grand adventures shall grow more distant and faint.
de: TEXT_VOICEMAN_05300_005200_MYSTERYVOICE<tab>All die Abenteuer, die du bestreitest, werden zu einem Teil deiner Ver<var 16 /var>gangen<var 16 /var>heit.

source: TEXT_VOICEMAN_05300_005210_MYSTERYVOICE<tab>And there may come a day when you forget the faces and voices of those you have met along the way.
de: TEXT_VOICEMAN_05300_005210_MYSTERYVOICE<tab>Und vielleicht wird mit der Zeit manche Begegnung und manches Erlebnis in Vergessenheit geraten.

source: TEXT_VOICEMAN_05300_005220_MYSTERYVOICE<tab>On that day, I bid you remember this...
de: TEXT_VOICEMAN_05300_005220_MYSTERYVOICE<tab>Doch ich hoffe, du wirst dich dann noch immer an eines erinnern<var 1D /var>...

source: TEXT_VOICEMAN_05300_005230_MYSTERYVOICE<tab>That no matter how far your journey may take you, you stand where you stand by virtue of the road you walked to get there.
de: TEXT_VOICEMAN_05300_005230_MYSTERYVOICE<tab>Wie viel Zeit auch vergehen mag<var 1D /var>... Deine Abenteuer haben dich zu <var 08 E905 ((der)) ((dem)) /var> gemacht, <var 08 E905 ((die)) ((der)) /var> du bist.

source: TEXT_VOICEMAN_05300_005240_MYSTERYVOICE<tab>For in times of hardship, when you fear you cannot go on...
de: TEXT_VOICEMAN_05300_005240_MYSTERYVOICE<tab>Welche Schmerzen du auch ertragen, welche Hürden du auch überwinden musst<var 1D /var>...

source: TEXT_VOICEMAN_05300_005250_MYSTERYVOICE<tab>The joy you have known, the pain you have felt, the prayers you have whispered and answered─they shall ever be your strength and your comfort.
de: TEXT_VOICEMAN_05300_005250_MYSTERYVOICE<tab>Das erlebte Glück, die vergossenen Tränen, die Gebete deiner Lieben<var 1D /var>... sie treiben dich an. Und du weißt, du bist nicht allein<var 1D /var>...

source: TEXT_VOICEMAN_05300_005260_MYSTERYVOICE<tab>This I hope─I believe, here at memory's end.
de: TEXT_VOICEMAN_05300_005260_MYSTERYVOICE<tab>Dieser eine Gedanke ist es, den ich mir bis zum Schluss bewahrte<var 1D /var>...

source: TEXT_VOICEMAN_05300_005270_SYSTEM_NONE_VOICE<tab>Some days later...
de: TEXT_VOICEMAN_05300_005270_SYSTEM_NONE_VOICE<tab>Einige Tage später<var 1D /var>...

source: TEXT_VOICEMAN_05300_005280_ALISAIE<tab>[LOW, ANNOYED SIGH]
de: TEXT_VOICEMAN_05300_005280_ALISAIE<tab>Hach<var 1D /var>...

source: TEXT_VOICEMAN_05300_005290_ALPHINAUD<tab>What is it, Alisaie? Are you all right? Do you still feel under the weather?
de: TEXT_VOICEMAN_05300_005290_ALPHINAUD<tab>Na, liebes Schwesterherz? Wie geht es dir? Hast du dich auch gut erholt?

source: TEXT_VOICEMAN_05300_005300_ALISAIE<tab>Physically, I couldn't be better. Thanks to Krile's ministrations, I'm already looking forward to our next fight.
de: TEXT_VOICEMAN_05300_005300_ALISAIE<tab>Ich fühle mich fast wie neugeboren. Krile hat mich so gut versorgt, dass ich mich direkt ins nächste Abenteuer stürzen könnte!

source: TEXT_VOICEMAN_05300_005310_ALISAIE<tab>But seriously─don't you have anything to say about <var 1A 02 /var>that<var 1A 01 /var>?
de: TEXT_VOICEMAN_05300_005310_ALISAIE<tab>Schau dir das mal an, Bruderherz. Was für ein Anblick, hm?

source: TEXT_VOICEMAN_05300_005320_YSHTOLA<tab>No less impressive than our garments. You've outdone yourself, Tataru.
de: TEXT_VOICEMAN_05300_005320_YSHTOLA<tab>Die Kleidung ist hervorragend, aber mit den Waffen hast du dich selbst übertroffen.

source: TEXT_VOICEMAN_05300_005330_TATARU<tab>To give credit where it's due, I had help from a certain fiery pixie who visited me in my dreams. They gave me all the information I needed to get the details just right.
de: TEXT_VOICEMAN_05300_005330_TATARU<tab>Hihi, meinst du wirklich? Die Pixie, die mir in meinen Träumen erschienen ist, hat mir eure Ausrüstung in der Splitter<var 16 /var>welt haargenau beschrieben. Bis ins kleinste Detail!

source: TEXT_VOICEMAN_05300_005340_TATARU<tab>For your weapons, though, I needed a <var 1A 02 /var>lot<var 1A 01 /var> more help... Thankfully, our favorite heads of state were happy to place their finest craftsmen at my exclusive disposal.
de: TEXT_VOICEMAN_05300_005340_TATARU<tab>Aber ich will ja ehrlich sein. Das ist nicht ganz allein mein Verdienst. Die Waffen sind gar nicht von mir. Die haben die Anführer der Stadt<var 16 /var>staaten netterweise für euch besorgt.

source: TEXT_VOICEMAN_05300_005350_TATARU<tab>Oh, and speaking of the Alliance leaders, they all express their “unreserved elation at your safe return,” and promise to come and see you in person as soon as they can.
de: TEXT_VOICEMAN_05300_005350_TATARU<tab>Und außerdem soll ich euch etwas von ihnen ausrichten. Ähem! Sie freuen sich sehr über eure Rückkehr und hoffen, euch schon bald wiederzusehen!

source: TEXT_VOICEMAN_05300_005360_THANCRED<tab>They really needn't have gone to such trouble─but we'll be keeping these gifts all the same. Do pass on our gratitude.
de: TEXT_VOICEMAN_05300_005360_THANCRED<tab>Na, da haben sie sich ja wirklich nicht lumpen lassen. Bitte sag ihnen, dass wir uns sehr über die Waffen gefreut haben.

source: TEXT_VOICEMAN_05300_005370_ALISAIE<tab>I realize we haven't taken up new martial arts, nor have I ever been one to set much store by appearances...
de: TEXT_VOICEMAN_05300_005370_ALISAIE<tab>Hm, du und ich, wir haben unseren Kampfstil beibehalten, und die Kleidung gefällt mir eigentlich auch, so wie sie ist<var 1D /var>...

source: TEXT_VOICEMAN_05300_005380_ALISAIE<tab>But I can't help feeling a certain lack of...I don't know, personal development.
de: TEXT_VOICEMAN_05300_005380_ALISAIE<tab>Aber<var 1D /var>... man sieht uns überhaupt nicht an, wie sehr wir uns weiterentwickelt haben!

source: TEXT_VOICEMAN_05300_005390_ALPHINAUD<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_005390_ALPHINAUD<tab>Haha.

source: TEXT_VOICEMAN_05300_005400_ALPHINAUD<tab>I quite understand. But as you observed, the others had the more pressing need. Rest assured, our turn will come.
de: TEXT_VOICEMAN_05300_005400_ALPHINAUD<tab>Ach, das macht doch nichts! Sie benötigen die neue Ausrüstung doch viel dringender als wir. Unsere Gelegenheit kommt gewiss noch.

source: TEXT_VOICEMAN_05300_005410_KRILE<tab>If I expend any more aether, I swear I will blink out of existence. I need a bite to eat.
de: TEXT_VOICEMAN_05300_005410_KRILE<tab>Puh bin ich geschafft<var 1D /var>... das war wirklich harte Arbeit. So viel Zauberei macht unglaublich hungrig.

source: TEXT_VOICEMAN_05300_005420_KRILE<tab>Tataru, a cup of tea, if you would be so kind. And something sweet.
de: TEXT_VOICEMAN_05300_005420_KRILE<tab>Tataru, bekomme ich bitte auch einen Tee<var 1D /var>... und vielleicht etwas Süßes dazu?

source: TEXT_VOICEMAN_05300_005430_URIANGER<tab>By Mistress Krile's exhausted state, may I assume that the ward hath been restored?
de: TEXT_VOICEMAN_05300_005430_URIANGER<tab>Gehe ich recht in der Annahme, dass unsere talentierte Krile die Barriere erfolgreich wieder<var 16 /var>her<var 16 /var>gestellt hat?

source: TEXT_VOICEMAN_05300_005440_GRAHATIA<tab>(-???-)Indeed. We succeeded in weaving it anew, albeit at a slightly diminished potency than when I had Beq Lugg's assistance.
de: TEXT_VOICEMAN_05300_005440_GRAHATIA<tab>(-???-)Selbst Beq Lugg hätte keine bessere Arbeit leisten können. Sie hat sich mit den neuen Barrieren wirklich übertroffen.

source: TEXT_VOICEMAN_05300_005450_GRAHATIA<tab>(-???-)It is no cause for concern, though. The tower is not easily reached, never mind breached. And even should some few succeed, their presence won't escape my notice.
de: TEXT_VOICEMAN_05300_005450_GRAHATIA<tab>(-???-)Sie sind vielleicht nicht ganz so mächtig wie das Original, aber der Turm ist sicher versiegelt. Und sollte doch mal jemand eindringen, werde ich es gewiss merken.

source: TEXT_VOICEMAN_05300_005460_URIANGER<tab>Excellent. Said duty thus discharged, thou art free to go wheresoever thy fancy taketh thee.
de: TEXT_VOICEMAN_05300_005460_URIANGER<tab>Das klingt ganz hervorragend, mein Freund. Und das bedeutet, dass es dir nun freisteht, dich nach Belieben in der Welt zu bewegen.

source: TEXT_VOICEMAN_05300_005470_URIANGER<tab>Upon which note─hast thou perchance come to a decision? The offer remaineth open.
de: TEXT_VOICEMAN_05300_005470_URIANGER<tab>Aber sprich<var 1D /var>... wie steht es mit unserem Angebot? Hast du dich entschieden?

source: TEXT_VOICEMAN_05300_005480_GRAHATIA<tab>(-???-)Well...if you're certain that's what you... I-I mean, if you think I...
de: TEXT_VOICEMAN_05300_005480_GRAHATIA<tab>(-???-)Äh, ich? Haha<var 1D /var>... nun ja<var 1D /var>... Ähm<var 1D /var>... Also wenn ihr wirklich einverstanden seid<var 1D /var>...

source: TEXT_VOICEMAN_05300_Q14_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q14_000_001_NONE_VOICE<tab>Was tust du?

source: TEXT_VOICEMAN_05300_A14_000_001_NONE_VOICE<tab>...
de: TEXT_VOICEMAN_05300_A14_000_001_NONE_VOICE<tab>Schweigen.

source: TEXT_VOICEMAN_05300_A14_000_002_NONE_VOICE<tab>G'raha, really.
de: TEXT_VOICEMAN_05300_A14_000_002_NONE_VOICE<tab>Seinen Namen rufen.

source: TEXT_VOICEMAN_05300_005490_GRAHATIA<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_005490_GRAHATIA<tab>Äääh<var 1D /var>...

source: TEXT_VOICEMAN_05300_005500_GRAHATIA<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_005500_GRAHATIA<tab>Ah... ha....

source: TEXT_VOICEMAN_05300_005510_GRAHATIA<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_005510_GRAHATIA<tab>Tjaaa... also gut!

source: TEXT_VOICEMAN_05300_005520_GRAHATIA<tab>I accept. Henceforth, I shall count myself a Scion of the Seventh Dawn.
de: TEXT_VOICEMAN_05300_005520_GRAHATIA<tab>Ich, G'raha Tia, biete dem Bund der Morgenröte hiermit meine treuen Dienste an!

source: TEXT_VOICEMAN_05300_005530_GRAHATIA<tab>G'raha Tia, at your service.
de: TEXT_VOICEMAN_05300_005530_GRAHATIA<tab>Ich freue mich auf eine gute Zusammenarbeit.

source: TEXT_VOICEMAN_05300_005540_GRAHATIA<tab>When I was a boy, many long years ago, I yearned to stand tall as the heroes of eld.
de: TEXT_VOICEMAN_05300_005540_GRAHATIA<tab>Was für ein großartiger Moment! Als ich ein Kind war, vor vielen langen Jahren<var 1D /var>... träumte ich davon, eines Tages ein Held zu sein.

source: TEXT_VOICEMAN_05300_005550_UNSETTLEDRESEARCHER<tab>Help! Somebody help!
de: TEXT_VOICEMAN_05300_005550_UNSETTLEDRESEARCHER<tab>Alarm! Alarm!

source: TEXT_VOICEMAN_05300_005560_UNSETTLEDRESEARCHER<tab>Hippogryphs! Hippogryphs on the rampage! A giant flock of 'em! Please, we need help!
de: TEXT_VOICEMAN_05300_005560_UNSETTLEDRESEARCHER<tab>Eine Horde von wildgewordenen Hippogryphen greift uns an! Schnell, wir brauchen dringend Hilfe!

source: TEXT_VOICEMAN_05300_005570_ALISAIE<tab>I could do with a little rampage myself.
de: TEXT_VOICEMAN_05300_005570_ALISAIE<tab>Na, zum Warmwerden doch genau richtig!

source: TEXT_VOICEMAN_05300_005580_ALPHINAUD<tab>What!? Now wait just a─
de: TEXT_VOICEMAN_05300_005580_ALPHINAUD<tab>He, Alisaie!

source: TEXT_VOICEMAN_05300_005590_ALPHINAUD<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_005590_ALPHINAUD<tab>Immer dasselbe<var 1D /var>...

source: TEXT_VOICEMAN_05300_005600_GRAHATIA<tab>But like a fool seeking to pluck the stars from the heavens, my every attempt to reprise their deeds fell short...
de: TEXT_VOICEMAN_05300_005600_GRAHATIA<tab>Doch<var 1D /var>... wie die Sterne am Firmament<var 1D /var>... schien mir dieses Ziel unerreichbar fern.

source: TEXT_VOICEMAN_05300_005610_YSHTOLA<tab>I will join the fray when I've finished my tea.
de: TEXT_VOICEMAN_05300_005610_YSHTOLA<tab>Nur keine Eile. Es wäre zu schade um den Tee.

source: TEXT_VOICEMAN_05300_005620_URIANGER<tab>Thus did the avatar of destruction descend, and in her wake leave naught but tears and ash...
de: TEXT_VOICEMAN_05300_005620_URIANGER<tab>Verbrüh dich nur nicht in deiner Hast, große Hexe Matoya<var 1D /var>...

source: TEXT_VOICEMAN_05300_005630_GRAHATIA<tab>And then, one day, an all but forgotten dream from my youth stood before me, in the flesh.
de: TEXT_VOICEMAN_05300_005630_GRAHATIA<tab>Doch eines Tages stand ein fast vergessener Traum aus meiner Kindheit vor mir, in Fleisch und Blut.

source: TEXT_VOICEMAN_05300_005640_GRAHATIA<tab>So it was that a new adventure began...
de: TEXT_VOICEMAN_05300_005640_GRAHATIA<tab>Dies war die Geburtsstunde eines neuen Abenteuers<var 1D /var>...

source: TEXT_VOICEMAN_05300_005650_ZENOS<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_005650_ZENOS<tab>Hmpf...

source: TEXT_VOICEMAN_05300_005660_ZENOS<tab>The memory of a dying world's end, night after night... And I thought it but a tired old dream.
de: TEXT_VOICEMAN_05300_005660_ZENOS<tab>Ah<var 1D /var>... Schon wieder<var 1D /var>... Dieser eigenartige Traum von den Letzten Tagen<var 1D /var>... Interessant, wie sich mit diesem Wissen der Blick auf die Dinge ändern kann<var 1D /var>...

source: TEXT_VOICEMAN_05300_005670_FANDANIEL<tab>I say... I knew that securing the palace would provide Your Radiance with depressingly little sport─but that you should fall asleep out of boredom!?
de: TEXT_VOICEMAN_05300_005670_FANDANIEL<tab>Ei, ei, ei<var 1D /var>... Ihr sagtet ja, dass Ihr das Schloss unter Eure Kontrolle bringen würdet, aber potz Blitz ich hätte wirklich nicht gedacht, dass es Euch so einfach fallen würde!

source: TEXT_VOICEMAN_05300_005680_FANDANIEL<tab>Splendid! Truly splendid! And my own preparations, you will be pleased to hear, proceed apace.
de: TEXT_VOICEMAN_05300_005680_FANDANIEL<tab>Wirklich großartig! Und Ihr werdet es nicht fassen, aber auch ich habe meine Aufgabe wie geplant erledigt! Toll, was?

source: TEXT_VOICEMAN_05300_005690_FANDANIEL<tab>Oh yes, they proceed very well indeed. Frighteningly so. And we owe it not least of all to this singularly useful body I chanced to find.
de: TEXT_VOICEMAN_05300_005690_FANDANIEL<tab>Es ist schon beinahe unheimlich, wie glatt alles lief. Allein schon, dass ich genau die richtige Leiche gefunden habe. Geradezu verrückt, nicht wahr?

source: TEXT_VOICEMAN_05300_005700_FANDANIEL<tab>With the Populares now all but destroyed, it will be the simplest of tasks to discredit their groundless assertions that I met with a grisly end.
de: TEXT_VOICEMAN_05300_005700_FANDANIEL<tab>Die Popularen, die mein Ableben so vorlaut postulierten, sind schon so gut wie ausradiert. Und Überraschung: Ich bin quicklebendig!

source: TEXT_VOICEMAN_05300_005710_FANDANIEL<tab>And as the very-much-alive lord of House Brutus, I have a vast fortune at my disposal.
de: TEXT_VOICEMAN_05300_005710_FANDANIEL<tab>Diese Familie Brutus<var 1D /var>... meine Güte<var 1D /var>... die ist so was von steinreich!

source: TEXT_VOICEMAN_05300_005720_FANDANIEL<tab>Ahhh, money, money, money! The great motivator! There is simply no better way to move men─and expedite plans─than with its alluring glint, would you not agree?
de: TEXT_VOICEMAN_05300_005720_FANDANIEL<tab>Und ich liebe diese<var 1D /var>... goldigen Gil! Es gibt doch kein besseres Mittel auf der Welt, um sich den Pöbel gefügig zu machen. So lief mein Plan wirklich wie geschmiert!

source: TEXT_VOICEMAN_05300_005730_FANDANIEL<tab>But wait...! Were we not acquainted, you and...“I”?
de: TEXT_VOICEMAN_05300_005730_FANDANIEL<tab>Ach, du liebe Zeit! Ich habe mich ja noch gar nicht vorgestellt!

source: TEXT_VOICEMAN_05300_005740_FANDANIEL<tab>(-White-robed Figure-)Should our familiarity cause you distress, I beg your forgiveness.
de: TEXT_VOICEMAN_05300_005740_FANDANIEL<tab>(-Mann in weißer Robe-)Bitte verzeiht mir meine Unhöflichkeit, Eure Hoheit.

source: TEXT_VOICEMAN_05300_005750_ZENOS<tab>...What did you say your name was?
de: TEXT_VOICEMAN_05300_005750_ZENOS<tab>Haa<var 1D /var>... Keine Ahnung, wer du bist.

source: TEXT_VOICEMAN_05300_005760_FANDANIEL<tab>(-White-robed Figure-)Ahhh, a dagger through my heart! That my deepest desire should forever remain unfulfilled! To live unrecognized! To die forgotten!
de: TEXT_VOICEMAN_05300_005760_FANDANIEL<tab>(-Mann in weißer Robe-)Oh, du grausames Schicksal, ich bin wirklich untröstlich! Das Verlangen, das in meiner Seele brennt, wird nun für immer ungestillt bleiben!

source: TEXT_VOICEMAN_05300_005770_FANDANIEL<tab>(-White-robed Figure-)So it goes. Whatever this flesh may have been before, it serves only as a vessel now.
de: TEXT_VOICEMAN_05300_005770_FANDANIEL<tab>(-Mann in weißer Robe-)Aber so ist die Welt nun mal. Wer auch immer einst diesen Körper sein Eigen nannte, er dient mir nun ohnehin nur als ein Gefäß<var 1D /var>...

source: TEXT_VOICEMAN_05300_005780_FANDANIEL<tab>And I, faithful Fandaniel, labor only to advance my lord's ambitions.
de: TEXT_VOICEMAN_05300_005780_FANDANIEL<tab>Und ich<var 1D /var>... Fandaniel<var 1D /var>... diene nur meinem Herrn.
