Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/053/VoiceMan_05300/*.xlf
Languages: de

source: TEXT_VOICEMAN_05300_000790_ALPHINAUD<tab>...Oh dear. Then we must redouble our efforts! Not that we have ever stinted in that regard...
de: TEXT_VOICEMAN_05300_000790_ALPHINAUD<tab>Hmm. Und nicht einmal Krile und Matoya können etwas ausrichten. Sehr bedenklich.

source: TEXT_VOICEMAN_05300_000800_ALISAIE<tab>This would seem an appropriate moment to ask about the spirit vessel. Tell me you've made some progress.
de: TEXT_VOICEMAN_05300_000800_ALISAIE<tab>Dann ist es umso wichtiger, dass wir hier alles tun, was wir können. Gibt es Neues zur Forschung an den Wesenskristallen?

source: TEXT_VOICEMAN_05300_000810_BEQLUGG<tab>We have, as it happens. One moment.
de: TEXT_VOICEMAN_05300_000810_BEQLUGG<tab>Wir machen fortschreitende Fortschritte<var 1D /var>... Am besten überzeugt ihr euch selbst. Einen Moment, bitte.

source: TEXT_VOICEMAN_05300_000820_URIANGER<tab>The red stones... Then this doth mean...
de: TEXT_VOICEMAN_05300_000820_URIANGER<tab>Rote Kristalle! Dann ist es euch also tatsächlich gelungen?

source: TEXT_VOICEMAN_05300_000830_BEQLUGG<tab>For the benefit of all, permit us to explain.
de: TEXT_VOICEMAN_05300_000830_BEQLUGG<tab>Gestattet mir, alles der Reihe nach zu erklären.

source: TEXT_VOICEMAN_05300_000840_BEQLUGG<tab>As you will recall, using white auracite as our starting point, we fashioned a vessel for mind and memory both.
de: TEXT_VOICEMAN_05300_000840_BEQLUGG<tab>Ihr wisst ja, dass wir ein neuartiges Seelengefäß auf Basis eines weißen Auraciten entwickeln konnten.

source: TEXT_VOICEMAN_05300_000850_BEQLUGG<tab>Yet though it served this purpose admirably, the process of imbuing it with one's complete essence proved a somewhat thornier proposition.
de: TEXT_VOICEMAN_05300_000850_BEQLUGG<tab>Darin lassen sich Seelen unbeschadet transportieren, sofern man sie zuvor mit der hilfreichen Hilfe von Alisaies Familiar vorbereitet hat.

source: TEXT_VOICEMAN_05300_000860_BEQLUGG<tab>Simply put, the memory would not accompany the mind. And so we looked to the Allagans' mastery of memory transference for a solution.
de: TEXT_VOICEMAN_05300_000860_BEQLUGG<tab>Leider ist das dazugehörige Gedächtnis nicht automatisch Teil der Seele. Eine verbindende Verbindungstechnik ist erforderlich.

source: TEXT_VOICEMAN_05300_000870_MYSTERYVOICE<tab>This approach was not without its own complications, however, relying as it does upon blood─which inanimate objects notably do not possess.
de: TEXT_VOICEMAN_05300_000870_MYSTERYVOICE<tab>Richtig. Und die allagische Methode der Gedächtnisübertragung<var 1D /var>- die einzige, die wir kennen<var 1D /var>- ist an mein Blut gebunden. Fehlt dieser Katalysator, lässt sich das Gedächtnis nicht in den Wesenskristall transferieren.

source: TEXT_VOICEMAN_05300_000880_MYSTERYVOICE<tab>We duly explored methods of suffusing the vessel with drops of the aforementioned. Alas, our painstaking experimentation succeeding only in making me feel faint, and singularly failed to imbue the crystal with the necessary properties.
de: TEXT_VOICEMAN_05300_000880_MYSTERYVOICE<tab>Alle Versuche, die Technik nachzuahmen oder zu modifizieren, waren vergeblich.

source: TEXT_VOICEMAN_05300_000890_MYSTERYVOICE<tab>It was then that an idea occurred to me: namely, that we might fuse the vessel not with normal blood, but with my crystallized essence.
de: TEXT_VOICEMAN_05300_000890_MYSTERYVOICE<tab>Deshalb beschlossen wir, mein Blut in kristallisierter Form mit dem Gefäß zu verschmelzen. Das sollte die Affinität ausreichend steigern.

source: TEXT_VOICEMAN_05300_000900_ALISAIE<tab>You're doing this for our sakes, so far be it from us to complain...
de: TEXT_VOICEMAN_05300_000900_ALISAIE<tab>Dein Blut! Ich weiß, du willst nur das Beste für uns, aber das geht zu weit!

source: TEXT_VOICEMAN_05300_000910_ALISAIE<tab>But don't think we haven't noticed what's happening to your arm.
de: TEXT_VOICEMAN_05300_000910_ALISAIE<tab>Denk nicht, dass uns entgangen ist, wie sich dein Arm verändert hat.

source: TEXT_VOICEMAN_05300_000920_MYSTERYVOICE<tab>It falls well short of offering up my life in exchange for yours─which was your only stipulated prohibition, as I recall. And it is but a small price to pay for delivering you home.
de: TEXT_VOICEMAN_05300_000920_MYSTERYVOICE<tab>Mein Arm<var 1D /var>... Ein kleiner Preis verglichen mit meinem Leben, meinst du nicht? Und mit euren.

source: TEXT_VOICEMAN_05300_000930_BEQLUGG<tab>Assuming it works.
de: TEXT_VOICEMAN_05300_000930_BEQLUGG<tab>Uns bleibt nur zu hoffen, dass der vollauf-vollständige Transfer auch glückt.

source: TEXT_VOICEMAN_05300_000940_BEQLUGG<tab>We shall soon know if this grisly addition will serve as a suitable conduit for the subject's memory. Though...not soon enough to warrant your waiting. The test is like to take a while.
de: TEXT_VOICEMAN_05300_000940_BEQLUGG<tab>Wir werden nun versuchen, das Gefäß für die Übertragung vorzubereiten. Wenn ich euch bitten dürfte, uns in dieser kritischen Phase allein zu lassen?

source: TEXT_VOICEMAN_05300_000950_THANCRED<tab>Let us be off, then. We have Ascians to attend to, among other things.
de: TEXT_VOICEMAN_05300_000950_THANCRED<tab>Langweilig wird uns ohnehin nicht werden. Es gibt da ein paar Ascians, um die wir uns kümmern sollten.

source: TEXT_VOICEMAN_05300_000960_ALISAIE<tab>Forgive me, but I count <var 1A 02 /var>six<var 1A 01 /var> vessels. And there are only five of us.
de: TEXT_VOICEMAN_05300_000960_ALISAIE<tab>Übrigens<var 1D /var>... Darf ich fragen, warum ihr sechs Kristalle vorbereitet habt? Das wäre doch einer zu viel<var 1D /var>...

source: TEXT_VOICEMAN_05300_000970_MYSTERYVOICE<tab>One is for testing purposes. I will personally use it to see whether the crystal functions as it should.
de: TEXT_VOICEMAN_05300_000970_MYSTERYVOICE<tab>Einer dient Versuchszwecken. Ich werde ihn verwenden, um zu testen, ob die Aufbereitung erfolgreich war.

source: TEXT_VOICEMAN_05300_000980_ALISAIE<tab>And...if it does, wouldn't that mean that your soul could also return to the Source?
de: TEXT_VOICEMAN_05300_000980_ALISAIE<tab>Das hieße ja, das auch du in die Ursprungs<var 16 /var>welt zurückkehren kannst.

source: TEXT_VOICEMAN_05300_000990_MYSTERYVOICE<tab>Yes. In theory, at least.
de: TEXT_VOICEMAN_05300_000990_MYSTERYVOICE<tab>Ich könnte meine Seele mitsamt meiner Erinnerung dorthin transferieren, das stimmt.

source: TEXT_VOICEMAN_05300_001000_MYSTERYVOICE<tab>But there is a distinct difference between your circumstances and mine. While your corporeal forms want for souls, my past self does not.
de: TEXT_VOICEMAN_05300_001000_MYSTERYVOICE<tab>Allerdings wartet in meinem Fall eine weitere Hürde. Ihr kehrt in eure verlassenen Körper zurück. Doch dieser Körper hier ist der meine, der echte, kein geisterhaftes Abbild.

source: TEXT_VOICEMAN_05300_001010_MYSTERYVOICE<tab>Mayhap our essences would blend. Or mayhap they would curdle. There is no telling what might occur.
de: TEXT_VOICEMAN_05300_001010_MYSTERYVOICE<tab>Ich kann nur hoffen, dass sich die beiden Seelen zu einer vereinigen lassen.

source: TEXT_VOICEMAN_05300_001020_ALISAIE<tab>And you'd be willing to take that risk?
de: TEXT_VOICEMAN_05300_001020_ALISAIE<tab>Und das willst du wirklich riskieren?

source: TEXT_VOICEMAN_05300_001030_MYSTERYVOICE<tab>I would.
de: TEXT_VOICEMAN_05300_001030_MYSTERYVOICE<tab>Ja<var 1D /var>... das will ich.

source: TEXT_VOICEMAN_05300_001040_ALISAIE<tab>I see.
de: TEXT_VOICEMAN_05300_001040_ALISAIE<tab>Verstehe.

source: TEXT_VOICEMAN_05300_001050_ELIDIBUS<tab>Excellent. I had intended to speak with you alone.
de: TEXT_VOICEMAN_05300_001050_ELIDIBUS<tab>Wie gut, dass du alleine kommst. Ich wollte ungestört ein paar Worte mit dir wechseln.

source: TEXT_VOICEMAN_05300_001060_ELIDIBUS<tab>None of my doing, lest you misunderstand. The link between her body and soul wavers.
de: TEXT_VOICEMAN_05300_001060_ELIDIBUS<tab>Das war nicht mein Tun, falls du das denkst. Die Verbindung zwischen ihrem Körper und ihrer Seele lässt wohl langsam zu wünschen übrig.

source: TEXT_VOICEMAN_05300_001070_ELIDIBUS<tab>I know not what you hoped to find here, but it will avail you naught to learn of our past.
de: TEXT_VOICEMAN_05300_001070_ELIDIBUS<tab>Ich weiß ohnehin nicht, was ihr hier zu finden hofft. Informationen über unsere Ver<var 16 /var>gangen<var 16 /var>heit? Wozu? Ihr werdet sie ja doch nicht begreifen.

source: TEXT_VOICEMAN_05300_001080_LAHABREA<tab>(-Convocation Speaker-)<var 48 F20223 /var>Reviewing the records yet again? Really? You worry too much, Elidibus.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001080_LAHABREA<tab>(-Anführer des Konvents-)<var 48 F20223 /var>Gehst du schon wieder die Protokolle der Sitzung durch? Du bist wirklich ein Pedant.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001090_LAHABREA<tab>(-Convocation Speaker-)<var 48 F20223 /var>This dedication to your duty verges on obsession.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001090_LAHABREA<tab>(-Anführer des Konvents-)<var 48 F20223 /var>Na ja, ich sollte dich wohl eher loben, dass du dein Amt so ernst nimmst.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001100_IGEYORHM<tab>(-Convocation Member-)<var 48 F20223 /var>To think some thought you ill-suited for the role. How wrong they were.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001100_IGEYORHM<tab>(-Mitglied des Konvents-)<var 48 F20223 /var>Und Lahabrea hat sich Sorgen gemacht, ob du als Elidibus nicht zu nachgiebig sein würdest! Ganz unbegründet, wie man sieht.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001110_IGEYORHM<tab>(-Convocation Member-)<var 48 F20223 /var>But come, turn your gaze outside the window, my friend. The rains have ceased, and we have been graced with another beautiful day.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001110_IGEYORHM<tab>(-Mitglied des Konvents-)<var 48 F20223 /var>Schau doch mal aus dem Fenster. Der Himmel hat aufgeklart, die Sterne funkeln in voller Pracht. Der beste Beweis, dass du unsere Arbeit vorbildlich unterstützt.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001120_ELIDIBUS<tab>It fades. Fades away into oblivion. Does the world no longer have need of me?
de: TEXT_VOICEMAN_05300_001120_ELIDIBUS<tab>Alles<var 1D /var>... Alles löst sich auf! Braucht mich denn die Welt nicht mehr?

source: TEXT_VOICEMAN_05300_001130_ELIDIBUS<tab>No. I am Elidibus. And I must─I <var 1A 02 /var>will<var 1A 01 /var> fulfill my duty.
de: TEXT_VOICEMAN_05300_001130_ELIDIBUS<tab>Nein, ich bin der Fürsprecher! Und ich werde meine Aufgabe erfüllen!

source: TEXT_VOICEMAN_05300_001140_ELIDIBUS<tab>Sundered though you may be, you fought for the world's salvation. For hope.
de: TEXT_VOICEMAN_05300_001140_ELIDIBUS<tab>Der Held der Zersplitterten. Und erfüllt von dem Wunsch, die Welt zu retten<var 1D /var>...

source: TEXT_VOICEMAN_05300_001150_ELIDIBUS<tab>Hope...
de: TEXT_VOICEMAN_05300_001150_ELIDIBUS<tab>Nun denn<var 1D /var>...

source: TEXT_VOICEMAN_05300_001160_ELIDIBUS<tab>Ahhh, it swells within me. Empowers me. Now─<var 1A 02 /var>now<var 1A 01 /var> I may carry out my mission.
de: TEXT_VOICEMAN_05300_001160_ELIDIBUS<tab>Ah<var 1D /var>... Ja, ich spüre es: Die Kraft der Wünsche strömt in mich. Nun kann ich meine Aufgabe<var 1D /var>...

source: TEXT_VOICEMAN_05300_001170_ELIDIBUS<tab>And yet...
de: TEXT_VOICEMAN_05300_001170_ELIDIBUS<tab><var 1D /var>... erfüllen<var 1D /var>...?

source: TEXT_VOICEMAN_05300_001180_ELIDIBUS<tab>Why do I yearn for this? Why do I struggle so?
de: TEXT_VOICEMAN_05300_001180_ELIDIBUS<tab>Die Erinnerung<var 1D /var>... sie entgleitet mir<var 1D /var>... warum<var 1D /var>... muss ich diese Aufgabe erfüllen?

source: TEXT_VOICEMAN_05300_001190_ELIDIBUS<tab>I shall take her into my safekeeping. If you want her back, you will do as I ask.
de: TEXT_VOICEMAN_05300_001190_ELIDIBUS<tab>Deine Freundin nehme ich vorerst mit. Bis du meine Bedingung erfüllt hast:

source: TEXT_VOICEMAN_05300_001200_ELIDIBUS<tab>Show me your strength. I would take your measure.
de: TEXT_VOICEMAN_05300_001200_ELIDIBUS<tab>Zeig mir das ganze Ausmaß deiner Kraft. Ich bin gewappnet, aber ich muss es wissen<var 1D /var>... Ich muss wissen, wie stark du wirklich bist.

source: TEXT_VOICEMAN_05300_001210_ELIDIBUS<tab>I have prepared a suitable arena. You need but ride the flow of aether.
de: TEXT_VOICEMAN_05300_001210_ELIDIBUS<tab>Die Arena ist schon vorbereitet. Folge der Ätherspur. Ich erwarte dich am Ort der Entscheidung.

source: TEXT_VOICEMAN_05300_001220_ELIDIBUS<tab>You have grown stronger since last we fought.
de: TEXT_VOICEMAN_05300_001220_ELIDIBUS<tab>Du bist stärker geworden, seitdem ich dir als Zenos gegenüberstand.

source: TEXT_VOICEMAN_05300_001230_ELIDIBUS<tab>The result of your trials in the First, no doubt.
de: TEXT_VOICEMAN_05300_001230_ELIDIBUS<tab>Deine Abenteuer im ersten Splitter haben dich offenbar weiter gestählt.

source: TEXT_VOICEMAN_05300_001240_YSHTOLA<tab>(-???-)Have you finished?
de: TEXT_VOICEMAN_05300_001240_YSHTOLA<tab>Schluss jetzt mit den Spielchen, Elidibus.

source: TEXT_VOICEMAN_05300_001250_YSHTOLA<tab>My apologies. I freed myself as soon as I awoke, but rather too late, I see.
de: TEXT_VOICEMAN_05300_001250_YSHTOLA<tab>Tut mir leid, ich bin während eures Kampfes zu mir gekommen, konnte mich aber erst jetzt befreien.

source: TEXT_VOICEMAN_05300_001260_YSHTOLA<tab>Now, Elidibus, if you have ceased trading blows, I would trade words with you.
de: TEXT_VOICEMAN_05300_001260_YSHTOLA<tab>Aber kommen wir auf dich zu sprechen, Ascian.

source: TEXT_VOICEMAN_05300_001270_YSHTOLA<tab>I have a theory, you see─one concerning that which you seek to accomplish.
de: TEXT_VOICEMAN_05300_001270_YSHTOLA<tab>Vielleicht wärst du so zuvorkommend, mir meine kleine Hypothese zu bestätigen<var 1D /var>- über dich und deine Absichten hier?

source: TEXT_VOICEMAN_05300_001280_YSHTOLA<tab>It stems from who─or rather <var 1A 02 /var>what<var 1A 01 /var>─you truly are: a primal.
de: TEXT_VOICEMAN_05300_001280_YSHTOLA<tab>Du selbst<var 1D /var>... bist ein Primae. Habe ich nicht Recht?

source: TEXT_VOICEMAN_05300_001290_YSHTOLA<tab>The ancients created Zodiark to deliver the star from destruction.
de: TEXT_VOICEMAN_05300_001290_YSHTOLA<tab>Es liegt doch eigentlich auf der Hand. Die Alten haben Zodiark erschaffen, um den Untergang ihrer Welt abzuwenden.

source: TEXT_VOICEMAN_05300_001300_YSHTOLA<tab>If the magick that brought Him forth is the precursor of what we know as summoning, then Zodiark would have been instilled with a presiding desire...
de: TEXT_VOICEMAN_05300_001300_YSHTOLA<tab>Ihre Schöpfungsmagie bildet die Grundlage aller Primaebeschwörungen. Die Kunst, aus einem innigen Wunsch etwas überaus Mächtiges erstehen zu lassen<var 1D /var>...

source: TEXT_VOICEMAN_05300_001310_YSHTOLA<tab>I found it among the records at Anyder. And it came as no surprise. Were I faced with the world's destruction, I too would wish for the same...
de: TEXT_VOICEMAN_05300_001310_YSHTOLA<tab>Und im Angesicht des Weltuntergangs hätte ich genau wie ihr nur den einen Wunsch<var 1D /var>...

source: TEXT_VOICEMAN_05300_001320_YSHTOLA<tab>Salvation.
de: TEXT_VOICEMAN_05300_001320_YSHTOLA<tab>Die Rettung der Welt.

source: TEXT_VOICEMAN_05300_001330_YSHTOLA<tab>I know that you sacrificed yourself to become Zodiark's heart.
de: TEXT_VOICEMAN_05300_001330_YSHTOLA<tab>Du hast damals deinen Körper zur Verfügung gestellt. Du warst Zodiarks Kern. So steht es in den Auf<var 16 /var>zeich<var 16 /var>nun<var 16 /var>gen im Anamnesis Anyder.

source: TEXT_VOICEMAN_05300_001340_YSHTOLA<tab>How you came to be separated from Him is less clear...
de: TEXT_VOICEMAN_05300_001340_YSHTOLA<tab>Wie es kam, dass du dich von ihm abgespalten hast, weiß ich nicht.

source: TEXT_VOICEMAN_05300_001350_YSHTOLA<tab>But if you are a fragment of His being, it stands to reason a desire for the world's salvation would drive you.
de: TEXT_VOICEMAN_05300_001350_YSHTOLA<tab>Aber wenn du Zodiarks Willen noch in dir trägst, dann wirst auch du von demselben Wunsch erhalten wie er. Wer die Welt retten will, lässt dich erstarken.

source: TEXT_VOICEMAN_05300_001360_YSHTOLA<tab>And thus did you seek to inspire the masses to rise up as Warriors of Light, going so far as to use Ardbert as a symbol of hope.
de: TEXT_VOICEMAN_05300_001360_YSHTOLA<tab>Deswegen verführst du die Bewohner Norvrandts, sich als Krieger des Lichts zu bekennen. Mit Ardbert als Symbolfigur.

source: TEXT_VOICEMAN_05300_001370_ELIDIBUS<tab>Correct on all counts. Such is my nature, and such are my methods.
de: TEXT_VOICEMAN_05300_001370_ELIDIBUS<tab>Wirklich fabelhaft, das hast du alles sehr gut erkannt. Mein Wesen, meine Absicht<var 1D /var>... und meinen Grund, den Krieger des Lichts zu benutzen.

source: TEXT_VOICEMAN_05300_001380_ELIDIBUS<tab>I have aided heroes. I have made them. I have even become them.
de: TEXT_VOICEMAN_05300_001380_ELIDIBUS<tab>Mal diene ich als hilfreiche Stütze, mal sporne ich jemanden als Widersacher an<var 1D /var>... und manchmal erhebe ich mich selbst zum Helden.

source: TEXT_VOICEMAN_05300_001390_ELIDIBUS<tab>This served not only to strengthen me, but also to facilitate the work of my brothers, such as Emet-Selch, with his penchant for nation building.
de: TEXT_VOICEMAN_05300_001390_ELIDIBUS<tab>Emet-Selchs Werkzeuge waren Kaiser und Könige; meine sind die einfachen, beflissenen Retter der Welt. So stärke ich meine Kräfte und bereite die Bühne für die anderen Akteure des Konvents.

source: TEXT_VOICEMAN_05300_001400_YSHTOLA<tab>Then you will be all too familiar with the fickleness of mankind.
de: TEXT_VOICEMAN_05300_001400_YSHTOLA<tab>Das hast du dir immer und immer wieder selbst eingeredet, nicht wahr?

source: TEXT_VOICEMAN_05300_001410_YSHTOLA<tab>We change. We forget. And what little we do remember becomes twisted and fragmented over time. For which reason, you deem us unfit to carry on your legacy.
de: TEXT_VOICEMAN_05300_001410_YSHTOLA<tab>Der Wankelmut der Leute, die Unbeständigkeit ihrer Ansichten, die Flüchtigkeit ihrer Erinnerung. Du hältst uns nicht für fähig, diese Welt zu lenken, und würdest uns daher lieber vernichtet sehen.

source: TEXT_VOICEMAN_05300_001420_YSHTOLA<tab>But are you yourself free of these foibles? As the last witness of the Final Days, do you remember <var 1A 02 /var>everything<var 1A 01 /var> that was lost? Or even the things you cared about?
de: TEXT_VOICEMAN_05300_001420_YSHTOLA<tab>Aber was ist mir dir selbst? Bist du darüber erhaben? Erinnerst du dich überhaupt an dein eigentliches Wesen?

source: TEXT_VOICEMAN_05300_001430_ELIDIBUS<tab>Get to the point.
de: TEXT_VOICEMAN_05300_001430_ELIDIBUS<tab>Worauf willst du hinaus?

source: TEXT_VOICEMAN_05300_001440_YSHTOLA<tab>A primal is shaped by the hope that fuels it. Even should this hope be something as simple as the world's salvation, it is the collective desire of innumerable disparate souls crying out for deliverance.
de: TEXT_VOICEMAN_05300_001440_YSHTOLA<tab>Ein Primae wird von den Wünschen und Gebeten seiner Anhänger geformt. Und diese Wünsche unterliegen dem Wandel. Und unser Wunsch, die Welt zu retten, unterscheidet sich gewiss von demjenigen eurer Zeit.

source: TEXT_VOICEMAN_05300_001450_YSHTOLA<tab>Having drawn your strength from such a cacophony of voices, can you truly be sure you still speak with your own?
de: TEXT_VOICEMAN_05300_001450_YSHTOLA<tab>Weißt du überhaupt noch, wer du bist und was deine wahre Bestimmung ist?

source: TEXT_VOICEMAN_05300_001460_ELIDIBUS<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_001460_ELIDIBUS<tab>Hmph!

source: TEXT_VOICEMAN_05300_001470_ELIDIBUS<tab>Your question is irrelevant.
de: TEXT_VOICEMAN_05300_001470_ELIDIBUS<tab>Was soll die müßige Frage?

source: TEXT_VOICEMAN_05300_001480_ELIDIBUS<tab>No matter how much I should change, no matter how much I should forget, I shall ever remember my duty.
de: TEXT_VOICEMAN_05300_001480_ELIDIBUS<tab>Selbst wenn sich einige Aspekte verändert haben sollten<var 1D /var>- mein Amt, meine Aufgabe habe ich keinen Augenblick vergessen.

source: TEXT_VOICEMAN_05300_001490_ELIDIBUS<tab>At times I stand with my brethren. At times I stand against them. All that I might steer mankind and the very star upon their true course.
de: TEXT_VOICEMAN_05300_001490_ELIDIBUS<tab>Die anderen zuzeiten bestärken und ihnen zuzeiten widersprechen. Den Plan des Konvents ausführen, um dieses Planeten und seiner Kinder willen. Nicht mehr und nicht weniger.

source: TEXT_VOICEMAN_05300_001500_ELIDIBUS<tab>For Elidibus is my name. And my mission. Guiding my every deed.
de: TEXT_VOICEMAN_05300_001500_ELIDIBUS<tab>Elidibus<var 1D /var>- Dieser Name<var 1D /var>... dieser Titel ist alles, was ich habe<var 1D /var>... alles, was ich bin.

source: TEXT_VOICEMAN_05300_001510_ELIDIBUS<tab>But enough talk. You have shown me sufficient proof of your might.
de: TEXT_VOICEMAN_05300_001510_ELIDIBUS<tab>Mehr gibt es nicht zu sagen. Deine Kräfte kann ich nun ausreichend einschätzen.

source: TEXT_VOICEMAN_05300_001520_ELIDIBUS<tab>As I am now, I would struggle to defeat you. Yet I have still to play all of my cards.
de: TEXT_VOICEMAN_05300_001520_ELIDIBUS<tab>Im Moment kann ich dich nicht bezwingen. Aber ich habe meine Mittel noch nicht ausgeschöpft.

source: TEXT_VOICEMAN_05300_001530_ELIDIBUS<tab>If I could offer you some semblance of sport, your lessers would pose no threat to me. Would you not agree, Warrior of Darkness?
de: TEXT_VOICEMAN_05300_001530_ELIDIBUS<tab>Und wenn ich einen passablen Gegner für <var 08 E905 ((die Kriegerin)) ((den Krieger)) /var> der Dunkelheit abgebe, wird mir sonst keiner die Stirn bieten können, meinst du nicht?

source: TEXT_VOICEMAN_05300_001540_EMETSELCH<tab>Gone is the brilliant radiance of life, replaced by the sickly glow of malformed creatures.
de: TEXT_VOICEMAN_05300_001540_EMETSELCH<tab><var 48 F20223 /var>Da wimmeln sie herum, die Zersplitterten<var 1D /var>... Was ist aus unserer glanzerfüllten Welt nur geworden?<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001550_EMETSELCH<tab>Is this to be how it ends? For we who loved the star with all our being?
de: TEXT_VOICEMAN_05300_001550_EMETSELCH<tab><var 48 F20223 /var>Was für ein unrühmliches Ende für uns, die wir den Planeten so sehr liebten.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001560_EMETSELCH<tab>No. I will not suffer it to be so.
de: TEXT_VOICEMAN_05300_001560_EMETSELCH<tab><var 48 F20223 /var>Nein<var 1D /var>... ich darf noch nicht aufgeben<var 1D /var>...<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001570_HYTHLODAEUS<tab>(-???-)<var 48 F20223 /var>Well, well. We meet again, my new old friend.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001570_HYTHLODAEUS<tab><var 48 F20223 /var>So treffen wir uns wieder, <var 08 E905 ((meine Freundin)) ((mein Freund)) /var> mit der vertrauten Seele.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_Q4_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q4_000_001_NONE_VOICE<tab>Was sagst du?

source: TEXT_VOICEMAN_05300_A4_000_002_NONE_VOICE<tab>The, uh...receptionist at the Bureau of the Secretariat?
de: TEXT_VOICEMAN_05300_A4_000_002_NONE_VOICE<tab>Du bist doch der Beamte vom Büro des Administrators!

source: TEXT_VOICEMAN_05300_001580_HYTHLODAEUS<tab><var 48 F20223 /var>How good of you to remember.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001580_HYTHLODAEUS<tab><var 48 F20223 /var>Du hast mich gleich erkannt? Das freut mich aber.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_001590_HYTHLODAEUS<tab><var 48 F20223 /var>Chief of the Bureau of the Architect, in fact. Where I also answered to the name of “Hythlodaeus.”<var 48 01 /var>
de: TEXT_VOICEMAN_05300_001590_HYTHLODAEUS<tab><var 48 F20223 /var>Vom Büro des Architekten. Hythlodaeus ist mein Name.<var 48 01 /var>
