Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/053/VoiceMan_05300/*.xlf
Languages: de

source: TEXT_VOICEMAN_05300_003290_MYSTERYVOICE<tab>Rest assured you haven't seen the last of me. I wouldn't dream of playing my trump card save in your presence.
de: TEXT_VOICEMAN_05300_003290_MYSTERYVOICE<tab>Keine Sorge, ich bin dir dicht auf den Fersen. Und dann werde ich einen Trumpf ausspielen, der auch dich verblüffen wird.

source: TEXT_VOICEMAN_05300_003300_MYSTERYVOICE<tab>Break!
de: TEXT_VOICEMAN_05300_003300_MYSTERYVOICE<tab>Gewicht!

source: TEXT_VOICEMAN_05300_003310_ELIDIBUS<tab>Memories of a possible future...
de: TEXT_VOICEMAN_05300_003310_ELIDIBUS<tab>Erinnerungen an eine Zukunft.

source: TEXT_VOICEMAN_05300_003320_ELIDIBUS<tab>Worthless, all. Worthless as memories of the only past. Fated to fray and fade into oblivion.
de: TEXT_VOICEMAN_05300_003320_ELIDIBUS<tab>Wertlos. Sind sie doch nicht mehr als eine weitere Ver<var 16 /var>gangen<var 16 /var>heit. Verdammt dazu, im Herzen zu verblassen, zu verschwinden<var 1D /var>...

source: TEXT_VOICEMAN_05300_003330_ELIDIBUS<tab>Leaving naught but a gaping void...
de: TEXT_VOICEMAN_05300_003330_ELIDIBUS<tab>Aber ist es bei mir nicht genauso?

source: TEXT_VOICEMAN_05300_003340_ELIDIBUS<tab>The Waking...Sands? ...Yes, that was the place. The place I first made myself known to you and yours.
de: TEXT_VOICEMAN_05300_003340_ELIDIBUS<tab>Erinnerst du dich an unsere erste Begegnung? Es war in eurem Hauptquartier, im<var 1D /var>... Sonnenwind.

source: TEXT_VOICEMAN_05300_003350_ELIDIBUS<tab>The seventh Rejoining had left the realm listing dangerously towards Darkness. And events were unfolding that threatened to push it over the brink.
de: TEXT_VOICEMAN_05300_003350_ELIDIBUS<tab>Die Siebte Katastrophe war noch frisch in den Erinnerungen der Bewohner und das verwüstete Eorzea stand kurz davor, vollends im Chaos der Dunkelheit zu versinken.

source: TEXT_VOICEMAN_05300_003360_ELIDIBUS<tab>Thus did I approach you, in my capacity as emissary, thinking that you would make a useful pawn...
de: TEXT_VOICEMAN_05300_003360_ELIDIBUS<tab>Also habe ich, der Fürsprecher, dich ausgewählt. Ich hoffte, dass du eine verlässliche Figur auf meinem Spielbrett sein würdest.

source: TEXT_VOICEMAN_05300_003370_ELIDIBUS<tab>But I was wrong, and for my misstep did Lahabrea and Emet-Selch pay the ultimate price. Leaving me the last of the unsundered.
de: TEXT_VOICEMAN_05300_003370_ELIDIBUS<tab>Doch es kam anders. Lahabrea und Emet-Selch fielen meiner Sorglosigkeit zum Opfer.

source: TEXT_VOICEMAN_05300_003380_ELIDIBUS<tab>My remaining brethren, fragmented as they are, cannot hope to see our mission to its end. It falls to me alone.
de: TEXT_VOICEMAN_05300_003380_ELIDIBUS<tab>Nun bin ich der Letzte der Ursprünglichen. Die anderen meiner Art sind unvollkommen. Was kann man sich von ihnen schon erwarten?

source: TEXT_VOICEMAN_05300_003390_ELIDIBUS<tab>Defeat is not an option. I will strike you down. I will resurrect Lord Zodiark. And I will bring back those who sacrificed themselves to call Him forth.
de: TEXT_VOICEMAN_05300_003390_ELIDIBUS<tab>Aber mich kann kein Gespaltener besiegen. Ich werde dir hier und jetzt ein Ende bereiten. Ich werde Zodiark wiederauferstehen lassen und dem Gestirn das wahre Leben zurückgeben.

source: TEXT_VOICEMAN_05300_003400_ELIDIBUS<tab>Though it take a thousand thousand years, upon my honor as Elidibus, emissary of the Convocation of Fourteen, I will see this done.
de: TEXT_VOICEMAN_05300_003400_ELIDIBUS<tab>Mag es auch hundert oder hundert mal hundert Jahre dauern<var 1D /var>... Ich, Elidibus, der Fürsprecher vom Konvent der Vierzehn, werde es vollbringen!

source: TEXT_VOICEMAN_05300_003410_HYTHLODAEUS<tab><var 48 F20223 /var>But know that his devotion is not without reason. Even if he himself can no longer remember what that reason is.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_003410_HYTHLODAEUS<tab><var 48 F20223 /var>Aber er hat seine Beweggründe. Selbst wenn er sich nicht mehr entsinnen kann, welche es waren.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_003420_LAHABREA<tab>(-Convocation Speaker-)<var 48 F20223 /var>You worry too much, Elidibus. This dedication to your duty verges on obsession.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_003420_LAHABREA<tab>(-Anführer des Konvents-)<var 48 F20223 /var>Du bist wirklich ein Pedant. Na ja, ich sollte dich wohl eher loben, dass du dein Amt so ernst nimmst.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_Q8_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q8_000_001_NONE_VOICE<tab>Was sagst du?

source: TEXT_VOICEMAN_05300_A8_000_001_NONE_VOICE<tab>Those who once relied upon you are no more.
de: TEXT_VOICEMAN_05300_A8_000_001_NONE_VOICE<tab>Fürsprecher? Aber für wen? Elidibus, sie sind alle fort!

source: TEXT_VOICEMAN_05300_A8_000_002_NONE_VOICE<tab>However hard you struggle, you will never bring back the Convocation.
de: TEXT_VOICEMAN_05300_A8_000_002_NONE_VOICE<tab>Der Konvent der Vierzehn ist nicht mehr.

source: TEXT_VOICEMAN_05300_003440_ELIDIBUS<tab>What of it!? I have my mission!
de: TEXT_VOICEMAN_05300_003440_ELIDIBUS<tab>Ha, leere Worte! Glaubst du etwa, ich lasse von meinem Plan ab, nur weil ich alleine bin?

source: TEXT_VOICEMAN_05300_003450_ELIDIBUS<tab>I am Elidibus! And it is my duty to steer mankind and the very star upon their true course. This I swore to...to someone.
de: TEXT_VOICEMAN_05300_003450_ELIDIBUS<tab>Ich bin Elidibus. Der Mittler zwischen dem Gestirn und seinen Bewohnern. Darauf habe ich einen Schwur<var 1D /var>... einen Schwur<var 1D /var>...

source: TEXT_VOICEMAN_05300_003460_ELIDIBUS<tab>We spoke, and I swore...what? What did I...?
de: TEXT_VOICEMAN_05300_003460_ELIDIBUS<tab>Doch<var 1D /var>... Wem? Wem habe ich<var 1D /var>... Und was habe ich geschworen?! Ich<var 1D /var>...

source: TEXT_VOICEMAN_05300_003470_ELIDIBUS<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_003470_ELIDIBUS<tab>Hm<var 1D /var>... Hm, hahaha!

source: TEXT_VOICEMAN_05300_003480_ELIDIBUS<tab>This pain, this torment...is nothing! No more than must be suffered to deliver the world from its doom! No more than any of you malformed creatures have known!
de: TEXT_VOICEMAN_05300_003480_ELIDIBUS<tab>Was ist das für ein Schmerz!<var 1D /var>... Ist es nicht das, wovon ihr in euren Liedern singt? Das Leid, die Trauer, welche die Last unserer Aufgabe in unsere Herzen presst?!

source: TEXT_VOICEMAN_05300_003490_ELIDIBUS<tab>Even should you lose all that is dear to you. Even should it cost you your life...
de: TEXT_VOICEMAN_05300_003490_ELIDIBUS<tab>Ja, auch ich habe viel verloren - manchmal kostete es mich gar das eigene Leben<var 1D /var>...

source: TEXT_VOICEMAN_05300_003500_DUMMYARDBERT<tab>Even should you lose all that is dear to you. Even should it cost you your life...
de: TEXT_VOICEMAN_05300_003500_DUMMYARDBERT<tab>Ja, auch ich habe viel verloren - manchmal kostete es mich gar das eigene Leben<var 1D /var>...

source: TEXT_VOICEMAN_05300_003510_ELIDIBUS<tab>You bear the burden and fight on, kicking and screaming until your last breath is spent!
de: TEXT_VOICEMAN_05300_003510_ELIDIBUS<tab>Ich trug sie, diese Last! Klaglos, unermüdlich! Was ist falsch daran?!

source: TEXT_VOICEMAN_05300_003520_DUMMYARDBERT<tab>You bear the burden and fight on, kicking and screaming until your last breath is spent!
de: TEXT_VOICEMAN_05300_003520_DUMMYARDBERT<tab>Ich trug sie, diese Last! Klaglos, unermüdlich! Was ist falsch daran?!

source: TEXT_VOICEMAN_05300_003530_WARRIOROFDARKNESS<tab>(-Voice from Within-)Aye, it's true. We've lost much and more. Known unimaginable suffering.
de: TEXT_VOICEMAN_05300_003530_WARRIOROFDARKNESS<tab>(-Widerhall in deiner Seele-)Ja, es ist wahr<var 1D /var>... Wir haben viel verloren. Sooo unendlich viel verloren<var 1D /var>...

source: TEXT_VOICEMAN_05300_003540_WARRIOROFDARKNESS<tab>(-Voice from Within-)But through it all, we never, ever forgot what was dear to us. And that's what gave us the strength to carry on.
de: TEXT_VOICEMAN_05300_003540_WARRIOROFDARKNESS<tab>(-Widerhall in deiner Seele-)Und doch behielten wir unser Ziel immer im Auge, vergaßen nie für wen wir kämpften. Wir taten, was getan werden musste<var 1D /var>...

source: TEXT_VOICEMAN_05300_Q9_000_001_NONE_VOICE<tab>Elidibus...
de: TEXT_VOICEMAN_05300_Q9_000_001_NONE_VOICE<tab>Elidibus<var 1D /var>...

source: TEXT_VOICEMAN_05300_A9_000_001_NONE_VOICE<tab>You've no fight left to fight.
de: TEXT_VOICEMAN_05300_A9_000_001_NONE_VOICE<tab>Es ist aus. Es gibt nichts mehr, wofür du kämpfen kannst.

source: TEXT_VOICEMAN_05300_A9_000_002_NONE_VOICE<tab>I will put an end to this.
de: TEXT_VOICEMAN_05300_A9_000_002_NONE_VOICE<tab>Bringen wir es zu Ende. Hier und jetzt.

source: TEXT_VOICEMAN_05300_003550_ELIDIBUS<tab>No! NO! It will not end here!
de: TEXT_VOICEMAN_05300_003550_ELIDIBUS<tab>Wie kannst du es wagen, <var 08 E905 ((Unvollkommene)) ((Unvollkommener)) /var>?! Nein! Gar nichts ist zu Ende!

source: TEXT_VOICEMAN_05300_003560_ELIDIBUS<tab>Champions from beyond the rift, heed my call! The time is come to deliver your brethren from darkness!
de: TEXT_VOICEMAN_05300_003560_ELIDIBUS<tab>Hört mich, o Helden aller Splitter, die ihr die Waffen in die Hand nahmt, um eure Welten vor dem Untergang zu bewahren!

source: TEXT_VOICEMAN_05300_003570_ELIDIBUS<tab>My heart's sole desire is a world free of sorrow. Join with me now in hope and prayer...for the salvation of all!
de: TEXT_VOICEMAN_05300_003570_ELIDIBUS<tab>Folgt mir, denn mein Weg führt uns in eine Zukunft ohne Trauer! <var 1A 02 /var>Wir<var 1A 01 /var> sind die Erfüllung aller Wünsche<var 1D /var>... all jener, die euch am Herzen liegen!

source: TEXT_VOICEMAN_05300_003580_ELIDIBUS<tab>(-Elidibus-)If you would usher in the end, then with my all shall I oppose you...
de: TEXT_VOICEMAN_05300_003580_ELIDIBUS<tab>(-Elidibus-)Wenn du denkst, dass du mich aufhalten kannst, werde ich dich eines Besseren belehren!

source: TEXT_VOICEMAN_05300_003590_ELIDIBUS<tab>(-Elidibus-)...As the avatar of those mortal heroes who fought unfalteringly, in all their imperfection! As the Warrior of Light incarnate!
de: TEXT_VOICEMAN_05300_003590_ELIDIBUS<tab>(-Elidibus-)Ihr namenlosen Helden, die ihr euch erhoben habt, um eurem Schicksal entgegenzutreten, heute sind wir eins! Wir sind der Krieger des Lichts!

source: TEXT_VOICEMAN_05300_003600_ELIDIBUS<tab>Come, Warrior of Darkness! Let us finish this!
de: TEXT_VOICEMAN_05300_003600_ELIDIBUS<tab>Das ist dein Ende, <var 08 E905 ((Kriegerin)) ((Krieger)) /var> der Dunkelheit.

source: TEXT_VOICEMAN_05300_003610_ELIDIBUS<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_003610_ELIDIBUS<tab>なっ…

source: TEXT_VOICEMAN_05300_003620_EMETSELCH<tab><var 48 F20223 /var>Herein I commit the chronicle of the traveler. Shepherd to the stars in the dark.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_003620_EMETSELCH<tab><var 48 F20223 /var>Das eigene Leben darbietend und mit den Sternen vereint, sendest du eine Botschaft an alle, die wir lieben und ehren.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_003630_EMETSELCH<tab><var 48 F20223 /var>Though the world be sundered and our souls set adrift, where you walk, my dearest friend, fate shall surely follow.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_003630_EMETSELCH<tab><var 48 F20223 /var>Auch wenn die Welt zerstört und unsere Seelen versprengt sind, hast du die Gabe, unser Schicksal zu einen.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_003640_EMETSELCH<tab><var 48 F20223 /var>For yours is the Fourteenth seat─the seat of Azem.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_003640_EMETSELCH<tab><var 48 F20223 /var>Dein ist der vierzehnte Sitz. Dein Titel sei<var 1D /var>... <var 1A 02 /var>Azem<var 1A 01 /var>!<var 48 01 /var>

source: TEXT_VOICEMAN_05300_003650_ELIDIBUS<tab>An invocation of eld...though not of Hydaelyn's making... What are you?
de: TEXT_VOICEMAN_05300_003650_ELIDIBUS<tab>Das Wissen der Vorzeit<var 1D /var>... aber dies ist nicht Hydaelyns Werk<var 1D /var>... Wer bist du?

source: TEXT_VOICEMAN_05300_003660_ELIDIBUS<tab>No─it matters not! You are the enemy, and you will fall! Even should it cost me everything, I will not forsake my duty!
de: TEXT_VOICEMAN_05300_003660_ELIDIBUS<tab>Ach, es spielt keine Rolle. Ich werde nun den Schlussstrich ziehen, und zwar mit dieser Klinge!

source: TEXT_VOICEMAN_05300_003670_ELIDIBUS<tab>Fool! You have achieved nothing! I am immortal, and I will never surrender!
de: TEXT_VOICEMAN_05300_003670_ELIDIBUS<tab>Spar dir deine Geringschätzung! Dieser Kampf ist noch nicht vorbei<var 1D /var>... Du kannst einen Unsterblichen nicht besiegen<var 1D /var>...!

source: TEXT_VOICEMAN_05300_003680_ELIDIBUS<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_003680_ELIDIBUS<tab>Wa-?!

source: TEXT_VOICEMAN_05300_003690_MYSTERYVOICE<tab>Elidibus. So fixated were you on my memories of the future, you failed to heed the lessons of the past.
de: TEXT_VOICEMAN_05300_003690_MYSTERYVOICE<tab>Hab ich dich! Du hättest dich vielleicht nicht nur meiner Erinnerungen an die Zukunft widmen sollen.

source: TEXT_VOICEMAN_05300_003700_MYSTERYVOICE<tab>Your obsession blinded you to the true nature of this tower─this beacon of hope for mankind.
de: TEXT_VOICEMAN_05300_003700_MYSTERYVOICE<tab>Du hast außer Acht gelassen, dass dieser Turm schon immer ein Symbol der Hoffnung war!

source: TEXT_VOICEMAN_05300_003710_MYSTERYVOICE<tab>Created to serve as a reservoir for the limitless energy of the heavens! To harness and bind the boundless─not unlike white auracite!
de: TEXT_VOICEMAN_05300_003710_MYSTERYVOICE<tab>Die Allager schufen ihn, um die Kraft des Himmels aufzunehmen. <var 1A 02 /var>Dies<var 1A 01 /var> ist der größte jemals geschaffene weiße Auracit!

source: TEXT_VOICEMAN_05300_003720_MYSTERYVOICE<tab>Your ill-begotten power, obtained by exploiting that which is best in us... I shall have it, your soul and all!
de: TEXT_VOICEMAN_05300_003720_MYSTERYVOICE<tab>Diese Kraft, die du verächtlich aus den Herzen all dieser treuen Helden stahlst<var 1D /var>... sie ist nicht länger dein!

source: TEXT_VOICEMAN_05300_003730_ELIDIBUS<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_003730_ELIDIBUS<tab>GuaaAAaaah<var 1D /var>...!

source: TEXT_VOICEMAN_05300_003740_ELIDIBUS<tab>This...
de: TEXT_VOICEMAN_05300_003740_ELIDIBUS<tab>Das ist doch<var 1D /var>...

source: TEXT_VOICEMAN_05300_003750_ELIDIBUS<tab>Yes... I would become Him. I would save everyone. This I believed. Yet still they cried out, in rage and despair...
de: TEXT_VOICEMAN_05300_003750_ELIDIBUS<tab>Ich dachte, ich könnte die Meinen retten, wenn ich mich Zodiark hingeben würde. Ich opferte alles für dieses eine Ziel<var 1D /var>... Aber das Leid meines Volkes sollte nicht enden. Das Wehklagen nicht verstummen.

source: TEXT_VOICEMAN_05300_003760_ELIDIBUS<tab>Divided─over the fate of the star. A rare occurrence, always fleeting. But not this time. Not this time...
de: TEXT_VOICEMAN_05300_003760_ELIDIBUS<tab>Die Zukunft der Welt hing in der Schwebe und Chaos machte sich breit. Die Ascians waren zutiefst gespalten. Der Konvent uneins<var 1D /var>...

source: TEXT_VOICEMAN_05300_003770_ELIDIBUS<tab>Reconciliation. Elidibus. I was needed. I withdrew myself from Zodiark. For them...
de: TEXT_VOICEMAN_05300_003770_ELIDIBUS<tab>Elidibus, der Fürsprecher, musste etwas tun. Ich musste etwas tun. Und so spaltete ich mich wieder von Zodiark ab<var 1D /var>...

source: TEXT_VOICEMAN_05300_003780_ELIDIBUS<tab>My people. My brothers. ...My friends.
de: TEXT_VOICEMAN_05300_003780_ELIDIBUS<tab>Ich liebte sie. Jeden einzelnen. Sie alle waren meine Brüder und Schwestern.

source: TEXT_VOICEMAN_05300_003790_ELIDIBUS<tab>Stay strong. Keep the faith. At duty's end, we will meet again. We will. We will.
de: TEXT_VOICEMAN_05300_003790_ELIDIBUS<tab>Ich dachte, wenn ich meine Aufgabe erfülle, könnte ich sie wiedersehen. Noch einmal in ihre glücklichen Gesichter blicken. Endlich wissen, dass der Albtraum enden würde.

source: TEXT_VOICEMAN_05300_003800_ELIDIBUS<tab>The rains have ceased, and we have been graced with another beautiful day. But you are not here to see it.
de: TEXT_VOICEMAN_05300_003800_ELIDIBUS<tab>Es ist vorbei<var 1D /var>... Alles verloren<var 1D /var>... Ich bin der Letzte<var 1D /var>...

source: TEXT_VOICEMAN_05300_003810_MYSTERYVOICE<tab>I concede, I may have overexerted myself.
de: TEXT_VOICEMAN_05300_003810_MYSTERYVOICE<tab>Glänzend<var 1D /var>... nicht wahr?

source: TEXT_VOICEMAN_05300_003820_MYSTERYVOICE<tab>Steady now, and listen. I told you before that I had a plan, and that when all was said and done, I would ask a favor of you.
de: TEXT_VOICEMAN_05300_003820_MYSTERYVOICE<tab>Ich habe zu guter Letzt alles erreicht, was ich mir als Kristall<var 16 /var>exarch vorgenommen hatte. Erstaunlich, nicht?

source: TEXT_VOICEMAN_05300_003830_MYSTERYVOICE<tab>We have averted the Eighth Umbral Calamity. Found a way for everyone to return to the Source, and...last but not least, we have secured the future of all the people of Norvrandt. We have won, my friend.
de: TEXT_VOICEMAN_05300_003830_MYSTERYVOICE<tab>Die Achte Katastrophe verhindern<var 1D /var>... Einen Weg für euch zurück nach Hause finden<var 1D /var>... Den guten Leuten von Norvrandt helfen<var 1D /var>... Ja, plötzlich scheint nichts mehr unerreichbar.

source: TEXT_VOICEMAN_05300_003840_MYSTERYVOICE<tab>So I hope you'll forgive me this moment of selfishness. And...while I wouldn't want you to feel obliged...
de: TEXT_VOICEMAN_05300_003840_MYSTERYVOICE<tab>Ich habe noch eine Bitte<var 1D /var>... auch wenn es lächerlich wirken mag<var 1D /var>...

source: TEXT_VOICEMAN_05300_003850_MYSTERYVOICE<tab>Promise me you'll take me on your next adventure. A journey. Together. That's all I ask.
de: TEXT_VOICEMAN_05300_003850_MYSTERYVOICE<tab>(-G'raha Tia-)Ich will<var 1D /var>... Ich will mit dir auf Reisen gehen. Dein nächstes Abenteuer miterleben. Und all jene, die folgen mögen<var 1D /var>...

source: TEXT_VOICEMAN_05300_Q10_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q10_000_001_NONE_VOICE<tab>Was sagst du?

source: TEXT_VOICEMAN_05300_A10_000_001_NONE_VOICE<tab>I promise.
de: TEXT_VOICEMAN_05300_A10_000_001_NONE_VOICE<tab>Ich verspreche es dir, G'raha Tia.

source: TEXT_VOICEMAN_05300_A10_000_002_NONE_VOICE<tab>You could've asked me earlier!
de: TEXT_VOICEMAN_05300_A10_000_002_NONE_VOICE<tab>Warum nur bittest du mich erst jetzt darum<var 1D /var>...?

source: TEXT_VOICEMAN_05300_003860_MYSTERYVOICE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_003860_MYSTERYVOICE<tab>Hehe. Hm-hmpf.

source: TEXT_VOICEMAN_05300_003870_MYSTERYVOICE<tab>If I were to tell you that this isn't the end─that we will meet again─would you believe me?
de: TEXT_VOICEMAN_05300_003870_MYSTERYVOICE<tab>(-G'raha Tia-)Du glaubst<var 1D /var>... doch auch daran, dass wir uns wiedersehen<var 1D /var>... oder?

source: TEXT_VOICEMAN_05300_003880_MYSTERYVOICE<tab>Thank you.
de: TEXT_VOICEMAN_05300_003880_MYSTERYVOICE<tab>(-G'raha Tia-)Danke<var 1D /var>...

source: TEXT_VOICEMAN_05300_003890_MYSTERYVOICE<tab>My friend. With you, my mind and memories shall travel to the ends of the world and beyond. But in this place shall my body stand immovable.
de: TEXT_VOICEMAN_05300_003890_MYSTERYVOICE<tab>(-G'raha Tia-)Meine Seele, meine Erinnerungen<var 1D /var>... Sie liegen nun in deinen fähigen Händen. Lass meinen Körper<var 1D /var>... ein schillerndes Denkmal sein<var 1D /var>...

source: TEXT_VOICEMAN_05300_003900_MYSTERYVOICE<tab>May it serve as an undying promise, not only to those who looked to me for leadership, but to any soul who has known despair, that hope is everlasting.
de: TEXT_VOICEMAN_05300_003900_MYSTERYVOICE<tab>(-G'raha Tia-)Soll er sie an ihre Träume erinnern und ihnen Hoffnung auf eine bessere Zukunft spenden - all die guten Leute, die mich den Kristall<var 16 /var>exarchen nannten<var 1D /var>...

source: TEXT_VOICEMAN_05300_003910_RYNE<tab>There the Exarch would remain, keeping his silent vigil.
de: TEXT_VOICEMAN_05300_003910_RYNE<tab>So begann der Exarch seine stille Wache über den ersten Splitter.

source: TEXT_VOICEMAN_05300_003920_RYNE<tab>When the Scions were not released from his summoning spell, we proceeded with the plan to return them to the Source.
de: TEXT_VOICEMAN_05300_003920_RYNE<tab>Und wie der Barde, Forscher und Königssohn es sich wünschte, diente er jedem, der ihn sah, als strahlende Erinnerung.

source: TEXT_VOICEMAN_05300_003930_RYNE<tab>The Warrior of Darkness, however, retained <var 08 E905 ((her)) ((his)) /var> ability to traverse the two worlds at will.
de: TEXT_VOICEMAN_05300_003930_RYNE<tab><var 08 E905 ((Der Heldin)) ((Dem Helden)) /var>, <var 08 E905 ((die)) ((der)) /var> zwischen den Welten reiste, war er ein Leuchtfeuer, auf dass <var 08 E905 ((sie)) ((er)) /var> sich nicht zwischen den Dimensionen verlor.

source: TEXT_VOICEMAN_05300_003940_RYNE<tab>And in time the Crystal Tower became a symbol of his link to the First─and of hope.
de: TEXT_VOICEMAN_05300_003940_RYNE<tab>Der Kristallturm - die Brücke über den Riss der Dimensionen - stand stolz in alle Ewigkeit.

source: TEXT_VOICEMAN_05300_003950_RYNE<tab>And in time the Crystal Tower became a symbol of her link to the First─and of hope.
de: TEXT_VOICEMAN_05300_003950_RYNE<tab>Der Kristallturm - die Brücke über den Riss der Dimensionen - stand stolz in alle Ewigkeit.

source: TEXT_VOICEMAN_05300_003960_DULIACHAI<tab>Oh... Oh, Alphinaud...
de: TEXT_VOICEMAN_05300_003960_DULIACHAI<tab>Uaahaaa<var 1D /var>... Buhuuu<var 1D /var>...

source: TEXT_VOICEMAN_05300_003970_ALPHINAUD<tab>Please, Lady Chai, dry your eyes!
de: TEXT_VOICEMAN_05300_003970_ALPHINAUD<tab>Werte Frau Chai, bitte, so beruhigt Euch doch.

source: TEXT_VOICEMAN_05300_003980_DULIACHAI<tab>The thought of never seeing you again... It's more than my poor heart can bear!
de: TEXT_VOICEMAN_05300_003980_DULIACHAI<tab>Ich will mich aber nicht beruhigen. Der Abschied von dir, meinem liebsten Alphinaud, zerreißt mir das Herz!

source: TEXT_VOICEMAN_05300_003990_DULIACHAI<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_003990_DULIACHAI<tab>Uhuhuuu...

source: TEXT_VOICEMAN_05300_004000_CHAINUZZ<tab>Oh, it's you. As you can see, Alphinaud has broken the news.
de: TEXT_VOICEMAN_05300_004000_CHAINUZZ<tab>Ach, du bist es<var 1D /var>... Wie du siehst, hat meine Frau die Neuigkeit von Alphinaud nicht gerade leicht hingenommen.

source: TEXT_VOICEMAN_05300_004010_CHAINUZZ<tab>I don't know how to console her. She thinks we'll be lost without him.
de: TEXT_VOICEMAN_05300_004010_CHAINUZZ<tab>Die Ärmste ist völlig außer sich<var 1D /var>... Und ich weiß einfach nicht, wie ich ihr helfen kann.

source: TEXT_VOICEMAN_05300_Q11_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q11_000_001_NONE_VOICE<tab>Was sagst du?

source: TEXT_VOICEMAN_05300_A11_000_001_NONE_VOICE<tab>You're certainly well loved.
de: TEXT_VOICEMAN_05300_A11_000_001_NONE_VOICE<tab>Du wirst offensichtlich geliebt!

source: TEXT_VOICEMAN_05300_A11_000_002_NONE_VOICE<tab>Make sure you leave nothing unsaid.
de: TEXT_VOICEMAN_05300_A11_000_002_NONE_VOICE<tab>Na los, sag, was dir auf dem Herzen liegt!

source: TEXT_VOICEMAN_05300_A11_000_003_NONE_VOICE<tab>A picture paints a thousand words!
de: TEXT_VOICEMAN_05300_A11_000_003_NONE_VOICE<tab>Großer Maler, verabschiede dich in Würde!

source: TEXT_VOICEMAN_05300_004020_ALPHINAUD<tab>'Tis more than I deserve. Yet I am truly grateful, and will see that she knows as much.
de: TEXT_VOICEMAN_05300_004020_ALPHINAUD<tab>Ich fühle mich durchaus geschmeichelt. Hoffentlich finde ich die richtigen Worte.

source: TEXT_VOICEMAN_05300_004030_ALPHINAUD<tab>Indeed, my friend. Nothing unsaid.
de: TEXT_VOICEMAN_05300_004030_ALPHINAUD<tab>Ja<var 1D /var>... das werde ich.
