Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/053/VoiceMan_05300/*.xlf
Languages: de

source: TEXT_VOICEMAN_05300_000010_ELIDIBUS<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_000010_ELIDIBUS<tab>Hu<var 1D /var>...?

source: TEXT_VOICEMAN_05300_000020_ELIDIBUS<tab>Why am I...? Was it you who called me here?
de: TEXT_VOICEMAN_05300_000020_ELIDIBUS<tab>Was mache ich hier? Hast du mich hierher geholt?

source: TEXT_VOICEMAN_05300_000030_LAHABREA<tab>(-Convocation Speaker-)<var 48 F20223 /var>On behalf of the Convocation, I bid you welcome to our order.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_000030_LAHABREA<tab>(-Anführer des Konvents-)<var 48 F20223 /var>Hiermit bestätige ich deine Erhebung zum ordentlichen Konventsmitglied. Willkommen in unserer Mitte.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_000040_LAHABREA<tab>(-Convocation Speaker-)<var 48 F20223 /var>At times you will stand with us. At times you will stand against us. All that you might steer mankind and the very star upon their true course.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_000040_LAHABREA<tab>(-Anführer des Konvents-)<var 48 F20223 /var>Du wirst uns zuzeiten bestärken, zuzeiten widersprechen. Du wirst unser Tun leiten, auf dass dieser Planet und seine Kinder dem rechten Pfad folgen.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_000050_LAHABREA<tab>(-Convocation Speaker-)<var 48 F20223 /var>For yours is the seat of Elidibus, the emissary, and by this name shall your every action be guided.<var 48 01 /var>
de: TEXT_VOICEMAN_05300_000050_LAHABREA<tab>(-Anführer des Konvents-)<var 48 F20223 /var>Dies ist deine Aufgabe als Elidibus<var 1D /var>- als Fürsprecher. Beherzige sie stets.<var 48 01 /var>

source: TEXT_VOICEMAN_05300_000060_ELIDIBUS<tab>So you peered into my memories... No matter. You will have found little of import.
de: TEXT_VOICEMAN_05300_000060_ELIDIBUS<tab>Du hast in meinen Erinnerungen gewühlt? Hmh! Das wird dir kaum nützen<var 1D /var>...

source: TEXT_VOICEMAN_05300_000070_ELIDIBUS<tab>But I see you intended to summon me here no more than I intended to come. The fault is mine.
de: TEXT_VOICEMAN_05300_000070_ELIDIBUS<tab>Aber du scheinst erstaunter als ich. Ach, war es vielleicht gar nicht deine Absicht, mich zu rufen? Hm<var 1D /var>...

source: TEXT_VOICEMAN_05300_000080_ELIDIBUS<tab>Such is the burden of hope...
de: TEXT_VOICEMAN_05300_000080_ELIDIBUS<tab>Vielleicht habe ich mich noch nicht an diese neuen Hoffnungen und Wünsche gewöhnt, die in mir widerhallen.

source: TEXT_VOICEMAN_05300_Q1_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q1_000_001_NONE_VOICE<tab>Was sagst du?

source: TEXT_VOICEMAN_05300_A1_000_001_NONE_VOICE<tab>Give back Ardbert's body.
de: TEXT_VOICEMAN_05300_A1_000_001_NONE_VOICE<tab>Gib Ardberts Körper zurück!

source: TEXT_VOICEMAN_05300_A1_000_002_NONE_VOICE<tab>Why must you embroil the people in your plans?
de: TEXT_VOICEMAN_05300_A1_000_002_NONE_VOICE<tab>Hör auf, Unschuldige in deine Machenschaften hinein<var 16 /var>zu<var 16 /var>ziehen!

source: TEXT_VOICEMAN_05300_A1_000_003_NONE_VOICE<tab>What are you plotting?
de: TEXT_VOICEMAN_05300_A1_000_003_NONE_VOICE<tab>Was hast du vor?

source: TEXT_VOICEMAN_05300_000090_ELIDIBUS<tab>What fool would relinquish his weapon on the eve of battle?
de: TEXT_VOICEMAN_05300_000090_ELIDIBUS<tab>Ich wäre ein Narr, wenn ich auf meine beste Waffe in diesem Kampf verzichten würde.

source: TEXT_VOICEMAN_05300_000100_ELIDIBUS<tab>I merely avail myself of such tools as I require for the conflict to come.
de: TEXT_VOICEMAN_05300_000100_ELIDIBUS<tab>Pff. Im Krieg ist jedes Mittel recht.

source: TEXT_VOICEMAN_05300_000110_ELIDIBUS<tab>Come now, my plans are no mystery.
de: TEXT_VOICEMAN_05300_000110_ELIDIBUS<tab>Ist das wirklich so schwer zu durchschauen?

source: TEXT_VOICEMAN_05300_000120_ELIDIBUS<tab>That which I do is no different from that which you have done so many times, Warrior of Darkness.
de: TEXT_VOICEMAN_05300_000120_ELIDIBUS<tab>Wir sind uns ähnlicher, als du denkst, <var 08 E905 ((Kriegerin)) ((Krieger)) /var> der Dunkelheit.

source: TEXT_VOICEMAN_05300_000130_ELIDIBUS<tab>I arm myself. I hone my skills. I make ready to vanquish my enemy─you.
de: TEXT_VOICEMAN_05300_000130_ELIDIBUS<tab>Wenn Hindernisse auftauchen, räumen wir sie aus dem Weg. Wir feilen an unseren Fä<var 16 /var>hig<var 16 /var>kei<var 16 /var>ten, schärfen unsere Waffen. Wir bezwingen unsere Feinde.

source: TEXT_VOICEMAN_05300_000140_ELIDIBUS<tab>You who have murdered my brothers─who have taken their selfless labors in service to the one true world and turned them to ash.
de: TEXT_VOICEMAN_05300_000140_ELIDIBUS<tab>Und du bist <var 08 E905 ((meine Feindin)) ((mein Feind)) /var>. Du hast Lahabrea und Emet-Selch vernichtet<var 1D /var>... die rühmlichsten Streiter für die wahre Gestalt der Welt.

source: TEXT_VOICEMAN_05300_000150_ELIDIBUS<tab>I see you for what you are. You are death, and only in death shall you serve any purpose.
de: TEXT_VOICEMAN_05300_000150_ELIDIBUS<tab>Daher mache ich mir keine Illusionen mehr, dich für unsere Sache nutzen zu können. Du bist die größte Gefahr, die jemals zwischen dem Konvent der Vierzehn und dem Erreichen unseres Zieles stand.

source: TEXT_VOICEMAN_05300_000160_ELIDIBUS<tab>The Convocation charged me to steer mankind and the very star upon their true course. As Elidibus, it is my duty. And I shall see it done.
de: TEXT_VOICEMAN_05300_000160_ELIDIBUS<tab>Und ich, ich bin Elidibus, der Fürsprecher. Eingesetzt, um über die Umsetzung seiner Beschlüsse zu wachen. Ich diene Zodiark und sonst niemandem.

source: TEXT_VOICEMAN_05300_000170_ELIDIBUS<tab>I will strike you down...
de: TEXT_VOICEMAN_05300_000170_ELIDIBUS<tab>Deshalb werde ich dich nicht nur töten<var 1D /var>...

source: TEXT_VOICEMAN_05300_000180_ELIDIBUS<tab>Destroy you body and soul. All else must wait.
de: TEXT_VOICEMAN_05300_000180_ELIDIBUS<tab>...<var 1D /var>nein<var 1D /var>... ich werde dich samt deiner Seele auslöschen.

source: TEXT_VOICEMAN_05300_000190_DUMMYARDBERT<tab>Destroy you body and soul. All else must wait.
de: TEXT_VOICEMAN_05300_000190_DUMMYARDBERT<tab>...<var 1D /var>nein<var 1D /var>... ich werde dich samt deiner Seele auslöschen.

source: TEXT_VOICEMAN_05300_000200_ELIDIBUS<tab>Ere long I will come for you, Warrior of Darkness. And I will save the world.
de: TEXT_VOICEMAN_05300_000200_ELIDIBUS<tab>Schon bald wird dich dein Schicksal einholen, und dann ist der Weg frei für die Rettung der wahren Welt.

source: TEXT_VOICEMAN_05300_000210_ELIDIBUS<tab>One last matter.
de: TEXT_VOICEMAN_05300_000210_ELIDIBUS<tab>Ach, dabei fällt mir ein<var 1D /var>...

source: TEXT_VOICEMAN_05300_000220_ELIDIBUS<tab>I bore witness to your final struggle with Emet-Selch. It seemed as if he saw something familiar in you.
de: TEXT_VOICEMAN_05300_000220_ELIDIBUS<tab>Ich wurde Zeuge deiner letzten Begegnung mit Emet-Selch. Kurz vor eurem Kampf hat er dich offenbar für jemand anderen gehalten<var 1D /var>...

source: TEXT_VOICEMAN_05300_000230_ELIDIBUS<tab>As if he mistook you for another.
de: TEXT_VOICEMAN_05300_000230_ELIDIBUS<tab>Was, meinst du, hatte es damit auf sich?

source: TEXT_VOICEMAN_05300_Q2_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q2_000_001_NONE_VOICE<tab>Was machst du?

source: TEXT_VOICEMAN_05300_A2_000_001_NONE_VOICE<tab>Hythlodaeus called me his “new old friend.”
de: TEXT_VOICEMAN_05300_A2_000_001_NONE_VOICE<tab>Von dem Gespräch mit Hythlodaeus erzählen.

source: TEXT_VOICEMAN_05300_A2_000_002_NONE_VOICE<tab>...
de: TEXT_VOICEMAN_05300_A2_000_002_NONE_VOICE<tab>Schweigen.

source: TEXT_VOICEMAN_05300_000240_ELIDIBUS<tab>...No. I recall not of whom he spoke.
de: TEXT_VOICEMAN_05300_000240_ELIDIBUS<tab>Eine „zweite Seele“? Und in unserer Zeit wart ihr eins<var 1D /var>...? Das sagt mir alles nichts<var 1D /var>...

source: TEXT_VOICEMAN_05300_000250_ELIDIBUS<tab>Keep your counsel, then. You spare me further frustration. As often as we have met, you have never once awakened any memory within me.
de: TEXT_VOICEMAN_05300_000250_ELIDIBUS<tab>Du schweigst? Sei es drum. In all unseren Begegnungen habe ich nie eine vertraute Seele gespürt<var 1D /var>...

source: TEXT_VOICEMAN_05300_000260_ELIDIBUS<tab>Mayhap I never knew you. Or mayhap it is another fragment lost.
de: TEXT_VOICEMAN_05300_000260_ELIDIBUS<tab>Was auch immer Emet-Selch in dir gesehen hat<var 1D /var>... Ich habe die Erinnerung daran verloren.

source: TEXT_VOICEMAN_05300_000270_MYSTERYVOICE<tab>(-???-)Ah, I wasn't aware you already had a guest. If the conversation is constructive, I shall not intrude.
de: TEXT_VOICEMAN_05300_000270_MYSTERYVOICE<tab>Du hast Besuch? Bei einem ergiebigen Gespräch will ich natürlich nicht stören<var 1D /var>...

source: TEXT_VOICEMAN_05300_000280_MYSTERYVOICE<tab>But if you seek to stir up trouble, Elidibus, then I must insist you leave at once.
de: TEXT_VOICEMAN_05300_000280_MYSTERYVOICE<tab>Aber falls dein Gast mit unlauteren Absichten kommt, werde ich ihm schroff die Tür weisen.

source: TEXT_VOICEMAN_05300_000290_MYSTERYVOICE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_000290_MYSTERYVOICE<tab>Ugh<var 1D /var>...

source: TEXT_VOICEMAN_05300_000300_ELIDIBUS<tab>Though you lack Her blessing, your soul is surprisingly dense... Hmph.
de: TEXT_VOICEMAN_05300_000300_ELIDIBUS<tab>Wie kann das sein<var 1D /var>... Er ist nicht vom Licht gesegnet, aber seine Seele ist stark<var 1D /var>... Wie misslich.

source: TEXT_VOICEMAN_05300_000310_MYSTERYVOICE<tab>Worry not, I seem to be unharmed.
de: TEXT_VOICEMAN_05300_000310_MYSTERYVOICE<tab>Keine Sorge. Ich bin noch mal mit dem Schrecken davongekommen<var 1D /var>...

source: TEXT_VOICEMAN_05300_000320_MYSTERYVOICE<tab>Oh, this... This is my own doing─the consequence of my recent exertions.
de: TEXT_VOICEMAN_05300_000320_MYSTERYVOICE<tab>Ach, der Arm<var 1D /var>... Das habe ich mir selbst zuzuschreiben. Ich habe mich in letzter Zeit etwas zu sehr verausgabt.

source: TEXT_VOICEMAN_05300_000330_MYSTERYVOICE<tab>It is the tower's way of compensating me for the demands I have placed on it.
de: TEXT_VOICEMAN_05300_000330_MYSTERYVOICE<tab>Der Turm ist starken Belastungen ausgesetzt. Das zehrt natürlich auch an meinen Kräften.

source: TEXT_VOICEMAN_05300_000340_MYSTERYVOICE<tab>Rest assured, it is no great inconvenience at present. Indeed, I told Beq Lugg as much...but they would not be persuaded, and sent me away to rest.
de: TEXT_VOICEMAN_05300_000340_MYSTERYVOICE<tab>Aber so eine Kleinigkeit schränkt mich nicht ein. Dies habe ich auch Beq Lugg versichert, aber er hat nicht lockergelassen, bis ich eingewilligt habe, mich zu schonen. Deswegen bin ich eigentlich hier.

source: TEXT_VOICEMAN_05300_000350_MYSTERYVOICE<tab>No need to make a fuss. Strange as it may sound, I consider it something of a badge of honor.
de: TEXT_VOICEMAN_05300_000350_MYSTERYVOICE<tab>Nicht doch. Mein Arm ist schließlich der beste Beweis, dass wir Fortschritte machen, nicht wahr?

source: TEXT_VOICEMAN_05300_000360_MYSTERYVOICE<tab>One of the brave souls who saw me delivered unto the First once said...
de: TEXT_VOICEMAN_05300_000360_MYSTERYVOICE<tab>Das erinnert mich an damals, als wir meinen Sprung durch Zeit und Raum vorbereiteten.

source: TEXT_VOICEMAN_05300_000370_MYSTERYVOICE<tab>That the world shall ever have a place for tales of heroism, so long as we have need of inspiration in our lives.
de: TEXT_VOICEMAN_05300_000370_MYSTERYVOICE<tab>Es war ein kühnes Unterfangen, angestoßen von dem festen Glauben, dass Heldengeschichten es wert sind, erzählt zu werden.

source: TEXT_VOICEMAN_05300_000380_MYSTERYVOICE<tab>Though he and his fellows had no way of knowing whether their mad scheme would amount to anything, they knew that the attempt alone would inspire hope. Or so they hoped.
de: TEXT_VOICEMAN_05300_000380_MYSTERYVOICE<tab>Aber vor allem lebten alle von der Hoffnung, dass es auf wundersame Weise funktionieren würde. Und was ist schon ein Abenteuer, wenn kein verrückter Plan darin vorkommt?

source: TEXT_VOICEMAN_05300_000390_MYSTERYVOICE<tab>A more optimistic lot, one would be hard-pressed to find.
de: TEXT_VOICEMAN_05300_000390_MYSTERYVOICE<tab>Schlaue Leute, das muss man ihnen lassen.

source: TEXT_VOICEMAN_05300_000400_MYSTERYVOICE<tab>They said they would find a means to save our godsforsaken world─just as soon as they had sent me on my way. Said it with such confidence that, for a fleeting moment, I half-believed them.
de: TEXT_VOICEMAN_05300_000400_MYSTERYVOICE<tab>Sie dachten wohl: „Wenn der Transfer erst gelungen ist, finden wir bestimmt auch einen Weg, diese Welt zu retten.“ Dabei hatten sie selbst keine Ahnung, wie!

source: TEXT_VOICEMAN_05300_000410_MYSTERYVOICE<tab>Such faith, such courage in the face of unrelenting despair. For a long time, it was more than I could bear to remember them.
de: TEXT_VOICEMAN_05300_000410_MYSTERYVOICE<tab>Sie hatten sich so viel vorgenommen, so viel erhofft. Ich muss zugeben, dass ich ihren unerschütterlichen Optimismus mehr als einmal angezweifelt habe.

source: TEXT_VOICEMAN_05300_000420_MYSTERYVOICE<tab>But having come this far─having sent full many on their way myself─I see things more clearly.
de: TEXT_VOICEMAN_05300_000420_MYSTERYVOICE<tab>Aber jetzt<var 1D /var>... Wenn ich auf den langen Weg zurückblicke, den wir gegangen sind<var 1D /var>... Jetzt endlich sehe ich es auch.

source: TEXT_VOICEMAN_05300_000430_MYSTERYVOICE<tab>To take action is to hope. To believe─to <var 1A 02 /var>choose<var 1A 01 /var> to believe is to take the first step towards a brighter future.
de: TEXT_VOICEMAN_05300_000430_MYSTERYVOICE<tab>Selbst ein kleiner Erfolg stiftet Hoffnung für die großen Heraus<var 16 /var>forde<var 16 /var>rungen. Ihr Optimismus war der erste Schritt auf dem Weg zur Rettung.

source: TEXT_VOICEMAN_05300_000440_MYSTERYVOICE<tab>And why do I tell you this? Because I want you to indulge me in a little recklessness.
de: TEXT_VOICEMAN_05300_000440_MYSTERYVOICE<tab>Du hast doch bestimmt Verständnis dafür, wenn jemand an die Grenzen seiner Kräfte geht.

source: TEXT_VOICEMAN_05300_000450_MYSTERYVOICE<tab>Needless to say, I have a plan. And...when all is said and done, I will ask yet another favor of you.
de: TEXT_VOICEMAN_05300_000450_MYSTERYVOICE<tab>Es gibt da übrigens noch etwas, um das ich dich bitten möchte, sobald das hier alles vorbei ist<var 1D /var>...

source: TEXT_VOICEMAN_05300_000460_RYNE<tab>You're both here! Thank goodness!
de: TEXT_VOICEMAN_05300_000460_RYNE<tab>Da seid ihr ja! Ein Glück, dass ich euch gefunden habe!

source: TEXT_VOICEMAN_05300_000470_MYSTERYVOICE<tab>What's wrong?
de: TEXT_VOICEMAN_05300_000470_MYSTERYVOICE<tab>Ist etwas passiert?

source: TEXT_VOICEMAN_05300_000480_RYNE<tab>It's Thancred! He's collapsed!
de: TEXT_VOICEMAN_05300_000480_RYNE<tab>Thancred<var 1D /var>... Er ist plötzlich zu<var 16 /var>sammen<var 16 /var>gebrochen<var 1D /var>...

source: TEXT_VOICEMAN_05300_000490_TATARU<tab>Excuse us...
de: TEXT_VOICEMAN_05300_000490_TATARU<tab>Dürfen wir stören<var 1D /var>...?

source: TEXT_VOICEMAN_05300_000500_TATARU<tab>This way.
de: TEXT_VOICEMAN_05300_000500_TATARU<tab>Hier entlang<var 1D /var>...

source: TEXT_VOICEMAN_05300_000510_KRILE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_000510_KRILE<tab>Nh<var 1D /var>...

source: TEXT_VOICEMAN_05300_000520_KRILE<tab>No subtitles. Report if displayed.
de: TEXT_VOICEMAN_05300_000520_KRILE<tab><LAUTES EIN/AUSATMEN>

source: TEXT_VOICEMAN_05300_000530_KRILE<tab>I would rather you hadn't seen this.
de: TEXT_VOICEMAN_05300_000530_KRILE<tab>Ach, du bist es. Eigentlich wollte ich ja nicht, dass du das hier siehst<var 1D /var>...

source: TEXT_VOICEMAN_05300_000540_TATARU<tab>I'm sorry. We have urgent tidings...
de: TEXT_VOICEMAN_05300_000540_TATARU<tab>T-Tut mir leid, wenn wir stören! Ich wollte bloß<var 1D /var>...

source: TEXT_VOICEMAN_05300_000550_KRILE<tab>No, no, I'm not angry with you. On the contrary.
de: TEXT_VOICEMAN_05300_000550_KRILE<tab>Nein, nein, ist schon gut. Der Anblick ist nur<var 1D /var>... nicht besonders ermutigend.

source: TEXT_VOICEMAN_05300_000560_KRILE<tab>I know full well how hard everyone has been searching for a way to return home. And I had hoped to afford you the time you needed.
de: TEXT_VOICEMAN_05300_000560_KRILE<tab>Ich weiß, dass du bereits alles tust, um ihre Seelen zu<var 16 /var>rück<var 16 /var>zu<var 16 /var>brin<var 16 /var>gen. Deshalb wollte ich nicht, dass du dich noch mehr unter Druck setzt.

source: TEXT_VOICEMAN_05300_000570_KRILE<tab>But given our friends' present state, perhaps it was for the best that you came.
de: TEXT_VOICEMAN_05300_000570_KRILE<tab>Aber vielleicht ist es besser, wenn du ihren Zustand mit eigenen Augen siehst.

source: TEXT_VOICEMAN_05300_000580_KRILE<tab>Stiff and cold, all of them. As if they were made of wax.
de: TEXT_VOICEMAN_05300_000580_KRILE<tab>Sie sind so kalt und steif<var 1D /var>... wie Wachsfiguren sehen sie aus.

source: TEXT_VOICEMAN_05300_000590_KRILE<tab>Barely alive at all.
de: TEXT_VOICEMAN_05300_000590_KRILE<tab>Ich wollte, ich hätte bessere Nachrichten<var 1D /var>... aber sie sind dem Tod nun näher als dem Leben.

source: TEXT_VOICEMAN_05300_000600_KRILE<tab>And they had been doing so well. Save for occasional signs of aetheric instability, they appeared to be in passable health.
de: TEXT_VOICEMAN_05300_000600_KRILE<tab>Dabei ging es ihnen bis vor kurzem noch den Umständen entsprechend gut. Abgesehen von ein paar Ätherschwankungen hätte man meinen können, sie schliefen nur.

source: TEXT_VOICEMAN_05300_000610_KRILE<tab>Then, quite without warning, things took a turn for the worse. A change for which even Master Matoya could offer no explanation.
de: TEXT_VOICEMAN_05300_000610_KRILE<tab>Doch dann verschlechterte sich ihr Zustand plötzlich. Ich habe sofort Matoya um Rat gefragt, aber sie hatte auch keine Antwort.

source: TEXT_VOICEMAN_05300_000620_KRILE<tab>She could only remind me that the soul is yet an unknown frontier, and that much and more lies beyond our ken.
de: TEXT_VOICEMAN_05300_000620_KRILE<tab>Die Seele gibt uns noch immer die größten Rätsel auf, meinte sie. Niemand kann absehen, was an der Grenze zwischen Leben und Tod mit ihr passiert.

source: TEXT_VOICEMAN_05300_000630_KRILE<tab>But let's not lose heart just yet. At times like these, it is all the more important that we remain positive.
de: TEXT_VOICEMAN_05300_000630_KRILE<tab>Aber wenn wir hier Trübsal blasen, hilft ihnen das auch nicht weiter. Lasst uns auch in dieser dunklen Stunde die Zuversicht bewahren.

source: TEXT_VOICEMAN_05300_000640_KRILE<tab>Why, I but this moment succeeded in quelling a fluctuation in Thancred's aether.
de: TEXT_VOICEMAN_05300_000640_KRILE<tab>Thancreds Äther konnte ich gerade wieder stabilisieren.

source: TEXT_VOICEMAN_05300_000650_KRILE<tab>And while the others have weakened, they have remained relatively stable. I believe I may leave my post for a moment.
de: TEXT_VOICEMAN_05300_000650_KRILE<tab>Und ebenso werde ich auf die anderen achtgeben. Ihre Lebenskraft ist geschwächt, aber sie sind vorerst stabil. Wir können sie getrost einen Augenblick alleine lassen.

source: TEXT_VOICEMAN_05300_000660_KRILE<tab>So come, let me hear your tale outside.
de: TEXT_VOICEMAN_05300_000660_KRILE<tab>Würdest du mir also draußen erzählen, was es Neues gibt?

source: TEXT_VOICEMAN_05300_000670_ALPHINAUD<tab>Forgive the delay.
de: TEXT_VOICEMAN_05300_000670_ALPHINAUD<tab>Entschuldigung, dass wir euch haben warten lassen.

source: TEXT_VOICEMAN_05300_000680_THANCRED<tab>We have visited every region and confirmed the presence of Ascians throughout the realm.
de: TEXT_VOICEMAN_05300_000680_THANCRED<tab>Wir haben uns einen Überblick über die Lage in Norvrandt verschafft, und es stimmt tatsächlich: Es sind überall Ascians aufgetaucht.

source: TEXT_VOICEMAN_05300_000690_URIANGER<tab>Lest a grave predicament be made to seem hopeless, it should be noted that they are of inferior rank. The black-masked minions who answer to the red.
de: TEXT_VOICEMAN_05300_000690_URIANGER<tab>Allerdings tragen sie schwarze Masken, nicht rote. Niedrige Ascians<var 1D /var>- die Handlanger der Rotmaskierten.

source: TEXT_VOICEMAN_05300_000700_THANCRED<tab>Yes. A gaggle of schemers attempting to exploit recent events to sow the seeds of petty conflict.
de: TEXT_VOICEMAN_05300_000700_THANCRED<tab>Genau. Sie nutzen aus, dass sich die Dinge nach dem Ende der Licht<var 16 /var>bringer noch nicht stabilisiert haben und säen überall Zwietracht zwischen den Leuten.

source: TEXT_VOICEMAN_05300_000710_THANCRED<tab>Fortunately, nothing of any great concern has come of their meddling just yet.
de: TEXT_VOICEMAN_05300_000710_THANCRED<tab>Noch halten sich die Aus<var 16 /var>einander<var 16 /var>set<var 16 /var>zungen aber in Grenzen.

source: TEXT_VOICEMAN_05300_000720_ALISAIE<tab>We also encountered a number of the Crystarium's former defenders, busily solving this problem and that in a bid to become Warriors of Light.
de: TEXT_VOICEMAN_05300_000720_ALISAIE<tab>Wir konnten auch beobachten, wie die neuberufenen Krieger des Lichts eifrig heraneilten, um Frieden zu stiften.

source: TEXT_VOICEMAN_05300_000730_MYSTERYVOICE<tab>Their zeal is to be applauded. 'Tis but a pity I cannot encourage them on their course...
de: TEXT_VOICEMAN_05300_000730_MYSTERYVOICE<tab>Tja<var 1D /var>... unter anderen Umständen würde ich ihren selbstlosen Einsatz loben und sie bestärken<var 1D /var>...

source: TEXT_VOICEMAN_05300_000740_THANCRED<tab>Not knowing Elidibus set them upon it, no. Both the troubles to be solved and the villains to be vanquished are his doing too, like as not.
de: TEXT_VOICEMAN_05300_000740_THANCRED<tab>Ja. Es ist wirklich zu dumm, dass Elidibus hinter diesen Machenschaften steht. Er will die Krieger des Lichts als Helden dastehen lassen.

source: TEXT_VOICEMAN_05300_000750_THANCRED<tab>And so, with apologies to the aspiring Warriors of Light, I believe it best that we deal with the Ascians quickly and quietly.
de: TEXT_VOICEMAN_05300_000750_THANCRED<tab>Aber so leicht sollten wir es ihm nicht machen<var 1D /var>... Ich würde sagen, wir spüren seine maskierten Handlanger auf und setzen seinem Spiel ein Ende.

source: TEXT_VOICEMAN_05300_000760_MYSTERYVOICE<tab>I quite agree.
de: TEXT_VOICEMAN_05300_000760_MYSTERYVOICE<tab>Das klingt nach einem guten Plan.

source: TEXT_VOICEMAN_05300_000770_ALPHINAUD<tab>But tell us, what news from the Source? How fare our bodies?
de: TEXT_VOICEMAN_05300_000770_ALPHINAUD<tab>Übrigens<var 1D /var>... hast du Neuigkeiten, wie es um unsere Körper bestellt ist?

source: TEXT_VOICEMAN_05300_Q3_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_05300_Q3_000_001_NONE_VOICE<tab>Was sagst du?

source: TEXT_VOICEMAN_05300_A3_000_001_NONE_VOICE<tab>Uh...well enough─though time is not on our side.
de: TEXT_VOICEMAN_05300_A3_000_001_NONE_VOICE<tab>Ihr Zustand ist stabil, aber wir müssen uns beeilen.

source: TEXT_VOICEMAN_05300_A3_000_002_NONE_VOICE<tab>I'm sorry, but...things have taken a turn for the worse.
de: TEXT_VOICEMAN_05300_A3_000_002_NONE_VOICE<tab>Ich fürchte, sie schweben zwischen Leben und Tod.

source: TEXT_VOICEMAN_05300_000780_ALPHINAUD<tab>Indeed. Heartening though it is to know we can stay awhile longer, returning home must remain our priority.
de: TEXT_VOICEMAN_05300_000780_ALPHINAUD<tab>Hmm, stabil<var 1D /var>... immerhin. Aber du hast Recht, es ist trotzdem Eile geboten.

source: TEXT_VOICEMAN_05300_000781_ALISAIE<tab>This seems an appropriate moment to ask about the spirit vessel. Have you made any progress?
de: TEXT_VOICEMAN_05300_000781_ALISAIE<tab>Dann ist es umso wichtiger, dass wir hier alles tun, was wir können. Gibt es Neues zur Forschung an den Wesenskristallen?
