Repository: endervad/ffxiv_translation_test
Catalog: exd/GatheringPointName/*.xlf
Languages: fr, ja, ru

source: mineral deposit<tab>mineral deposits
fr: filon de minerai<tab>filons de minerai
ja: 採掘場<tab>
ru: Залежь минералов<tab>залежей минералов

source: rocky outcrop<tab>rocky outcrops
fr: carrière de pierre<tab>carrières de pierre
ja: 岩場<tab>
ru: Залежь камней<tab>залежей камней

source: mature tree<tab>mature trees
fr: arbre mature<tab>arbres matures
ja: 良木<tab>
ru: Зрелое дерево<tab>зрелые деревья

source: lush vegetation patch<tab>lush vegetation patch
fr: carré de végétation<tab>carrés de végétation
ja: 草刈場<tab>
ru: Густой кустарник<tab>густые кустарники

source: unspoiled mineral deposit<tab>unspoiled mineral deposits
fr: filon de minerai intact<tab>filons de minerai intacts
ja: 未知の採掘場<tab>
ru: Нетронутая залежь минералов<tab>нетронутых залежей минералов

source: unspoiled rocky outcrop<tab>unspoiled rocky outcrops
fr: carrière de pierre intacte<tab>carrières de pierre intactes
ja: 未知の岩場<tab>
ru: Нетронутая залежь камней<tab>нетронутых залежей камней

source: unspoiled mature tree<tab>unspoiled mature trees
fr: arbre mature intact<tab>arbres matures intacts
ja: 未知の良木<tab>
ru: Нетронутое зрелое дерево<tab>нетронутые зрелые деревья

source: unspoiled lush vegetation patch<tab>unspoiled lush vegetation patches
fr: carré de végétation intact<tab>carrés de végétation intacts
ja: 未知の草刈場<tab>
ru: Нетронутый густой кустарник<tab>нетронутые густые кустарники

source: ephemeral mineral deposit<tab>ephemeral mineral deposits
fr: filon de minerai éphémère<tab>filons de minerai éphémères
ja: 刻限の採掘場<tab>
ru: Эфемерная залежь минералов<tab>эфемерных залежей минералов

source: ephemeral rocky outcrop<tab>ephemeral rocky outcrops
fr: carrière de minerai éphémère<tab>carrières de minerai éphémères
ja: 刻限の岩場<tab>
ru: Эфемерная залежь камней<tab>эфемерных залежей камней

source: ephemeral mature tree<tab>ephemeral mature trees
fr: arbre mature éphémère<tab>arbres matures éphémères
ja: 刻限の良木<tab>
ru: Эфемерное зрелое дерево<tab>эфемерные зрелые деревья

source: ephemeral lush vegetation patch<tab>ephemeral lush vegetation patches
fr: carré de végétation éphémère<tab>carrés de végétation éphémères
ja: 刻限の草刈場<tab>
ru: Эфемерный густой кустарник<tab>эфемерные густые кустарники

source: legendary mineral deposit<tab>legendary mineral deposits
fr: filon de minerai légendaire<tab>filons de minerai légendaires
ja: 伝説の採掘場<tab>
ru: Легендарная залежь минералов<tab>легендарных залежей минералов

source: legendary rocky outcrop<tab>legendary rocky outcrops
fr: carrière de minerai légendaire<tab>carrières de minerai légendaires
ja: 伝説の岩場<tab>
ru: Легендарная залежь камней<tab>легендарных залежей камня

source: legendary mature tree<tab>legendary mature trees
fr: arbre mature légendaire<tab>arbres matures légendaires
ja: 伝説の良木<tab>
ru: Легендарное зрелое дерево<tab>легендарные зрелые деревья

source: legendary lush vegetation patch<tab>legendary lush vegetation patches
fr: carré de végétation légendaire<tab>carrés de végétation légendaires
ja: 伝説の草刈場<tab>
ru: Легендарный густой кустарник<tab>легендарные густые кустарники

source: concealed mineral deposit<tab>concealed mineral deposits
fr: filon de minerai caché<tab>filons de minerai cachés
ja: ●VER5.3未使用：隠れた採掘場<tab>
ru: Скрытая залежь минералов<tab>скрытых залежей минералов

source: concealed rocky outcrop<tab>concealed rocky outcrops
fr: carrière de minerai cachée<tab>carrières de minerai cachées
ja: ●VER5.3未使用：隠れた岩場<tab>
ru: Скрытая залежь камней<tab>скрытых залежей камней

source: concealed mature tree<tab>concealed mature trees
fr: arbre mature caché<tab>arbres matures cachés
ja: ●VER5.3未使用：隠れた良木<tab>
ru: Скрытое зрелое дерево<tab>скрытые зрелые деревья

source: concealed lush vegetation patch<tab>concealed lush vegetation patches
fr: carré de végétation caché<tab>carrés de végétation cachés
ja: ●VER5.3未使用：隠れた草刈場<tab>
ru: Скрытый густой кустарник<tab>скрытые густые кустарники

source: teeming waters<tab>teeming waters
fr: point de harponnage<tab>points de harponnage
ja: 漁場<tab>
ru: Рыбное место<tab>рыбных мест

source: swimming shadows<tab>swimming shadows
fr: courant poissonneux<tab>courants poissonneux
ja: 魚影<tab>
ru: Плывущие тени<tab>плывущие тени

source: clouded mineral deposit<tab>clouded mineral deposits
fr: filon de minerai évanescent<tab>filons de minerai évanescents
ja: 幻の採掘場<tab>
ru: Затуманенная залежь минералов<tab>затуманенных залежей минералов

source: clouded rocky outcrop<tab>clouded rocky outcrops
fr: carrière de minerai évanescente<tab>carrières de minerai évanescentes
ja: 幻の岩場<tab>
ru: Затуманенная залежь камней<tab>затуманенных залежей камней

source: clouded mature tree<tab>clouded mature trees
fr: arbre mature évanescent<tab>arbres matures évanescents
ja: 幻の良木<tab>
ru: Затуманенное зрелое дерево<tab>затуманенные зрелые деревья

source: clouded lush vegetation patch<tab>clouded lush vegetation patches
fr: carré de végétation évanescent<tab>carrés de végétation évanescents
ja: 幻の草刈場<tab>
ru: Затуманенный густой кустарник<tab>затуманенные густые кустарники
