Repository: endervad/ffxiv_translation_test
Catalog: exd/QTE/*.xlf
Languages: de

source: Eject<tab>Press the button to descend!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Absteigen<tab>Drück den Knopf, um hinunterzugelangen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Escape<tab>Tap button rapidly to avoid obstacles!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Entkommen<tab>Drück den Knopf schnell in Folge, um auszuweichen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Clash<tab>Tap button rapidly to push back!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Kräftemessen<tab>Drück den Knopf schnell in Folge, um den Gegner zurückzudrängen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Escape<tab>Tap button rapidly to break free!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Entkommen<tab>Drück den Knopf schnell in Folge, um auszuweichen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Escape<tab>Tap button rapidly to break free!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Entkommen<tab>Drück den Knopf schnell in Folge, um auszuweichen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Mount<tab>Tap button rapidly to hold down!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Aufsitzen<tab>Drück den Knopf schnell in Folge, um Halt zu finden!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Escape<tab>Tap button rapidly to avoid obstacles!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Entkommen<tab>Drück den Knopf schnell in Folge, um auszuweichen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Storm Cell<tab>Free yourself!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Gefangen im Wind<tab>Befreie dich!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Unleash Light<tab>Draw upon the strength of the Light within you!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Rettendes Licht<tab>Entfessele die Kraft des Lichts in deinem Inneren!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Unleash Light<tab>Draw upon the strength of the Light within you!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Rettendes Licht<tab>Entfessele die Kraft des Lichts in deinem Inneren!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Clash<tab>Tap button rapidly to push back!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Rangelei<tab>Drück den Knopf schnell in Folge, um den Gegner zurückzudrängen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Clash<tab>Tap button rapidly to push back!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Rangelei<tab>Drück den Knopf schnell in Folge, um den Gegner zurückzudrängen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Will of Defiance<tab>Fight back with all your strength!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Rebellischer Wille<tab>Wehre dich nach Kräften!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Endure<tab>Tap button rapidly to fight through the poison!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Standhaft gegen das Gift<tab>Kämpfe gegen die Schmerzen an und komm wieder auf die Beine!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Consciousness<tab>Tap button rapidly to maintain consciousness!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Wachbleiben<tab>Drück den Knopf schnell in Folge, um nicht das Bewusstsein zu verlieren!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Life or Death<tab>Tap button rapidly to fight back!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Todeskampf<tab>Drück den Knopf schnell in Folge, um gegenzuhalten!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Manderville Sidestep<tab>Tap button rapidly to explode into action!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Manderville-Seitenschritt<tab>Drück den Knopf schnell in Folge, um in Aktion zu treten!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Escape<tab>Tap button rapidly to break free!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Entkommen<tab>Drück den Knopf schnell in Folge, um auszuweichen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Defend<tab>Tap button rapidly to defend Clive!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Schützen<tab>Drück den Knopf schnell in Folge, um Clive zu schützen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Resist<tab>Tap button rapidly to repel the attack!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Widerstehen<tab>Drück den Knopf schnell in Folge, um dem Ansturm zu widerstehen!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Clash<tab>Tap button rapidly to push back!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Kräftemessen<tab>Drück den Knopf schnell in Folge, um dem Dämmerkönig standzuhalten!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Escape<tab>Tap button rapidly to break free and save Kuiyki!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Entkommen<tab>Drück den Knopf in schneller Folge, um dich zu befreien!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail

source: Escape<tab>Tap button rapidly to break free of your chains!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
de: Überwinden<tab>Drück den Knopf in schneller Folge, um der Attacke Paroli zu bieten!<tab>SE_Bt_Etc_QTE_Ready<tab>SE_Bt_Etc_QTE_Success<tab>SE_Bt_Etc_QTE_Fail
