Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/018/HeaVnz318_01810/*.xlf
Languages: de, ja

source: TEXT_HEAVNZ318_01810_SEQ_00<tab>Gullinkambi seems unusually irritable.
de: TEXT_HEAVNZ318_01810_SEQ_00<tab>Gullinkambi scheint unruhig zu sein.
ja: TEXT_HEAVNZ318_01810_SEQ_00<tab>不浄の三塔のグリンカムビは、不快そうに喉を鳴らしている。

source: TEXT_HEAVNZ318_01810_SEQ_01<tab>Gullinkambi complains to you of an aching body, desperate for relief from pain. She asks that you retrieve a flower named gron mhar from Ehs Daih that may grant her relief.
de: TEXT_HEAVNZ318_01810_SEQ_01<tab>Gullinkambi klagt über ihren schmerzenden Körper und ist verzweifelt auf der Suche nach einem Weg, um ihre Schmerzen zu lindern. Sie bittet dich, in Ehs Daih <var 32 ((EObj)) 02F61E9AA9020502 /var> zu besorgen, um ihr Erleichterung zu verschaffen.
ja: TEXT_HEAVNZ318_01810_SEQ_01<tab>グリンカムビに<var 28 ((EObj)) F61E9AA901 /var>を採ってくるよう頼まれた。高地ドラヴァニアのエース・ダイで、「<var 28 ((EObj)) F61E9AA901 /var>」を入手しよう。

source: TEXT_HEAVNZ318_01810_SEQ_02<tab>You find a gron mhar. Bring it to Gullinkambi and see if it improves her condition.
de: TEXT_HEAVNZ318_01810_SEQ_02<tab>Du hast <var 32 ((EventItem)) 02F61E8ADD020502 /var> gefunden. Bringe sie zu Gullinkambi, um zu sehen, ob die Blume ihren Zustand verbessert.
ja: TEXT_HEAVNZ318_01810_SEQ_02<tab><var 28 ((EventItem)) F61E8ADD01 /var>を入手した。不浄の三塔の「グリンカムビ」に「<var 28 ((EventItem)) F61E8ADD01 /var>」を渡そう。

source: TEXT_HEAVNZ318_01810_SEQ_03<tab>You bring a gron mhar to Gullinkambi. She immediately feels the tension in her body melting away. She tells you that warming the eggs for weeks and months on end causes her body to grow sore, and thus she becomes irascible. She thanks you for giving her the peace she needs to continue guarding her eggs.
de: TEXT_HEAVNZ318_01810_SEQ_03<tab>Du hast Gullinkambi <var 32 ((EventItem)) 03F61E8ADD020502 /var> gebracht. Die Spannungen in ihrem Körper lösen sich daraufhin sehr schnell auf. Sie erklärt dir, dass das Ausbrüten der Eier über Wochen und Monate hinweg ihrem Körper zusetzt und sie ziemlich reizbar macht. Sie dankt dir für die kurze Ver<var 16 /var>schnauf<var 16 /var>pause und kümmert sich dann wieder um ihre Eier.
ja: TEXT_HEAVNZ318_01810_SEQ_03<tab>グリンカムビに<var 28 ((EventItem)) F61E8ADD01 /var>を渡した。タマゴを温めるために、長い間動かずにいてイライラしてたらしい。<var 28 ((EventItem)) F61E8ADD01 /var>の香りで、不快感も和らいだようだ。

source: TEXT_HEAVNZ318_01810_TODO_00<tab>Search Ehs Daih for a gron mhar.
de: TEXT_HEAVNZ318_01810_TODO_00<tab>In Ehs Daih nach <var 32 ((EObj)) 02F61E9AA9020402 /var> suchen
ja: TEXT_HEAVNZ318_01810_TODO_00<tab><var 28 ((EObj)) F61E9AA901 /var>を入手

source: TEXT_HEAVNZ318_01810_TODO_01<tab>Deliver a gron mhar to Gullinkambi.
de: TEXT_HEAVNZ318_01810_TODO_01<tab><var 2B ((<var 32 ((EventItem)) 03F61E8ADD020502 /var>)) /var> bei Gullinkambi abliefern
ja: TEXT_HEAVNZ318_01810_TODO_01<tab>グリンカムビに<var 28 ((EventItem)) F61E8ADD01 /var>を渡す

source: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_000<tab>My muscles grow stiff, and my joints ache. And the Gnath... Their incessant clicking is insufferable.
de: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_000<tab>Meine Muskeln sind ganz verspannt und meine Gelenke schmerzen. Und dann noch die Gnath<var 1D /var>... Ihr ständiges Gezeter ist unerträglich.
ja: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_000<tab>ええい、なんだか無性にイライラするねぇ……。 グナース族を蹴散らしてもらったというのに、 こうイライラしたら世話がない。

source: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_001<tab>I need a gron mhar. It blooms in the cavern of Ehs Daih. Bring it to me.
de: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_001<tab>Ich benötige dringend <var 32 ((EObj)) 02F61E9AA9020502 /var>. Bitte bring sie mir. Sie wächst in Ehs Daih.
ja: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_001<tab>冒険者よ……。 「エース・ダイ」に「<var 28 ((EObj)) F61E9AA901 /var>」の花が咲いてるはず。 それを摘んできてくれないかい？

source: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_010<tab>Only a gron mhar can give me peace. You must retrieve it from Ehs Daih.
de: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_010<tab>Nur <var 32 ((EObj)) 02F61E9AA9020502 /var> kann mir helfen. Suche sie in Ehs Daih.
ja: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_010<tab>冒険者よ……。 「エース・ダイ」に「<var 28 ((EObj)) F61E9AA901 /var>」の花が咲いてるはず。 それを摘んできてくれないかい？

source: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_020<tab>Do you have what I require?
de: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_020<tab>Hast du gefunden, was ich benötige?
ja: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_020<tab>冒険者よ……。 「エース・ダイ」に「<var 28 ((EventItem)) F61E8ADD01 /var>」の花が咲いてるはず。 それを摘んできてくれないかい？

source: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_021<tab>Ah, such sweet savor... Thank you. I can feel the knots in my muscles uncoil.
ja: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_021<tab>……ありがとうね、助かった。 ああ、いい香りだねぇ……不快感も和らぐよ。

source: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_022<tab>My body has grown rigid confined to this tower, but now I can endure my watch a while longer.
de: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_022<tab>Das Ausbrüten der Eier hier im Turm setzt meinem Körper ganz schön zu, aber nun werde ich noch eine Weile länger durchhalten können.
ja: TEXT_HEAVNZ318_01810_GULLINKAMBI_000_022<tab>長い間、タマゴを温めて動かないでいると、 イライラしてしまってね。 これでしばらくは、静かにできそうだよ。
