Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/027/StmBdz526_02777/*.xlf
Languages: de

source: TEXT_STMBDZ526_02777_SEQ_00<tab>The Budugan warrior squints at you.
de: TEXT_STMBDZ526_02777_SEQ_00<tab>Der Buduga-Krieger will dich um einen Gefallen bitten.

source: TEXT_STMBDZ526_02777_TODO_00<tab>Speak with the Budugan warrior.
de: TEXT_STMBDZ526_02777_TODO_00<tab>Mit dem Buduga-Krieger sprechen

source: TEXT_STMBDZ526_02777_TODO_01<tab>Speak with the Budugan warrior.
de: TEXT_STMBDZ526_02777_TODO_01<tab>Erneut mit dem Buduga-Krieger sprechen

source: TEXT_STMBDZ526_02777_TODO_02<tab>Speak with the Budugan warrior.
de: TEXT_STMBDZ526_02777_TODO_02<tab>Ein weiteres Mal mit dem Buduga-Krieger sprechen

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_000<tab>...Wait a minute. I know you. Your accomplishments are the only thing anyone talks about nowadays. If you are not too busy, might you agree to accompany me to the area below? There is something I want to show you.
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_000<tab>Du bist also <var 08 E905 ((die Heldin)) ((der Held)) /var>, von <var 08 E905 ((der)) ((dem)) /var> alle Welt spricht. <var 08 E905 ((Eine Fremde)) ((Ein Fremder)) /var>, <var 08 E905 ((die)) ((der)) /var> Bardams Probe bestanden hat. Wenn du Zeit hast, folge mir bitte.

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_001<tab>Hahaha! You need not look so skeptical. It is nothing too sinister, I assure you.
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_001<tab>Warum so misstrauisch? Ich will dich doch bloß um einen einfachen Gefallen bitten. Doch hier sollten wir uns nicht unterhalten, sondern ... genau, unterhalb von Morgenthron.

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_002<tab>Even if it was, you are a hardened warrior, are you not? Now come, let us go before the day grows old.
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_002<tab>Wenn du so stark bist, wie alle behaupten, dann wird dich diese Aufgabe nicht viel Zeit kosten. Ich warte unten auf dich!

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_010<tab><var 08 E905 ((She)) ((He)) /var>'s here! You can come out now, my friends!
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_010<tab>Ha, ich wusste doch, dass du mich nicht hängen lässt! Dann stell dich jetzt deiner Heraus<var 16 /var>forde<var 16 /var>rung!

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_020<tab>Bravo! That was quite a show! I am pleased to have been able to witness the extent of your strength firsthand. Even though these men had the element of surprise on their side, you defeated them with such ease!
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_020<tab>Hm, du bist sogar noch stärker als dein Ruf. Sich gegen drei überraschend auftauchende Gegner zu behaupten, das macht dir keiner so schnell nach.

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_021<tab>But before that, please allow me to apologize for lying to you. Some of us wanted to test our strength against yours─the famed outsider who successfully followed in Bardam's footsteps─and I could think of no other way to bring you here.
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_021<tab>Tut mir leid, dass ich dich angelogen habe, aber ich wollte wissen, wie jemand kämpft, der Bardams Weg beschritten hat. Ich hätte nie gedacht, dass ich das zu <var 08 E905 ((einer Fremden)) ((einem Fremden)) /var> jemals sagen könnte, aber von dir kann ich noch etwas lernen.

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_022<tab>It is now clear that your prowess on the battlefield is unparalleled. ...What would you say to joining us? Outsider or not, we would gladly welcome a man of your ability.
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_022<tab>Sag, willst du nicht einer von uns werden? Wir Buduga halten euch Fremde zwar für Schwächlinge, aber du hast bewiesen, dass du keiner bist.

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_023<tab><sigh> 'Tis a true shame you are a woman. Had you been a man, we would have gladly invited you to join our ranks. Were you Dotharl, we would even have awaited your reincarnation as a man. Alas, it seems our destinies were fated to diverge!
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_023<tab>Schade, dass du ein Weib bist, sonst hätten wir dich als Krieger in unseren Stamm aufgenommen. Wenn du eine Dotharl wärst, bestünde wenigstens die Hoffnung, dass du als Mann wiedergeboren wirst, aber so ...

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_024<tab>Well, I suppose that is that. Anyroad, I would like to thank you for playing along. It was an enlightening experience. Now let us return to the Dawn Throne, shall we?
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_024<tab>Jedenfalls vielen Dank für diese Lektion in Sachen Kampfkunst. Ich geh wieder nach oben. Kommst du auch?

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_030<tab>The rumors─they do you no justice. You are possessed of the might of at least one hundred Budugan warriors.
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_030<tab>Mein Kompliment vorhin war ernst gemeint. Du bist so stark wie hundert Buduga-Krieger zusammen.

source: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_031<tab>Now I think on it, perhaps you are a little too strong to become one of us. Even if you somehow joined us, during training you would no doubt find yourself growing bored, for none of us would even come close to posing a challenge for you!
de: TEXT_STMBDZ526_02777_YOUNGFIGHTER02777_000_031<tab>Vielleicht fast ein bisschen zu stark, um dich in unsere Reihen aufzunehmen. Wir Buduga mögen zwar starke Krieger, aber keine starke Konkurrenz.
