Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz002_05189/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ002_05189_APYAAHI_000_204<tab>Ah hah, I knew it the moment I laid eyes upon you! You have the look of one whose soul is fed by the adoration of others. Such an appetite is required for any who would embrace villainy.
de: TEXT_KINGBZ002_05189_APYAAHI_000_204<tab>Aha, ich wusste es vom ersten Moment an! Durch deine Augen scheint eine Seele, die sich von der Bewunderung anderer nährt. Jemand, der sich Schurkereien widmet, benötigt einen derartigen Appetit.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_204<tab>Hé hé, j'en étais sûre<var 1D /var>! L'ambition d'être reconnu<var 08 E905 ((e)) (()) /var> par les autres brûle au fond de tes prunelles<var 1D /var>! Une attitude essentielle pour tout arpenteur de la voie des malfaisances...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_204<tab>ああ、やっぱり！ 承認欲求の塊みたいな顔してるものね。 悪として名を馳せるには、必要な資質だわ。

source: TEXT_KINGBZ002_05189_APYAAHI_000_205<tab>I understand that money is the lifeblood of this world, and naught but the wealthy can act with true freedom. Yet it is that very structure we wish to dismantle...
de: TEXT_KINGBZ002_05189_APYAAHI_000_205<tab>Ich verstehe nur zu gut, dass Geld das Lebensblut dieser Welt ist und nur die Reichen wahre Freiheit genießen. Aber es sind genau diese Strukturen, die wir zu durchbrechen wünschen<var 1D /var>...
fr: TEXT_KINGBZ002_05189_APYAAHI_000_205<tab>Quoi de plus normal<var 1D /var>? L'argent est l'alpha et l'oméga de ce bas monde. Plus on en a, plus on est libre<var 1D /var>! Mais plus on contrôle les autres aussi, et c'est exactement le cercle vicieux que nous voulons rompre. Une attitude essentielle pour tout arpenteur de la voie des malfaisances...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_205<tab>そうね、この世は金がすべて……。 富める者こそ自由を行使できるというのも現実だけれど、 私たちはその仕組みを破壊したいと思っているのよね。

source: TEXT_KINGBZ002_05189_APYAAHI_000_206<tab>Listen well. Many a dream has died in silence. If you wish to see your desires realized, you must be bold in expressing them.
de: TEXT_KINGBZ002_05189_APYAAHI_000_206<tab>Hör mir gut zu. Die Leute haben nicht das Mitgefühl, sich um unausgesprochene Worte zu scheren. Wenn du deine Wünsche wahr werden lassen willst, musst du sie mutig zum Ausdruck bringen.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_206<tab>Hmm<var 1D /var>? Ce n'est pas en restant la bouche cousue que tu risques de séduire ton entourage, et moi encore moins. Oublie toutes ces chaînes qui te contraignent à la timidité<var 1D /var>! Je sais qu'une passion impitoyable bouillonne en toi, alors manifeste-la<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_206<tab>秘めた想いを察してくれるほど、まわりは優しくはないわよ？ 叶えたい望みがあるのなら、臆せず発しておきなさい。

source: TEXT_KINGBZ002_05189_APYAAHI_000_207<tab>As for me, I only want one thing: freedom!
de: TEXT_KINGBZ002_05189_APYAAHI_000_207<tab>Was mich angeht, ich will nur eines: Freiheit!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_207<tab>La mienne est on ne peut plus claire... Elle porte un seul et unique nom<var 1D /var>: Liberté<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_207<tab>かくいう私が求めているものは…… ずばり「自由」！

source: TEXT_KINGBZ002_05189_APYAAHI_000_208<tab>My village prospered amid nature unrestrained, while those in it were bound by the rules of society. Our roles were determined at birth. Some would hunt, some would weave...but none were allowed to follow their hearts!
de: TEXT_KINGBZ002_05189_APYAAHI_000_208<tab>Ich wurde inmitten der grünen Natur geboren, aber durch die Regeln der Ge<var 16 /var>sell<var 16 /var>schaft erdrückt. Unsere Rollen wurden durch die Geburt festgelegt. Einige jagten, andere webten<var 1D /var>... doch niemandem stand es frei, seinem Herzen zu folgen!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_208<tab>Dans la forêt d'où je viens, les règles sociales sont nombreuses, et les transgresser équivaut à devenir un paria. Les rôles sont attribués dès la naissance<var 1D /var>: certaines doivent devenir des chasseuses, d'autres des tisserandes, et au diable ce que quiconque en pense.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_208<tab>私の故郷の森には厳格な掟がいくつもあって、 各人の役職が、生まれたときから定められていたの。 ある者は狩りを、ある者は機織りを、本人の意思とは無関係にね。

source: TEXT_KINGBZ002_05189_APYAAHI_100_208<tab>Obedience meant a life without hardship, yes, but I couldn't suffer the tasks I was burdened with.
de: TEXT_KINGBZ002_05189_APYAAHI_100_208<tab>Gehorsam bedeutete zwar ein Leben ohne Härten, aber ich konnte die Aufgaben, die mir auferlegt wurden, nicht ertragen.
fr: TEXT_KINGBZ002_05189_APYAAHI_100_208<tab>Tant que ces obligations sont respectées, chacun est... “libre”, pour ainsi dire, de vivre comme il l'entend. Or, je n'avais aucune, mais alors absolument aucune envie de passer mon existence devant un métier à tisser.
ja: TEXT_KINGBZ002_05189_APYAAHI_100_208<tab>従っているかぎりは何不自由なく暮らせたけれど、 私は自分に課せられた仕事をどうしても受け容れられなかった。

source: TEXT_KINGBZ002_05189_APYAAHI_200_208<tab>So in defiance of those stifling customs, I went into the forest to hunt, and returned to my village with a prey mightier than any that had been caught before. For this, I was rewarded with exile.
de: TEXT_KINGBZ002_05189_APYAAHI_200_208<tab>Also widersetzte ich mich den Ge<var 16 /var>pflo<var 16 /var>gen<var 16 /var>hei<var 16 /var>ten, ging in den Wald zum Jagen und kehrte mit der größten Beute zurück, die unser Dorf je gesehen hatte. Als Dank dafür wurde ich verstoßen.
fr: TEXT_KINGBZ002_05189_APYAAHI_200_208<tab>Un beau matin, j'en ai eu plus qu'assez de rester enfermée entre quatre murs. Je suis partie chasser et j'ai ramené une prise tellement énorme que même les plus grands spé<var 16 /var>cia<var 16 /var>listes de la profession auraient dû me féliciter. Au lieu de ça, j'étais à peine rentrée au village que j'en étais expulsée...
ja: TEXT_KINGBZ002_05189_APYAAHI_200_208<tab>それで、あるとき掟を破って狩りに出かけ、 ほかの誰も仕留めたことがないような大物を倒してみせた。 そんな私を待っていたのは、里からの追放だったわ……。

source: TEXT_KINGBZ002_05189_APYAAHI_000_209<tab>Yet my banishment was a blessing in disguise, for it helped me realize I could surviveۡI could thriveۡunbound by rules!
de: TEXT_KINGBZ002_05189_APYAAHI_000_209<tab>Doch diese Strafe entpuppte sich als ein Segen, da sie mir verdeutlichte, dass ich frei von Regeln überleben und aufblühen konnte!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_209<tab>Mais une fois le choc digéré... j'ai éprouvé un sentiment de liberté comme jamais auparavant<var 1D /var>! J'avais prouvé par mes actes que les règles n'étaient que des boulets que nous traînions aux pieds, et qu'il fallait nous en débarrasser pour manifester notre plein potentiel<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_209<tab>けれど、そのとき初めて、 束縛から解放された自由な生き方があると知ったの。 掟なんて守らなくても生きていけるんだ、って！

source: TEXT_KINGBZ002_05189_APYAAHI_000_210<tab>I also understood that many like-minded souls yet suffered under the subjugation of state. I resolved to become an example they could followۡto build the passage that would guide them to freedom!
de: TEXT_KINGBZ002_05189_APYAAHI_000_210<tab>Mir wurde auch klar, dass noch viele Leute nicht mit meiner Erkenntnis gesegnet waren. Ich beschloss, ein Vorbild für sie zu werden, dem sie folgen konnten<var 1D /var>- ein Freigeist, der ihnen den Weg zur Freiheit weist!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_210<tab>De nos jours, de plus en plus de gens se sentent à l'étroit dans le rôle que des cir<var 16 /var>cons<var 16 /var>tan<var 16 /var>ces aléatoires leur ont imposé. Le mien est de leur faire comprendre qu'ils peuvent le changer à loisir, comme moi<var 1D /var>! Devenir les acteurs plutôt que les spectateurs de leur propre vie<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_210<tab>かつての私と同じような人々は多い。 だからこそ、私自身が手本となって知らしめたいのよ、 自由な生き方があると！

source: TEXT_KINGBZ002_05189_APYAAHI_000_211<tab>But enough about myself. There's something I wish to see. Follow me, but be wary of the beasts that infest these sands.
de: TEXT_KINGBZ002_05189_APYAAHI_000_211<tab>Doch genug von mir. Es gibt da etwas, das ich dir zeigen möchte. Folge mir, aber pass auf die Bestien auf, die sich in der Wüste herumtreiben.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_211<tab>Voilà, tu sais tout ce que tu dois savoir sur ma vie à présent. Suis-moi, je t'emmène ailleurs pour la suite de l'épreuve. Ce sera plus excitant que ce lopin de sable.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_211<tab>ま、自分語りはこれくらいにして、 ちょっと行きたいところがあるから、ついてきてちょうだい。 このあたり、魔物が多いから気をつけてね。

source: TEXT_KINGBZ002_05189_APYAAHI_000_300<tab>As I said, beasts abound in these parts. I <var 1A 02 /var>could<var 1A 01 /var> kill them myself, but this presents an opportunity...
de: TEXT_KINGBZ002_05189_APYAAHI_000_300<tab>Wie gesagt, hier wimmelt es nur so von Bestien. Ich <var 1A 02 /var>könnte<var 1A 01 /var> sie selbst erlegen, aber<var 1D /var>...
fr: TEXT_KINGBZ002_05189_APYAAHI_000_300<tab>Aaaah, enfin des monstres<var 1D /var>! Je pourrais les réduire en bouillie d'un claquement de doigts, mais...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_300<tab>あら、魔物ね。 私がやっつけてもいいんだけれど……

source: TEXT_KINGBZ002_05189_APYAAHI_000_301<tab>...Let us commence the practical exam. Defeat these creatures by whatever means are at your disposal.
de: TEXT_KINGBZ002_05189_APYAAHI_000_301<tab>Lass uns mit der praktischen Prüfung beginnen. Besiege diese Kreaturen, wie auch immer es dir beliebt.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_301<tab>Tu ne crois quand même pas que je vais te laisser te tourner les pouces pendant que je donne de ma personne, quand même<var 1D /var>! C'est ton audition, alors montre-moi ce que tu sais faire sur un champ de bataille<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_301<tab>ちょうどいいわ、実技審査といきましょう。 あなたの得意な戦法で倒してみてちょうだい。

source: TEXT_KINGBZ002_05189_APYAAHI_000_400<tab>That was a fine show of strength. Fine enough to impress the meek into following you, I daresay.
de: TEXT_KINGBZ002_05189_APYAAHI_000_400<tab>Das war eine großartige Machtdemonstration. Gut genug, um Sanftmütige zu beeindrucken und deine Führung anzuerkennen.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_400<tab>Rien à redire, tu te débrouilles très bien. Tu as même du style, ce qui est rare de nos jours. J'entrevois d'ici ton potentiel... Un fan club immense rempli de groupies prêtes à tout pour un simple autographe<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_400<tab>へぇ、なかなか面白い戦い方じゃない。 他者を惹きつけるものがあるわ。

source: TEXT_KINGBZ002_05189_APYAAHI_000_403<tab>Very good. Now, follow me. We are not far now.
de: TEXT_KINGBZ002_05189_APYAAHI_000_403<tab>An Tapferkeit mangelt es dir gewiss nicht. Und nun folge mir.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_403<tab>Ne va pas prendre la grosse tête trop vite, d'accord<var 1D /var>? Tes tribulations en ma compagnie sont loin d'être terminées. D'ailleurs, on va passer tout de suite à la suivante. Par ici<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_403<tab>実技は申し分ないようね。 それじゃあ、先に進みましょう。

source: TEXT_KINGBZ002_05189_APYAAHI_100_500<tab>Here we are!
de: TEXT_KINGBZ002_05189_APYAAHI_100_500<tab>Da wären wir!
fr: TEXT_KINGBZ002_05189_APYAAHI_100_500<tab>Nous voilà arrivé<var 08 E905 ((es)) ((s)) /var> à notre destination finale<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_100_500<tab>さあ、目的地に到着したわ！

source: TEXT_KINGBZ002_05189_APYAAHI_100_501<tab>I've heard the stars are breathtaking from this vantage. In Ul'dah, they would charge you to view the sky from a place like this. As if there weren't enough hands grasping at our coinpurses...
de: TEXT_KINGBZ002_05189_APYAAHI_100_501<tab>Ich habe gehört, dass die Sterne von diesem Beobachtungspunkt aus atemberaubend sein sollen. In Ul'dah würden sie einem für diesen Anblick noch Gil abknöpfen. Als ob einem nicht schon genug Hände in den Gilbeutel fassen<var 1D /var>...
fr: TEXT_KINGBZ002_05189_APYAAHI_100_501<tab>Si je t'ai fait venir ici, c'est parce que j'ai entendu dire qu'on pouvait toujours y observer un magnifique ciel étoilé. Le genre d'endroit auquel il est impossible d'accéder à l'intérieur d'Ul'dah sans débourser quelques gils... Raison de plus pour en finir avec les cités-États, pas vrai<var 1D /var>?
ja: TEXT_KINGBZ002_05189_APYAAHI_100_501<tab>このあたりなら、星が綺麗に見えると聞いたのよ。 ウルダハでは眺望のいい場所に入場料を取られるから…… あんな国、さっさとなくすべきね。

source: TEXT_KINGBZ002_05189_APYAAHI_100_502<tab>Let us wait a while and see if the stories are true.
de: TEXT_KINGBZ002_05189_APYAAHI_100_502<tab>Lass uns eine Weile warten und sehen, ob die Geschichten wahr sind.
fr: TEXT_KINGBZ002_05189_APYAAHI_100_502<tab>Sur ce, il ne nous reste plus qu'à attendre le moment propice.
ja: TEXT_KINGBZ002_05189_APYAAHI_100_502<tab>それじゃ、見頃の時間まで待ちましょう。

source: TEXT_KINGBZ002_05189_APYAAHI_000_500<tab>Indeed it is every bit as beautiful as they say. It was a worthwhile trek, wouldn't you agree?
de: TEXT_KINGBZ002_05189_APYAAHI_000_500<tab>Es ist in der Tat so wunderschön, wie die Leute sagen. Der Ausflug hat sich gelohnt, meinst du nicht?
fr: TEXT_KINGBZ002_05189_APYAAHI_000_500<tab>Mazette, quelle splendeur<var 1D /var>! Quand je te disais que ça valait le déplacement<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_500<tab>まあ、なんて綺麗な星空！ わざわざ来た甲斐があったわね……。

source: TEXT_KINGBZ002_05189_APYAAHI_000_501<tab>The light from those stars traveled all the way from the edge of the firmament. Obstructed by nothing on its journey. Free.
de: TEXT_KINGBZ002_05189_APYAAHI_000_501<tab>Die Lichter dieser Sterne haben den ganzen Weg vom Rand des Himmelszelts zurückgelegt. Durch nichts auf ihrer Reise behindert. Frei.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_501<tab>Toutes ces étoiles sont l'incarnation de la parfaite liberté<var 1D /var>: celle qui leur a permis de diffuser leur lumière jusqu'à nos yeux émerveillés, à travers l'infini de l'univers.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_501<tab>これらの光は、遥か天の果てから、 何者にも遮られることなく、この星に辿り着いた自由の証。

source: TEXT_KINGBZ002_05189_APYAAHI_000_502<tab>I believe people have the same capacity. Each of us a star unto ourselves, the light of our lives illuminating the farthest reaches of the heavens.
de: TEXT_KINGBZ002_05189_APYAAHI_000_502<tab>Ich denke, bei Lebewesen ist es nicht anders. Jeder von uns ist ein Stern für sich, und das Licht unserer Leben kann die entferntesten Winkel des Himmels erleuchten.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_502<tab>Et si chaque vie sur cette terre émettait une lumière intérieure, une sorte d'aura capable d'atteindre d'autres mondes, d'autres dimensions, grâce au simple fait qu'elle existe<var 1D /var>? C'est ce que j'aimerais croire, en tout cas.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_502<tab>ならば、地上で暮らす私たちひとりひとりの命の輝きもまた、 彼方の星々へと届いているのかも……。 私は、そんな風に考えているの。

source: TEXT_KINGBZ002_05189_APYAAHI_000_503<tab>Ah, yes. You've passed, by the way.
de: TEXT_KINGBZ002_05189_APYAAHI_000_503<tab>Ach ja. Du hast übrigens bestanden.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_503<tab>Ah, avant que j'oublie... Fé<var 16 /var>li<var 16 /var>ci<var 16 /var>ta<var 16 /var>tions pour ton admission au sein des Affranchis, Lieutenant<var 08 E905 ((e)) (()) /var> <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_503<tab>あ、そうそう。 ……あなた、合格よ。

source: TEXT_KINGBZ002_05189_APYAAHI_000_504<tab>I knew I wanted you with me soon after our first meeting. Friends and allies gravitate toward you, don't they? I can tell.
de: TEXT_KINGBZ002_05189_APYAAHI_000_504<tab>Ich wusste nach unserem ersten Treffen bereits, dass ich dich an meiner Seite haben will. Freunde und Verbündete strahlen eine gewisse Anziehungskraft aus, oder? Ich kann das spüren.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_504<tab>Pas la peine de faire cette tête. Je n'ai pas eu besoin de te fréquenter longtemps pour comprendre que tu étais un véritable aimant à camarades. J'en serais presque jalouse...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_504<tab>ちょっと話しただけでもわかるわ。 普段から、自然と周囲に仲間が集まるタイプだってね。

source: TEXT_KINGBZ002_05189_APYAAHI_000_505<tab>And so, to honor your induction into my inner circle, I shall award you with an artifact of power unequaled!
de: TEXT_KINGBZ002_05189_APYAAHI_000_505<tab>Und zu deiner Aufnahme in meinen inneren Kreis möchte ich dir ein Artefakt von un<var 16 /var>ver<var 16 /var>gleich<var 16 /var>li<var 16 /var>cher Kraft überreichen!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_505<tab>Bref, il est temps de célébrer comme il se doit ton arrivée dans l'équipe<var 1D /var>! Nouvel<var 08 E905 ((le)) (()) /var> Affranchi<var 08 E905 ((e)) (()) /var> de deuxième génération, voici le cadeau que tu attendais tant<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_505<tab>というわけで、さっそく幹部2期生の就任祝いに、 祭器をプレゼントしまーーーーす！！

source: TEXT_KINGBZ002_05189_APYAAHI_000_506<tab>...Is what I would like to say. Unfortunately, my stock of magical objects has been much depleted as of late.
de: TEXT_KINGBZ002_05189_APYAAHI_000_506<tab>... Zumindest würde ich das gerne. Leider ist mein Vorrat an magischen Objekten in letzter Zeit erschöpft.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_506<tab>... Tu croyais que j'allais t'offrir un totem, hein<var 1D /var>? Allez, avoue<var 1D /var>! Mal<var 16 /var>heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, je n'en ai qu'un seul et jusqu'à nouvel ordre, je le garde. Désolée<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_506<tab>……って言えればよかったのだけれど。 余分な祭器は持ってないので、あげられませーん。

source: TEXT_KINGBZ002_05189_APYAAHI_000_507<tab>Are you truly so crestfallen? I suppose I cannot fault you for staying true to your ambitions.
de: TEXT_KINGBZ002_05189_APYAAHI_000_507<tab>Bist du wirklich so nieder<var 16 /var>ge<var 16 /var>schlagen? Ich schätze, ich kann dir deine Ambitionen nicht verübeln.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_507<tab>Oh, comme tu as l'air déçu<var 08 E905 ((e)) (()) /var><var 1D /var>! Tu me ferais presque de la peine. Au moins, je ne peux pas te reprocher de cacher ce que tu ressens. Être fidèle à son désir jusqu'au bout est la seule manière de le réaliser.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_507<tab>あらあら、意外と欲しがり屋さんなのね。 欲望に忠実な姿勢、大事よー。

source: TEXT_KINGBZ002_05189_APYAAHI_000_508<tab>The artifacts wielded by the previous cadre were purloined from across the continent of Tural, where they were enshrined as objects of great power. Alas, we had greater need of them.
de: TEXT_KINGBZ002_05189_APYAAHI_000_508<tab>Die Artefakte meiner früheren Anführer wurden auf ganz Tural entwendet, wo sie als Objekte großer Macht in Schreinen aufbewahrt wurden. Leider hatten wir jedoch eine wichtigere Verwendung für sie.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_508<tab>Pour ta gouverne, les totems sont des artefacts magiques sacrés vénérés par les peuples du Tural. Tes prédécesseurs étaient parvenus à s'emparer de certains d'entre eux lors de notre première tentative de révolution.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_508<tab>祭器とは、トラル大陸の各地に祀られし超常の魔具。 1期生たちが持っていたものは、 少し前に彼らが、現地の集落から奪ってきたものよ。

source: TEXT_KINGBZ002_05189_APYAAHI_000_509<tab>Mine, however, came into my possession long before that.
de: TEXT_KINGBZ002_05189_APYAAHI_000_509<tab>Mein Artefakt befindet sich dagegen schon viel länger in meinem Besitz.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_509<tab>Enfin, pour te dire la vérité... le mien est en ma possession depuis bien plus longtemps que ça.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_509<tab>けれど、実を言うとね……。 私の祭器は、もっとずーっと前に手に入れたものなの。

source: TEXT_KINGBZ002_05189_APYAAHI_000_510<tab>After I was exiled, I traveled the world to seek a place that was truly free. Disillusioned by every nation I set foot in, I eventually crossed the ocean to Tural.
de: TEXT_KINGBZ002_05189_APYAAHI_000_510<tab>Nachdem ich ins Exil geschickt wurde, bereiste ich die Welt, um einen wahrhaft freien Ort zu finden. Desillusioniert von jedem Land, das ich betrat, überquerte ich schließlich den Ozean nach Tural.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_510<tab>Lorsque j'ai été forcée de m'exiler, je n'ai pas eu d'autre choix que de parcourir le monde, la boule au ventre et la haine des nations au fin fond des tripes. Mais ma soif de liberté étant plus forte que tout, ma route ne pouvait que me mener sur le continent turalien.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_510<tab>故郷を追放された後、国家というものに失望した私は、 自由を求め、世界中を旅していた。 海を越え、トラル大陸に渡ったのも当然の成り行きね。

source: TEXT_KINGBZ002_05189_APYAAHI_000_511<tab>In the remote outskirts of Xak Tural I came across ancient and forgotten ruins. And within, I encountered the spirit of a Yok Huy who called himself the Wise One.
de: TEXT_KINGBZ002_05189_APYAAHI_000_511<tab>In den abgelegenen Außenbezirken von Xak Tural stieß ich auf uralte und vergessene Ruinen. In deren Innerem begegnete ich dem Geist eines Riesen, der sich selbst <var 1A 02 /var>der Weise<var 1A 01 /var> nannte.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_511<tab>Je poursuivais ma route contre vents et marées quand soudain, je l'ai rencontré... Supersage, le mort-géant<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_511<tab>そして、サカ・トラルの辺境で見つけた遺跡で、 出会ってしまった…… 「<var 4A ((賢き者)) ((ワイズマン)) /var>」と名乗る巨人の亡霊に！

source: TEXT_KINGBZ002_05189_APYAAHI_100_511<tab>I asked the Wise One where I might find freedom, and he told me this story. Ahem...
de: TEXT_KINGBZ002_05189_APYAAHI_100_511<tab>Ich fragte den Weisen, wo ich Freiheit finden könnte, und er erzählte mir folgende Geschichte<var 1D /var>...
fr: TEXT_KINGBZ002_05189_APYAAHI_100_511<tab>Je lui ai annoncé tout de go que mon ambition était d'être la personne la plus libre du monde, en le priant de bien vouloir me conseiller sur la manière d'arriver à mes fins. Voici ce qu'il m'a répondu... Attends, je vais prendre ma meilleure voix de Yok Huy... Ahem<var 1D /var>! AHEM<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_100_511<tab>で、自由を手にできる場所を知らないかと尋ねたら、 彼は突然、こんな話を始めたの。 ……あー、コホン、コホン。

source: TEXT_KINGBZ002_05189_APYAAHI_000_512<tab>(-Dramatically Wise Voice-)When I yet lived, my people ventured into Xak Tural. But before we could settle here, a terrible sickness struck, and one by one many lost their lives.
de: TEXT_KINGBZ002_05189_APYAAHI_000_512<tab>(-Dramatisch weise Stimme-)Zu meinen Lebzeiten wagten sich die Yok Huy nach Xak Tural. Doch bevor sie sich dort niederlassen konnten, befiel sie eine schlimme Krankheit und einer nach dem anderen verlor sein Leben.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_512<tab>(-Apyaahi imitant Supersage-)Du temps où mon corps était fait de CHAIR et de SANG, les Yok Huy s'étaient installés dans le Tural, mais une terrible MALADIE les décima un à un...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_512<tab>(-ワイズマンを熱演するアパーヒ-)「私が存命だったころォ…… ヨカフイ族はこのサカ・トラルに進出したが、 病に見舞われ、皆命を落としていったァ」

source: TEXT_KINGBZ002_05189_APYAAHI_000_513<tab>(-Dramatically Wise Voice-)I sought a way to conquer this affliction, crafting an instrument that could harness the powers of mighty beasts. Thus was the first treasure created.
de: TEXT_KINGBZ002_05189_APYAAHI_000_513<tab>(-Dramatisch weise Stimme-)Ich suchte nach einem Weg, dieses Leid zu lindern und fertigte ein Werkzeug an, das die Kräfte mächtiger Bestien nutzbar machen konnte. So wurde das erste Artefakt erschaffen.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_513<tab>(-Apyaahi imitant Supersage-)Dans le but de trouver un remède à cette CALAMITÉ, j'ai prié les divinités maîtresses du VIVANT pour qu'elles m'accordent leurs pouvoirs, que j'ai matérialisés sous la forme de TOTEMS.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_513<tab>(-ワイズマンを熱演するアパーヒ-)「そこで私は、病を克服する目的でェ、 強大な生物の力を借り受け、行使できる道具…… 『祭器』を生み出したのだァ」
