Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz002_05189/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ002_05189_APYAAHI_000_514<tab>(-Dramatically Wise Voice-)Alas, I was too late to save my brethren. Yet I knew I could save others from our fate, and so I traveled across the land, bestowing the treasures upon struggling tribes.
de: TEXT_KINGBZ002_05189_APYAAHI_000_514<tab>(-Dramatisch weise Stimme-)Leider war es bereits zu spät, um mein Volk zu retten. Doch ich wusste, dass ich andere vor dem gleichen Schicksal bewahren könnte, also reiste ich quer durchs Land und verschenkte Artefakte an Völker in Not.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_514<tab>(-Apyaahi imitant Supersage-)Hélas, au grand HÉLAS<var 1D /var>! J'ai échoué à sauver mes semblables... Mais pour éviter que la même CATASTROPHE se reproduise au sein d'autres peuples, j'ai parcouru le continent pour leur confier mes précieux et salvateurs artefacts.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_514<tab>(-ワイズマンを熱演するアパーヒ-)「結局ゥ、仲間たちを救うには間に合わなかったァ。 だが、同じような危機に瀕している部族がいるはずだと思い、 私は各地をめぐって、祭器を授けていったのだァ……」

source: TEXT_KINGBZ002_05189_APYAAHI_000_515<tab>(-Ham-fistedly Heroic Voice-)I wish to create a place where people bereft of a home can live as they wish. Such a treasure could help me realize this dream!
de: TEXT_KINGBZ002_05189_APYAAHI_000_515<tab>(-Gezwungen heroische Stimme-)Ich möchte einen Ort erschaffen, an dem heimatlose Leute nach ihren Wünschen leben können. Solch ein Artefakt könnte mir dabei helfen, diesen Traum zu realisieren!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_515<tab>(-Apyaahi sur un ton enthousiaste-)Je veux que tous les parias comme moi trouvent leur havre de paix, un endroit où ils pourront vivre libres et heureux<var 1D /var>! Ce totem me permettra de réaliser mon rêve, c'est écrit dans les étoiles<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_515<tab>(-妙に勇ましい声色のアパーヒ-)私は、寄る辺ない人々が自由に暮らせる場所を作りたい。 その祭器なら、私の理想を実現できる！

source: TEXT_KINGBZ002_05189_APYAAHI_000_516<tab>(-Dramatically Wise Voice-)Your conviction is plain to see, that is true. Five treasures have I bequeathed, but there is one which remains sealed away. Its power is far too dangerous.
de: TEXT_KINGBZ002_05189_APYAAHI_000_516<tab>(-Dramatisch weise Stimme-)Deine Überzeugung ist deutlich zu erkennen. Ich habe fünf Artefakte vermacht, doch es existiert noch ein weiteres, das bislang versiegelt ist. Dessen Kraft ist jedoch viel zu gefährlich.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_516<tab>(-Apyaahi imitant Supersage-)Ton ARDEUR est palpable, jeune fille... J'ai déjà confié cinq de mes précieux totems aux peuples de ce continent. Il ne me reste plus que celui-ci, mais je te préviens... il est le plus DANGEREUX de tous. À l'origine, il devait rester SCELLÉ pour toute l'éternité...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_516<tab>(-ワイズマンを熱演するアパーヒ-)「その意気やよし……。 だが、すでに5つの祭器が継承され、残るはわずかひとつのみ。 危険すぎるがゆえ、誰にも渡せず封印していたものなのだァ」

source: TEXT_KINGBZ002_05189_APYAAHI_000_517<tab>(-Ham-fistedly Heroic Voice-)My conviction means I can wield it responsibly! I beg you, bestow the treasure upon me!
de: TEXT_KINGBZ002_05189_APYAAHI_000_517<tab>(-Gezwungen heroische Stimme-)Meine Weltanschauung wird dazu führen, dass ich es verantwortungsbewusst nutze! Ich flehe dich an, überlass dieses Artefakt mir!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_517<tab>(-Apyaahi sur un ton enthousiaste-)Raison de plus pour le faire mien<var 1D /var>! Moi, la grande et belle Apyaahi... je dompterai la puissance incommensurable de cet artefact<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_517<tab>(-妙に勇ましい声色のアパーヒ-)危険な力こそ、志ある者が持つべきよ！ 最後の祭器は、この私が継承する！

source: TEXT_KINGBZ002_05189_APYAAHI_000_518<tab>My words must have swayed him, because the spirit's final act was to honor me with the relic before disappearing.
de: TEXT_KINGBZ002_05189_APYAAHI_000_518<tab>Meine Worte müssen ihn überzeugt haben, denn der Geist verschwand, nachdem er mir das Artefakt überreicht hatte.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_518<tab>À ces mots de ma part, le spectre de Supersage s'évanouit dans la nature... Mes paroles l'avaient-elles convaincu<var 1D /var>? Cette question restera pour toujours en suspens...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_518<tab>私の言葉に満足したのか、 祭器を渡すとワイズマンの霊はすぐに消えてしまったわ。

source: TEXT_KINGBZ002_05189_APYAAHI_000_519<tab>I will use the power entrusted to me to shatter the rules that stifle us. That is why I created the Passage of the Unbound.
de: TEXT_KINGBZ002_05189_APYAAHI_000_519<tab>Ich werde die mir anvertraute Macht nutzen, um die Regeln zu brechen, die uns einschränken. Zu diesem Zweck habe ich Freigeist gegründet.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_519<tab>Pour être honnête, peu m'importait. Je tenais enfin au creux de la main le pouvoir qui allait me permettre de briser les chaînes de mes semblables croulant sous le poids de traditions idiotes<var 1D /var>! Et pour mettre toutes les chances de mon côté, j'ai alors fondé les Affranchis.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_519<tab>そうして委ねられた超常の力を使って、 つまらないルールを壊し、人が自由に暮らせる世界を作る。 それが私の最終目的にして、組織を作った動機よ。

source: TEXT_KINGBZ002_05189_APYAAHI_000_520<tab>And now you are one of its leaders. Stand by my side, and together we shall release the people of the world from their chains!
de: TEXT_KINGBZ002_05189_APYAAHI_000_520<tab>Und nun gehörst du zur Führungsriege der Organisation. Steh fest an meiner Seite, und zusammen werden wir die Bewohner dieser Welt von ihren Ketten befreien!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_520<tab>Quant à toi, à partir d'aujourd'hui, tu es <var 08 E905 ((ma toute nouvelle toute belle lieutenante)) ((mon tout nouveau tout beau lieutenant)) /var><var 1D /var>! Ensemble, nous lutterons jusqu'au bout pour que seule la liberté règne sur le monde<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_520<tab>さあ、これであなたも「自由の扉」の幹部。 私と一緒に、誰もが自由に生きられる世界を作りましょう！

source: TEXT_KINGBZ002_05189_APYAAHI_000_599<tab>I did not initially intend to spend so much time in these wastes...
de: TEXT_KINGBZ002_05189_APYAAHI_000_599<tab>Nun, eigentlich hatte ich nicht vor, so viel Zeit in dieser Wüste zu verbringen<var 1D /var>...
fr: TEXT_KINGBZ002_05189_APYAAHI_000_599<tab>Ça fait un bon moment qu'on bronze sous le soleil de plomb de ce désert, tu ne trouves pas<var 1D /var>? C'est comme s'il continuait à taper fort même pendant la nuit...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_599<tab>すっかり長居してしまったわね……。

source: TEXT_KINGBZ002_05189_APYAAHI_000_600<tab>Ah, do ensure you master that pose I showed you. Although I've only recently invented it, I expect every member to be capable of striking it at a moment's notice.
de: TEXT_KINGBZ002_05189_APYAAHI_000_600<tab>Ich möchte, dass du diese Pose meisterst. Ich habe sie zwar erst kürzlich erdacht, aber ich erwarte von jedem Mitglied, sie jederzeit umgehend ausführen zu können.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_600<tab>Au fait, avant toute chose, je compte sur toi pour apprendre la pose des Affranchis à la perfection. Je l'ai mise au point il y a peu, mais je compte bien l'enseigner à chacun de mes larb... lieutenants. Ce sera dorénavant notre signe de recon<var 16 /var>nais<var 16 /var>san<var 16 /var>ce, en quelque sorte.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_600<tab>あ、私が見せたキメポーズ、あなたもマスターしておきなさいね。 今のところ私しかやってないけど、 ゆくゆくは組織のポーズとして採用するつもりだから。

source: TEXT_KINGBZ002_05189_APYAAHI_000_601<tab>With that, I cordially welcome you to the Passage of the Unbound!
de: TEXT_KINGBZ002_05189_APYAAHI_000_601<tab>Mit diesem letzten Stück Wissen kannst du dich nun endlich als Mitglied von Freigeist bezeichnen!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_601<tab>Ainsi que ton ultime épreuve. Avoue qu'elle n'est guère difficile<var 1D /var>! Bienvenue à nouveau parmi les Affranchis, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_601<tab>これを覚えれば、あなたも今日から「自由の扉」の一員よ！

source: TEXT_KINGBZ002_05189_SYSTEM_000_602<tab>You have learned the emote <var 48 F201F4 /var><var 49 F201F5 /var>Pose of the Unbound<var 49 01 /var><var 48 01 /var>!
de: TEXT_KINGBZ002_05189_SYSTEM_000_602<tab>Du hast das Emote <var 48 F201F4 /var><var 49 F201F5 /var>Freigeist-Pose<var 49 01 /var><var 48 01 /var> erlernt!
fr: TEXT_KINGBZ002_05189_SYSTEM_000_602<tab>Vous avez appris l'emote <var 1A 02 /var>Pose des Affranchis<var 1A 01 /var><var 1D /var>!
ja: TEXT_KINGBZ002_05189_SYSTEM_000_602<tab>エモートアクション「自由のポーズ」を覚えた！
