Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz002_05189/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ002_05189_SEQ_00<tab>The Unbound agent is ready to share your next destination.
de: TEXT_KINGBZ002_05189_SEQ_00<tab>Der Mitarbeiter von Freigeist ist bereit, dir deinen nächsten Zielort mitzuteilen.
fr: TEXT_KINGBZ002_05189_SEQ_00<tab>Le membre des Affranchis vous attend pour passer à la prochaine étape de l'audition.
ja: TEXT_KINGBZ002_05189_SEQ_00<tab>ゴールドコートの自由の扉の構成員は、次の審査について話してくれるようだ。

source: TEXT_KINGBZ002_05189_SEQ_01<tab>Luckily, the Unbound agent informs you that the next test is your last, and will be conducted by Apyaahi herself. However, it seems a flight of fancy has taken her to the Sagolii Desert, so it is there that you must seek her out to undertake your final trial.
de: TEXT_KINGBZ002_05189_SEQ_01<tab>Der Mitarbeiter von Freigeist informiert dich darüber, dass die nächste Prüfung die letzte sei und von Apyaahi persönlich durchgeführt werde. Allerdings ist diese wohl kurzerhand in die Sagolii-Wüste aufgebrochen, daher musst du sie zunächst finden, wenn du dich dem zweiten Test unterziehen willst.
fr: TEXT_KINGBZ002_05189_SEQ_01<tab>Le membre des Affranchis vous a expliqué que sa patronne vous attendait quelque part dans le désert de Sagolii, dans le Thanalan méridional. Rendez-vous-y sans plus tarder, puis observez les environs à l'endroit indiqué.
ja: TEXT_KINGBZ002_05189_SEQ_01<tab>次の審査は、首領直々に行うらしい。南ザナラーンのサゴリー砂漠の「<var 28 ((EObj)) F61EBCD301 /var>」で見渡そう。

source: TEXT_KINGBZ002_05189_SEQ_02<tab>You cast your gaze across the sand dunes and are alarmed by the disturbing sight of Apyaahi seemingly taming a staggering sand worm. You approach the solitary Viera, and when you explain your purpose, she readily accepts your petition for leadership. Apparently the trial is to be held in the middle of the desert.
de: TEXT_KINGBZ002_05189_SEQ_02<tab>Du blickst über die Dünen und erspähst Apyaahi, die gerade dabei ist, einen Sandwurm zu zähmen. Als du auf die Viera zugehst und den Grund deines Kommens erläuterst, nimmt sie dein Gesuch um eine Führungsposition bereitwillig an. Anscheinend wird die Prüfung mitten in der Wüste stattfinden.
fr: TEXT_KINGBZ002_05189_SEQ_02<tab>Vous avez surpris Apyaahi, la chef des Affranchis, en pleine séance de dressage d'un ver des sables géant. Puisqu'elle semble intéressée par votre candidature, parlez-lui à nouveau.
ja: TEXT_KINGBZ002_05189_SEQ_02<tab>祭器を扱うアパーヒを発見した。サゴリー砂漠にいる「アパーヒ」と話そう。

source: TEXT_KINGBZ002_05189_SEQ_03<tab>Apyaahi questions you on your motivations for wanting to join her, and shares with you the desire for freedom that caused her to form the Passage of the Unbound. She soon asks you to follow her deeper into the desert, but warns you to watch for any hungry beasts.
de: TEXT_KINGBZ002_05189_SEQ_03<tab>Apyaahi befragt dich zu deiner Motivation, ihr beizutreten, und teilt ihren Wunsch nach Freiheit mit dir, der sie zur Gründung von Freigeist bewegt hat. Nachdem diese „Prüfung“ absolviert ist, bittet sie dich, ihr tiefer in die Wüste zu folgen<var 1D /var>- nicht, ohne eine Warnung vor hungrigen Bestien auszusprechen.
fr: TEXT_KINGBZ002_05189_SEQ_03<tab>Apyaahi vous a interrogé<var 08 E905 ((e)) (()) /var> au sujet de vos motivations pour rejoindre sa bande, avant de vous dévoiler quelques détails sur son douloureux passé. Reparlez-lui un peu plus loin.
ja: TEXT_KINGBZ002_05189_SEQ_03<tab>アパーヒと話した。サゴリー砂漠にいる「アパーヒ」と再度話し、敵に襲われたら討伐しよう。

source: TEXT_KINGBZ002_05189_SEQ_04<tab>As you traverse the wastes, you see Apyaahi being accosted by a trio of sandrakes. She takes this opportunity to hold your practical exam, and you handily beat the beasts into submission. Apyaahi gazes at you with a look of appraisal.
de: TEXT_KINGBZ002_05189_SEQ_04<tab>Bei der Durchquerung der Wüste wird Apyaahi von drei Sand-Drakons angegriffen. Sie betrachtet dies als Gelegenheit für deine praktische Prüfung, und du erledigst die Bestien kurzerhand. Apyaahi blickt dich daraufhin anerkennend an.
fr: TEXT_KINGBZ002_05189_SEQ_04<tab>Vous avez vaincu les monstres avec lesquels Apyaahi voulait tester votre valeur de combattant<var 08 E905 ((e)) (()) /var>. Parlez-lui à nouveau.
ja: TEXT_KINGBZ002_05189_SEQ_04<tab><var 28 ((BNpcName)) F2359401 /var>を討伐し、己の力を見せつけた。サゴリー砂漠にいる「アパーヒ」とさらに話そう。

source: TEXT_KINGBZ002_05189_SEQ_05<tab>It seems your might has met with Apyaahi's approval. She beckons you to follow her furtherۡhopefully you will not attract the attention of any more hungry creatures.
de: TEXT_KINGBZ002_05189_SEQ_05<tab>Anscheinend hat deine Stärke bei Apyaahi Anklang gefunden. Sie bittet dich, ihr weiter zu folgen<var 1D /var>- hoffentlich, ohne dabei die Aufmerksamkeit weiterer hungriger Kreaturen auf dich zu ziehen.
fr: TEXT_KINGBZ002_05189_SEQ_05<tab>Après s'être assurée que vous saviez vous battre, la chef des Affranchis veut poursuivre votre évaluation. Rejoignez-la et parlez-lui encore une fois.
ja: TEXT_KINGBZ002_05189_SEQ_05<tab>アパーヒと話した。サゴリー砂漠にいる「アパーヒ」ともう一度話そう。

source: TEXT_KINGBZ002_05189_SEQ_06<tab>At the summit of a tall dune, you and Apyaahi gaze upon the starry sky. After unceremoniously revealing that you have passed the final trial, she tells you about the search for freedom that led her to Tural and the Yok Huy spirit who gave her the treasure she wields. She then welcomes you as one of her leaders with a pose of dubious meaning, and spares you a moment to appreciate the weight of your grand achievement.
de: TEXT_KINGBZ002_05189_SEQ_06<tab>Auf einer großen Düne blickt ihr beide in den Sternenhimmel. Nachdem Apyaahi dir ohne Umschweife offenbart, dass du die Prüfung bestanden hast, erzählt sie dir von ihrer Suche nach Freiheit, die sie nach Tural und zu dem Geist eines Yok Huy geführt hat, der ihr das von ihr verwendete Artefakt gegeben hat. Anschließend heißt sie dich mit einer Pose von zweifelhafter Bedeutung in ihrer Führungsriege willkommen und scheint die Unterhaltung mit dir fortsetzen zu wollen.
fr: TEXT_KINGBZ002_05189_SEQ_06<tab>Sous un magnifique ciel étoilé, Apyaahi vous a dévoilé les cir<var 16 /var>cons<var 16 /var>tan<var 16 /var>ces qui l'avaient amenée au Tural et à la découverte des totems. Parlez-lui une dernière fois.
ja: TEXT_KINGBZ002_05189_SEQ_06<tab>最終審査に合格し、祭器の入手経路について教えてもらった。サゴリー砂漠にいる「アパーヒ」と改めて話そう。

source: TEXT_KINGBZ002_05189_SEQ_07<tab>Apyaahi instructs you to master the pose she performed and once again welcomes you into the Passage of the Unbound. With your induction complete, you draw one step closer to finding out what Apyaahi has in store for the world.
de: TEXT_KINGBZ002_05189_SEQ_07<tab>Apyaahi weist dich an, die von ihr vermittelte Pose zu meistern, und heißt dich einmal mehr bei Freigeist willkommen. Da deine Einführung nun abgeschlossen ist, bist du der Enthüllung von Apyaahis Plänen für die Welt einen Schritt näher.
fr: TEXT_KINGBZ002_05189_SEQ_07<tab>Vous faites désormais of<var 16 /var>fi<var 16 /var>ciel<var 16 /var>le<var 16 /var>ment partie de l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion secrète malfaisante des Affranchis. Entraînez-vous ré<var 16 /var>gu<var 16 /var>liè<var 16 /var>re<var 16 /var>ment à faire la pose<var 1D /var>!
ja: TEXT_KINGBZ002_05189_SEQ_07<tab>組織で用いる奇妙なポーズを教わった。アパーヒから、今後について聞き出そう。

source: TEXT_KINGBZ002_05189_TODO_00<tab>Survey the designated location in the Sagolii Desert.
de: TEXT_KINGBZ002_05189_TODO_00<tab>Den Zielort in der Sagolii-Wüste untersuchen
fr: TEXT_KINGBZ002_05189_TODO_00<tab>Observer les environs à l'endroit indiqué, dans le désert de Sagolii
ja: TEXT_KINGBZ002_05189_TODO_00<tab>サゴリー砂漠の<var 28 ((EObj)) F61EBCD301 /var>で見渡す

source: TEXT_KINGBZ002_05189_TODO_01<tab>Speak with Apyaahi.
de: TEXT_KINGBZ002_05189_TODO_01<tab>Mit Apyaahi sprechen
fr: TEXT_KINGBZ002_05189_TODO_01<tab>Parler à Apyaahi
ja: TEXT_KINGBZ002_05189_TODO_01<tab>アパーヒと話す

source: TEXT_KINGBZ002_05189_TODO_02<tab>Speak with Apyaahi again and slay any monsters that appear.
de: TEXT_KINGBZ002_05189_TODO_02<tab>Erneut mit Apyaahi sprechen und auftauchende Gegner besiegen
fr: TEXT_KINGBZ002_05189_TODO_02<tab>Reparler à Apyaahi et vaincre les ennemis éventuels
ja: TEXT_KINGBZ002_05189_TODO_02<tab>アパーヒと再度話し、敵に襲われたら討伐

source: TEXT_KINGBZ002_05189_TODO_03<tab>Speak with Apyaahi once more.
de: TEXT_KINGBZ002_05189_TODO_03<tab>Noch einmal mit Apyaahi sprechen
fr: TEXT_KINGBZ002_05189_TODO_03<tab>Rereparler à Apyaahi
ja: TEXT_KINGBZ002_05189_TODO_03<tab>アパーヒとさらに話す

source: TEXT_KINGBZ002_05189_TODO_04<tab>Speak with Apyaahi yet again.
de: TEXT_KINGBZ002_05189_TODO_04<tab>Ein weiteres Mal mit Apyaahi sprechen
fr: TEXT_KINGBZ002_05189_TODO_04<tab>Rerereparler à Apyaahi
ja: TEXT_KINGBZ002_05189_TODO_04<tab>アパーヒともう一度話す

source: TEXT_KINGBZ002_05189_TODO_05<tab>Speak with Apyaahi one last time.
de: TEXT_KINGBZ002_05189_TODO_05<tab>Ein letztes Mal mit Apyaahi sprechen
fr: TEXT_KINGBZ002_05189_TODO_05<tab>Rererereparler à Apyaahi
ja: TEXT_KINGBZ002_05189_TODO_05<tab>アパーヒと改めて話す

source: TEXT_KINGBZ002_05189_GUIDE05188_000_001<tab>You must endure one final test. And seeing as how important it is, our founder will be conducting it herself.
de: TEXT_KINGBZ002_05189_GUIDE05188_000_001<tab>Ich bin froh, dir mitteilen zu können, dass dies der finale Test ist. Und da er äußerst wichtig ist, wird unsere Gründerin ihn persönlich durchführen.
fr: TEXT_KINGBZ002_05189_GUIDE05188_000_001<tab>La prochaine étape de l'audition est aussi la dernière, mais elle est de loin la plus difficile. Et pour cause, puisqu'elle est menée tambour battant par la chef de l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion.
ja: TEXT_KINGBZ002_05189_GUIDE05188_000_001<tab>次の審査で終わりですから、ご安心ください。 その代わり、最終審査は首領直々に行います。

source: TEXT_KINGBZ002_05189_GUIDE05188_000_002<tab>She was here a moment ago, but something compelled her to leave for the Sagolii Desert. Always has she followed the slightest whim.
de: TEXT_KINGBZ002_05189_GUIDE05188_000_002<tab>Sie war gerade noch hier, doch dann hat sie etwas dazu veranlasst, in die Sagolii-Wüste aufzubrechen. Sie gibt sich stets jeder ihrer Launen hin.
fr: TEXT_KINGBZ002_05189_GUIDE05188_000_002<tab>Elle se trouvait parmi nous il y a encore peu, quand tout à coup, elle nous a annoncé avoir à faire dans le désert de Sagolii et s'est aussitôt volatilisée. La liberté a toujours été ce qu'il y a de plus cher à son cœur, et elle nous le démontre chaque jour qui passe.
ja: TEXT_KINGBZ002_05189_GUIDE05188_000_002<tab>ちょっと前までこちらにいらしたんですが、 突然、南ザナラーンのサゴリー砂漠に行ってしまわれました。 相変わらず自由奔放なお方だ……。

source: TEXT_KINGBZ002_05189_GUIDE05188_000_003<tab>Show some initiative and find her among those massive dunes. Don't be intimidatedۡif you're truly meant to lead us, fate arranged this meeting long ago.
de: TEXT_KINGBZ002_05189_GUIDE05188_000_003<tab>Zeig Initiative und finde sie inmitten dieser gewaltigen Dünen. Lass dich nicht einschüchtern<var 1D /var>- falls du <var 08 E905 ((die Anführerin)) ((der Anführer)) /var> bist, für <var 08 E905 ((die)) ((den)) /var> wir dich halten, ist dieses Treffen vom Schicksal vorherbestimmt.
fr: TEXT_KINGBZ002_05189_GUIDE05188_000_003<tab>Sans même le lui avoir demandé, je peux vous assurer qu'elle vous y attend de pied ferme. Inutile de vous dire où la chercher exactement. Ce n'est peut-être pas vous qui la trouverez, mais l'inverse...
ja: TEXT_KINGBZ002_05189_GUIDE05188_000_003<tab>あなたも現地に向かい、探してみてください。 大丈夫、本当に幹部にふさわしい人間なら、 出会える運命にあるはずですよ。

source: TEXT_KINGBZ002_05189_GUIDE05188_000_005<tab>I don't know why she went to the Sagolii Desert, but such is the way with her. If you are to undertake the test, you must seek her out.
de: TEXT_KINGBZ002_05189_GUIDE05188_000_005<tab>Ich weiß nicht, warum sie in die Sagolii-Wüste aufgebrochen ist, aber so ist sie halt. Wenn du den Test bestehen willst, solltest du sie besser suchen gehen.
fr: TEXT_KINGBZ002_05189_GUIDE05188_000_005<tab>Notre meneuse s'est rendue dans le désert de Sagolii, dans le Thanalan méridional. Inutile de vous dire où la chercher exactement. Ce n'est peut-être pas vous qui la trouverez, mais l'inverse...
ja: TEXT_KINGBZ002_05189_GUIDE05188_000_005<tab>首領は南ザナラーンのサゴリー砂漠に出かけてしまいました。 あなたも現地に向かい、探してみてください。

source: TEXT_KINGBZ002_05189_APYAAHI_000_100<tab>Stop!
de: TEXT_KINGBZ002_05189_APYAAHI_000_100<tab>Stopp!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_100<tab>Stop<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_100<tab>待て！

source: TEXT_KINGBZ002_05189_APYAAHI_000_101<tab>Shake!
de: TEXT_KINGBZ002_05189_APYAAHI_000_101<tab>Schüttle dich!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_101<tab>Fais le beau<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_101<tab>お手！

source: TEXT_KINGBZ002_05189_APYAAHI_000_102<tab>Spin!
de: TEXT_KINGBZ002_05189_APYAAHI_000_102<tab>Dreh dich!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_102<tab>Pirouette cacahuète<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_102<tab>おまわり！

source: TEXT_KINGBZ002_05189_APYAAHI_000_103<tab>Now come.
de: TEXT_KINGBZ002_05189_APYAAHI_000_103<tab>Bei Fuß.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_103<tab>Au pied<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_103<tab>おいで～。

source: TEXT_KINGBZ002_05189_APYAAHI_000_104<tab>Good boy, good boy!
de: TEXT_KINGBZ002_05189_APYAAHI_000_104<tab>Guter Junge!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_104<tab>C'est bieeeen<var 1D /var>! C'est un gentil ver des sables à sa maman, ça<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_104<tab>よーしよし、いいコね～！

source: TEXT_KINGBZ002_05189_APYAAHI_000_105<tab>It works as well as I remembered. No beast is too great for the artifact's influence...
de: TEXT_KINGBZ002_05189_APYAAHI_000_105<tab>Es funktioniert so gut, wie ich es in Erinnerung habe. Keine Bestie kann sich dem Einfluss dieses Artefakts entziehen<var 1D /var>...
fr: TEXT_KINGBZ002_05189_APYAAHI_000_105<tab>J'ai bien fait de venir tester ce totem ici. Il est toujours aussi efficace<var 1D /var>! Grâce à lui, n'importe quel animal m'obéit au doigt et à l'œil<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_105<tab>久々に使ったけど、バッチリね。 この祭器なら、どんな魔物も私の思うがまま……

source: TEXT_KINGBZ002_05189_APYAAHI_000_106<tab>Hmm? What are you doing here? Do you fancy strolls amongst nondescript sand dunes?
de: TEXT_KINGBZ002_05189_APYAAHI_000_106<tab>Hmm? Was machst du denn hier? Stehst du auf Spaziergänge in der Wüste?
fr: TEXT_KINGBZ002_05189_APYAAHI_000_106<tab>Hmm...<var 1D /var>? Une rencontre au beau milieu du désert, voilà qui n'est pas commun...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_106<tab>あら……？ こんな砂漠のど真ん中で、奇遇ね。

source: TEXT_KINGBZ002_05189_APYAAHI_000_107<tab>Or is this not a chance encounter?
de: TEXT_KINGBZ002_05189_APYAAHI_000_107<tab>Oder ist dies womöglich kein zufälliges Treffen?
fr: TEXT_KINGBZ002_05189_APYAAHI_000_107<tab>À moins qu'elle ne soit nullement due au hasard...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_107<tab>……それとも、偶然じゃないのかしら？

source: TEXT_KINGBZ002_05189_APYAAHI_000_108<tab>Is that so? My underlings see potential in you...?
de: TEXT_KINGBZ002_05189_APYAAHI_000_108<tab>Wirklich? Meine Untergebenen sehen Potenzial in dir<var 1D /var>...?
fr: TEXT_KINGBZ002_05189_APYAAHI_000_108<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>... Un<var 08 E905 ((e)) (()) /var> candidat<var 08 E905 ((e)) (()) /var> pour la deuxième vague, hein<var 1D /var>? Hé hé, je m'en doutais.
ja: TEXT_KINGBZ002_05189_APYAAHI_000_108<tab>ああ、あなた、2期生の候補だったの。

source: TEXT_KINGBZ002_05189_APYAAHI_100_108<tab>Ah...
fr: TEXT_KINGBZ002_05189_APYAAHI_100_108<tab>Dans ce cas...
ja: TEXT_KINGBZ002_05189_APYAAHI_100_108<tab>ふーん……？

source: TEXT_KINGBZ002_05189_APYAAHI_000_109<tab>Well then, let us proceed straight to introductions.
de: TEXT_KINGBZ002_05189_APYAAHI_000_109<tab>Na schön, dann lass uns direkt mit den Vorstellungen beginnen.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_109<tab>Permets-moi de me présenter<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_109<tab>では、自己紹介をしましょう……。

source: TEXT_KINGBZ002_05189_APYAAHI_000_110<tab>Remember my name!
de: TEXT_KINGBZ002_05189_APYAAHI_000_110<tab>Merke dir meinen Namen!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_110<tab>Je suis...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_110<tab>私こそが！

source: TEXT_KINGBZ002_05189_APYAAHI_000_111<tab>The architect of the Passage!
de: TEXT_KINGBZ002_05189_APYAAHI_000_111<tab>Die Architektin von Freigeist!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_111<tab>... l'Affranchie en chef<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_111<tab>「自由の扉」の首領！

source: TEXT_KINGBZ002_05189_APYAAHI_000_112<tab>Apyaahi!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_112<tab>La belle et grande... Apyaahi<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_112<tab>アパーヒよ！

source: TEXT_KINGBZ002_05189_APYAAHI_000_113<tab>If you wish to be one of my chosen leaders, there is but one requirement: boundless charisma!
de: TEXT_KINGBZ002_05189_APYAAHI_000_113<tab>Wenn du <var 08 E905 ((eine)) ((einer)) /var> meiner auserwählten Anführer sein möchtest, gibt es lediglich eine Voraussetzung: grenzenloses Charisma!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_113<tab>Venons-en au fait. Au fond, je ne demande à mes lieutenants que trois choses, tu sais... Du charisme, encore du charisme et toujours du charisme<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_113<tab>さて、私が幹部に求める条件はただひとつ……。 それは、カリスマ性！

source: TEXT_KINGBZ002_05189_APYAAHI_000_114<tab>Extraordinary strength and unparalleled intellect mean nothing if you lack charm. No one will follow a bore.
de: TEXT_KINGBZ002_05189_APYAAHI_000_114<tab>Außergewöhnliche Stärke und beeindruckende Kraft sind bedeutungslos, wenn es dir an Charme mangelt. Niemand folgt einem Langweiler.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_114<tab>Même si on dispose d'un talent que le commun des mortels ne pourra jamais égaler, sans charisme, on n'arrive jamais à rien. C'est la qualité première qui permet d'avoir des admirateurs... que dis-je, des fans<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_114<tab>もしあなたが常人離れした力を持っていたとしても、 人を惹きつける魅力を持っていなければ、誰も後には続かない。

source: TEXT_KINGBZ002_05189_APYAAHI_000_115<tab>Yet when spoken with the right tenor, even wicked words can resonate with smallfolk and rouse them to action. They'll gladly throw themselves into the thick of battle for a cause they believe inۡ<var 1A 02 /var>our<var 1A 01 /var> cause!
de: TEXT_KINGBZ002_05189_APYAAHI_000_115<tab>Doch wenn man den richtigen Ton trifft, können selbst die Worte eines Schurken beim gemeinen Volk Anklang finden und sie zum Handeln verleiten! Dann stürzen sie sich bereitwillig in die Schlacht für eine Sache, an die sie glauben<var 1D /var>- <var 1A 02 /var>unsere<var 1A 01 /var> Sache!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_115<tab>Surtout s'il s'agit d'un charisme vénéneux qui les envoûte comme la lumière attire les papillons... Ils se sentent tout à coup pousser des ailes et se jettent à corps perdu dans la bataille pour la cause commune supérieure. En d'autres termes, l'armée idéale de petits soldats bien dressés<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_115<tab>けれど、悪のカリスマとしての資質があるなら、 あなたが語る理想に人々は共感し、立ち上がるはず……！ そして、自ら望んで過酷な戦いに身を投じさえするでしょう！

source: TEXT_KINGBZ002_05189_APYAAHI_000_116<tab>I did well in forming my first cadre of leaders. Their absolute devotion to indulging their own desires moved even me to tears!
de: TEXT_KINGBZ002_05189_APYAAHI_000_116<tab>Ich habe meine erste Führungsriege gut ausgewählt. Ihre völlige Hingabe bei der Erfüllung ihrer eigenen Wünsche hat sogar mich fast zu Tränen gerührt!
fr: TEXT_KINGBZ002_05189_APYAAHI_000_116<tab>Chacun des membres de la première vague correspondait à merveille à cette description. Ils étaient tellement passionnés, tellement dévoués envers l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion... Encore un peu et ils ébranlaient cette pierre qui me sert de cœur, hi hi<var 1D /var>!
ja: TEXT_KINGBZ002_05189_APYAAHI_000_116<tab>その点、1期生たちは逸材揃いだったわ。 憚ることなく自分の願望にどこまでも忠実なその姿は、 この私ですら感動を禁じえなかった……！

source: TEXT_KINGBZ002_05189_APYAAHI_000_117<tab>For all their faults, I still wholeheartedly believe they were worthy of wielding the artifacts. Make me believe the same about you, and I shall gladly take you under my wing.
de: TEXT_KINGBZ002_05189_APYAAHI_000_117<tab>Sie waren der Artefakte würdig. Wenn du mich dazu bringst, das auch von dir zu glauben, nehme ich dich gerne unter meine Fittiche.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_117<tab>Quelle qu'ait été leur misérable fin, ils étaient parfaits pour subtiliser les précieux totems. Prouve-moi que tu peux être aussi efficace qu'eux et j'étudierai ta candidature de plus près...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_117<tab>つまり、祭器を手にするにふさわしい。 私にそう思わせれば合格よ。

source: TEXT_KINGBZ002_05189_APYAAHI_000_200<tab>Well, now's your chance to impress me.
de: TEXT_KINGBZ002_05189_APYAAHI_000_200<tab>So, jetzt hast du die Gelegenheit, mich zu beeindrucken.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_200<tab>Et si tu m'en disais un peu plus sur toi, pour commencer<var 1D /var>?
ja: TEXT_KINGBZ002_05189_APYAAHI_000_200<tab>さて……あなたについて聞かせてちょうだい。

source: TEXT_KINGBZ002_05189_APYAAHI_000_201<tab>Tell me: what do you wish to gain by overthrowing the nations of the world?
de: TEXT_KINGBZ002_05189_APYAAHI_000_201<tab>Sag mir: Was versprichst du dir davon, die Nationen dieser Welt zu Fall zu bringen?
fr: TEXT_KINGBZ002_05189_APYAAHI_000_201<tab>Quelle mouche t'a piqué<var 08 E905 ((e)) (()) /var> pour qu'un jour, tu aies envie de réduire les nations à néant comme nous<var 1D /var>? Qu'est-ce que tu recherches avant tout<var 1D /var>?
ja: TEXT_KINGBZ002_05189_APYAAHI_000_201<tab>あなたはどうして国家を転覆させたいのかしら？

source: TEXT_KINGBZ002_05189_Q1_000_000<tab>What will you say?
de: TEXT_KINGBZ002_05189_Q1_000_000<tab>Was möchtest du sagen?
fr: TEXT_KINGBZ002_05189_Q1_000_000<tab>Que répondez-vous<var 1D /var>?
ja: TEXT_KINGBZ002_05189_Q1_000_000<tab>何と言う？

source: TEXT_KINGBZ002_05189_A1_000_001<tab>Power.
de: TEXT_KINGBZ002_05189_A1_000_001<tab>Macht.
fr: TEXT_KINGBZ002_05189_A1_000_001<tab>La puissance
ja: TEXT_KINGBZ002_05189_A1_000_001<tab>力を求めて

source: TEXT_KINGBZ002_05189_A1_000_002<tab>Fame.
de: TEXT_KINGBZ002_05189_A1_000_002<tab>Ruhm.
fr: TEXT_KINGBZ002_05189_A1_000_002<tab>La gloire
ja: TEXT_KINGBZ002_05189_A1_000_002<tab>名誉を求めて

source: TEXT_KINGBZ002_05189_A1_000_003<tab>Wealth.
de: TEXT_KINGBZ002_05189_A1_000_003<tab>Wohlstand.
fr: TEXT_KINGBZ002_05189_A1_000_003<tab>La richesse
ja: TEXT_KINGBZ002_05189_A1_000_003<tab>富を求めて

source: TEXT_KINGBZ002_05189_A1_000_004<tab>...
fr: TEXT_KINGBZ002_05189_A1_000_004<tab>Ne rien dire
ja: TEXT_KINGBZ002_05189_A1_000_004<tab>答えない

source: TEXT_KINGBZ002_05189_APYAAHI_000_203<tab>Power is the one thing you do not seem to lack. Even so, your ambition drives you to ever greater heights. Such a trait is crucial for one who would embrace wickedness.
de: TEXT_KINGBZ002_05189_APYAAHI_000_203<tab>An Macht scheint es dir bereits nicht zu mangeln. Und doch treibt dein Ehrgeiz dich zu immer größeren Höhen. Für jemanden, der sich dem Chaos hingibt, ist solch ein Wesenszug unverzichtbar.
fr: TEXT_KINGBZ002_05189_APYAAHI_000_203<tab>Il suffit de te regarder une simple seconde pour remarquer que le combat, ça te connaît... et pourtant, une telle puissance ne te suffit pas<var 1D /var>? Voilà ce que j'appelle avoir de l'appétit. Une attitude essentielle pour tout arpenteur de la voie des malfaisances...
ja: TEXT_KINGBZ002_05189_APYAAHI_000_203<tab>充分な力を備えているように見えるけれど…… あくまでも貪欲に高みを目指してるのね。 悪を貫きとおすには、必要な資質だわ。
