Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/016/HeaVna705_01667/*.xlf
Languages: ru

source: TEXT_HEAVNA705_01667_SEQ_00<tab>The guidance node is ready to take you through the Gamma Quadrant.
ru: TEXT_HEAVNA705_01667_SEQ_00<tab>Звено ориентировки собирается провести вас через квадрант Гамма.

source: TEXT_HEAVNA705_01667_SEQ_01<tab>The guidance node warns you that the Garleans are out in force in the Gamma Quadrant. Make your way through the area, all the while exercising the utmost caution, and rejoin your comrades near the enemy encampment.
ru: TEXT_HEAVNA705_01667_SEQ_01<tab>Звено ориентировки предупреждает, что квадрант Гамма захвачен гарлеанцами. Ступайте через зону, при этом соблюдая все необходимые меры предосторожности, и встретьтесь с вашими товарищами у вражеского лагеря.

source: TEXT_HEAVNA705_01667_SEQ_02<tab>The Garlean force present is revealed to be none other than the VIth Imperial Legion, which you first encountered at the Zundu village. Their purpose is to acquire the knowledge to capture primals, to which end they also seek the Aetherochemical Research Facility. Though their presence complicates matters, you must remain focused on your mission to stop the archbishop. Proceed to Matter Conduit VI-VII.
ru: TEXT_HEAVNA705_01667_SEQ_02<tab>Оказалось, что вражеские силы составляет Шестой легион — тот самый, с которыми вы столкнулись у деревни Зунду. Их целью является захватить данные о том, как захватывать праймалов, а также отыскать Эфирохимический исследовательский центр. Присутствие гарлеанцев многое усложняет, однако вы не собираетесь отступать от цели — остановить Архиепископа. Отправляйтесь к перемещателю материи 6-7.

source: TEXT_HEAVNA705_01667_SEQ_03<tab>A squad of imperial troops chase you down as you arrive at the matter conduit, but you succeed in repelling them. Speak with the guidance node again, and pray that there are no further interruptions.
ru: TEXT_HEAVNA705_01667_SEQ_03<tab>Отряд имперцев садится вам на хвост, когда вы уже почти достигаете перемещателя; однако вам удаётся отогнать их. Снова поговорите со звеном ориентировки и надейтесь, что вас больше не прервут.

source: TEXT_HEAVNA705_01667_SEQ_04<tab>You and your companions are set upon by Regula van Hydrus, legatus of the VIth Legion. Though you are able to overwhelm him, he sets his minions upon you and boards an airship, most certainly bound for the research facility. With time running short, Alphinaud bids you continue your pursuit of the archbishop while he and the others keep the enemy at bay. Having accepted the Eye into your keeping, you use the matter conduit and emerge within a new quadrant. Seek out the guidance node nearby to receive further instructions.
ru: TEXT_HEAVNA705_01667_SEQ_04<tab>На вас и ваших компаньонов устраивает засаду Регула ван Гидра, легат Шестого легиона. Вам удаётся одолеть его, но сам Регула сбегает, натравив на вас своих прислужников. Время уходит, и Альфино просит вас продолжать преследование Архиепископа, в то время как остальные останутся сдерживать врагов. Вам в сохранение дают Око, вы используете перемещатель и оказываетесь в новом квадранте.

source: TEXT_HEAVNA705_01667_SEQ_05<tab>According to the guidance node, the Delta Quadrant, where you now stand, is home to live dragons.
ru: TEXT_HEAVNA705_01667_SEQ_05<tab>По словам звена ориентировки, вы в квадранте Дельта — зоне, в которой содержатся живые драконы.

source: TEXT_HEAVNA705_01667_TODO_00<tab>Speak with Estinien.
ru: TEXT_HEAVNA705_01667_TODO_00<tab>Поговорите с Эстиниеном.

source: TEXT_HEAVNA705_01667_TODO_01<tab>Speak with the guidance node at Matter Conduit VI-VII.
ru: TEXT_HEAVNA705_01667_TODO_01<tab>Поговорите со звеном ориентировки у Кондуита материи VI-VII.

source: TEXT_HEAVNA705_01667_TODO_02<tab>Speak with the guidance node at Matter Conduit VI-VII.
ru: TEXT_HEAVNA705_01667_TODO_02<tab>Поговорите со звеном ориентировки у Кондуита материи VI-VII.

source: TEXT_HEAVNA705_01667_TODO_03<tab>Speak with the guidance node at Matter Conduit VII-VI.
ru: TEXT_HEAVNA705_01667_TODO_03<tab>Поговорите со звеном ориентировки у Кондуита материи VII-VI.

source: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_000<tab>Warning: intruders detected in force in this quadrant. It is recommended that you avoid confrontation where possible.
ru: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_000<tab>Предупреждение. В этом квадранте обнаружены вооружённые силы неопознанного врага. Рекомендуется избегать любых контактов с неизвестным противником до получения новой информации.

source: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_001<tab>Be kindly reminded that, in accordance with the terms and conditions of use, you and your party assume all risks of damages or injury, including death, that you may sustain in the course of guidance.
ru: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_001<tab>Мы напоминаем, что в соответствии с правилами использования вы и ваша группа принимаете на себя всю ответственность за риски ранений, отравлений, переломов и других тяжёлых травм, включая смерть.

source: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_100_001<tab>Please follow me to the next matter conduit. It leads to the Delta Quadrant, where the facility's greatest achievement is located.
ru: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_100_001<tab>Следуйте за мной к следующему кондуиту материи. Он отправит вас в Дельта-квадрант, где размещены величайшие достижения центра.

source: TEXT_HEAVNA705_01667_YSHTOLA_000_005<tab>These soldiers bear the sigil of the VIth Legion, ordinarily deployed within Ilsabard. They are certainly a long way from home.
ru: TEXT_HEAVNA705_01667_YSHTOLA_000_005<tab>Эти солдаты под знамёнами Шестого легиона. Самые преданные вояки, сформированные из числа жителей Илсабарда. Они забрались далеко от дома.

source: TEXT_HEAVNA705_01667_ALPHINAUD_000_006<tab>The VIth Legion has long been the favored of Emperor Varis. It is the iron fist with which he crushes uprisings.
ru: TEXT_HEAVNA705_01667_ALPHINAUD_000_006<tab>Шестой — личная гвардия императора Вара. Это железная перчатка, которой Империя подавила множество восстаний.

source: TEXT_HEAVNA705_01667_ESTINIEN_000_010<tab>Wait. Something is afoot.
ru: TEXT_HEAVNA705_01667_ESTINIEN_000_010<tab>Стойте. Что-то не так.

source: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_020<tab><blip> That you have survived to this point is in defiance of possibility. But it appears the danger is not yet past.
ru: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_020<tab>Шансы того, что вы доберётесь до этой точки живыми, был критически мал. Предупреждение. Опасность всё ещё существует.

source: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_021<tab><blip> <bloop> WARNING! Intruders approaching. Please eliminate them if you wish to proceed.
ru: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_021<tab>Особое внимание! Приближаются нарушители. Необходимо устранить вражеские силы до того, как проследовать далее.

source: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_030<tab><blip> Welcome to the Delta Quadrant, where methods are developed for mastering dragons.
ru: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_030<tab>Добро пожаловать в Дельта-квадрант, сектор исследований драконов.

source: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_031<tab>To this day, the sector is home to live specimens brought over from the southern continent of Meracydia. Truly a testament to the greatness of the Allagan Empire.
ru: TEXT_HEAVNA705_01667_GUIDANCESYSTEM_000_031<tab>До нынешнего дня сектор является местом содержания живых образцов, завезённых с южного континента, Меракидии.

source: TEXT_HEAVNA705_01667_QIB_TODO001<tab>Defeat Regula van Hydrus!
ru: TEXT_HEAVNA705_01667_QIB_TODO001<tab>Одолейте Регулу ван Гидру!

source: TEXT_HEAVNA705_01667_QIB_BATTLETALK_BOSS_001<tab>Come, eikon-slayer. Impress me.
ru: TEXT_HEAVNA705_01667_QIB_BATTLETALK_BOSS_001<tab>Ну же, истребитель айконов. Покажи, на что <var 08 E905 ((способна)) ((способен)) /var>.

source: TEXT_HEAVNA705_01667_QIB_BATTLETALK_BOSS_002<tab>Surely you can do better than that.
ru: TEXT_HEAVNA705_01667_QIB_BATTLETALK_BOSS_002<tab>Уверен, это для тебя мелочи.

source: TEXT_HEAVNA705_01667_QIB_BATTLETALK_ZAKO_A_003<tab>Let us aid you, Lord van Hydrus!
ru: TEXT_HEAVNA705_01667_QIB_BATTLETALK_ZAKO_A_003<tab>Мы поможем вам, лорд ван Гидра!

source: TEXT_HEAVNA705_01667_QIB_BATTLETALK_ESTINIEN_007<tab>Hmph, naught but toy soldiers to knock down.
ru: TEXT_HEAVNA705_01667_QIB_BATTLETALK_ESTINIEN_007<tab>Пф... Опять ваши игрушечные солдатики.

source: TEXT_HEAVNA705_01667_QIB_YBATTLETALK_SHTOLA_008<tab>Leave the rank and file to us! Focus on the legatus!
ru: TEXT_HEAVNA705_01667_QIB_YBATTLETALK_SHTOLA_008<tab>Оставь мелочь нам! Сконцентрируйся на легате!

source: TEXT_HEAVNA705_01667_QIB_BATTLETALK_BOSS_009<tab>I need air support! <var 1A 02 /var>Now<var 1A 01 /var>!
ru: TEXT_HEAVNA705_01667_QIB_BATTLETALK_BOSS_009<tab>Нужна воздушная поддержка! <var 1A 02 /var>Немедленно<var 1A 01 /var>!

source: TEXT_HEAVNA705_01667_QIB_BATTLETALK_ALPHINAUD_050<tab>Obsidian Carbuncle! Come!
ru: TEXT_HEAVNA705_01667_QIB_BATTLETALK_ALPHINAUD_050<tab>Обсидиановый Карбункул! Вперёд!

source: TEXT_HEAVNA705_01667_QIB_BATTLETALK_ALPHINAUD_100<tab>No... Not here...
ru: TEXT_HEAVNA705_01667_QIB_BATTLETALK_ALPHINAUD_100<tab>Нет... Только не здесь...
