Repository: endervad/ffxiv_translation_test
Catalog: exd/ContentUICategory/*.xlf
Languages: de, fr, ru

source: The Wolves' Den
de: Wolfshöhle
fr: L'Antre des loups
ru: Волчье логово

source: The Wolves' Den (Training)
de: Wolfshöhle (Übungskampf)
fr: L'Antre des loups (entraînement)
ru: Волчье логово (Тренировка)

source: Frontline
de: Front
fr: Front
ru: Передовая

source: Triple Triad
fr: Triple Triade
ru: Тройное Трио

source: Lord of Verminion
de: Kampf der Trabanten
fr: Choc des mascottes
ru: Повелитель Верминьона

source: Dungeons (A Realm Reborn)
fr: Donjons (ARR)
ru: Подземелья (A Realm Reborn)

source: Dungeons (Heavensward)
fr: Donjons (Heavensward)
ru: Подземелья (Heavensward)

source: Trials (A Realm Reborn)
de: Prüfungen (A Realm Reborn)
fr: Défis (ARR)
ru: Испытания (A Realm Reborn)

source: Trials (Heavensward)
de: Prüfungen (Heavensward)
fr: Défis (Heavensward)
ru: Испытания (Heavensward)

source: Raids (A Realm Reborn)
fr: Raids (ARR)
ru: Рейды (A Realm Reborn)

source: Normal Raids (Heavensward)
de: Normale Raids (Heavensward)
fr: Raids normaux (Heavensward)
ru: Обычные рейды (Heavensward)

source: Savage Raids (A Realm Reborn)
de: Epische Raids (A Realm Reborn)
fr: Raids sadiques (ARR)
ru: Рейды кошмарной сложности (A Realm Reborn)

source: Savage Raids (Heavensward)
de: Epische Raids (Heavensward)
fr: Raids sadiques (Heavensward)
ru: Рейды кошмарной сложности (Heavensward)

source: Alliance Raids (A Realm Reborn)
de: Allianz-Raids (A Realm Reborn)
fr: Raids en alliance (ARR)
ru: Альянсовые рейды (A Realm Reborn)

source: Alliance Raids (Heavensward)
de: Allianz-Raids (Heavensward)
fr: Raids en alliance (Heavensward)
ru: Альянсовые рейды (Heavensward)

source: Normal Raids (Stormblood)
de: Normale Raids (Stormblood)
fr: Raids normaux (Stormblood)
ru: Обычные рейды (Stormblood)

source: Savage Raids (Stormblood)
de: Epische Raids (Stormblood)
fr: Raids sadiques (Stormblood)
ru: Рейды кошмарной сложности (Stormblood)

source: Alliance Raids (Stormblood)
de: Allianz-Raids (Stormblood)
fr: Raids en alliance (Stormblood)
ru: Альянсовые рейды (Stormblood)

source: High-end Trials (A Realm Reborn)
de: Hochstufige Prüfungen (A Realm Reborn)
fr: Défis à difficulté élevée (ARR)
ru: Испытания высокой сложности (A Realm Reborn)

source: High-end Trials (Heavensward)
de: Hochstufige Prüfungen (Heavensward)
fr: Défis à difficulté élevée (Heavensward)
ru: Испытания высокой сложности (Heavensward)

source: Trials (Stormblood)
de: Prüfungen (Stormblood)
fr: Défis (Stormblood)
ru: Испытания (Stormblood)

source: High-end Trials (Stormblood)
de: Hochstufige Prüfungen (Stormblood)
fr: Défis à difficulté élevée (Stormblood)
ru: Испытания высокой сложности (Stormblood)

source: Rival Wings
de: Stahlschwingen
fr: Ailes rivales
ru: Крылья соперничества

source: The Wolves' Den (Custom)
de: Wolfshöhle (Schaukampf)
fr: L'Antre des loups (personnalisé)
ru: Волчье логово (Пользовательский)

source: The Wolves' Den (Custom Team)
de: Wolfshöhle (Team-Schaukampf)
fr: L'Antre des loups (personnalisé/équipe JcJ)
ru: Волчье логово (Своя команда)

source: Chocobo Races
de: Chocobo-Rennen (öffentlich)
fr: Courses de chocobos
ru: Чокобо скачки

source: Chocobo Races (Party Member)
de: Chocobo-Rennen (Gruppenmitglieder)
fr: Courses de chocobos (entre équipiers)
ru: Чокобо скачки (Член группы)

source: Daily Challenges
de: Tagesherausforderungen
fr: Challenges quotidiens
ru: Ежедневные вызовы

source: Mahjong
de: Domanisches Mahjong
fr: Mahjong domien
ru: Маджонг

source: Dungeons (Stormblood)
fr: Donjons (Stormblood)
ru: Подземелья (Stormblood)

source: Dungeons (Shadowbringers)
fr: Donjons (Shadowbringers)
ru: Подземелья (Shadowbringers)

source: Trials (Shadowbringers)
de: Prüfungen (Shadowbringers)
fr: Défis (Shadowbringers)
ru: Испытания (Shadowbringers)

source: High-end Trials (Shadowbringers)
de: Hochstufige Prüfungen (Shadowbringers)
fr: Défis à difficulté élevée (Shadowbringers)
ru: Испытания высокой сложности (Shadowbringers)

source: Normal Raids (Shadowbringers)
de: Normale Raids (Shadowbringers)
fr: Raids normaux (Shadowbringers)
ru: Обычные рейды (Shadowbringers)

source: Savage Raids (Shadowbringers)
de: Epische Raids (Shadowbringers)
fr: Raids sadiques (Shadowbringers)
ru: Рейды кошмарной сложности (Shadowbringers)

source: Alliance Raids (Shadowbringers)
de: Allianz-Raids (Shadowbringers)
fr: Raids en alliance (Shadowbringers)
ru: Альянсовые рейды (Shadowbringers)

source: Dungeons (Endwalker)
fr: Donjons (Endwalker)
ru: Подземелья (Endwalker)

source: Trials (Endwalker)
de: Prüfungen (Endwalker)
fr: Défis (Endwalker)
ru: Испытания (Endwalker)

source: High-end Trials (Endwalker)
de: Hochstufige Prüfungen (Endwalker)
fr: Défis à difficulté élevée (Endwalker)
ru: Испытания высокой сложности (Endwalker)

source: Normal Raids (Endwalker)
de: Normale Raids (Endwalker)
fr: Raids normaux (Endwalker)
ru: Обычные рейды (Endwalker)

source: Savage Raids (Endwalker)
de: Epische Raids (Endwalker)
fr: Raids sadiques (Endwalker)
ru: Рейды кошмарной сложности (Endwalker)

source: Alliance Raids (Endwalker)
de: Allianz-Raids (Endwalker)
fr: Raids en alliance (Endwalker)
ru: Альянсовые рейды (Endwalker)

source: Crystalline Conflict
ru: Кристальная битва

source: Crystalline Conflict (Custom Match)
de: Crystalline Conflict (Schaukampf)
fr: Crystalline Conflict (personnalisé)
ru: Кристальная битва (Пользовательский матч)

source: Dungeons (Dawntrail)
fr: Donjons (Dawntrail)
ru: Подземелья (Dawntrail)

source: Trials (Dawntrail)
de: Prüfungen (Dawntrail)
fr: Défis (Dawntrail)
ru: Испытания (Dawntrail)

source: High-end Trials (Endwalker)
de: Hochstufige Prüfungen (Dawntrail)
fr: Défis à difficulté élevée (Dawntrail)
ru: Испытания высокой сложности (Dawntrail)

source: Normal Raids (Dawntrail)
de: Normale Raids (Dawntrail)
fr: Raids normaux (Dawntrail)
ru: Обычные рейды (Dawntrail)

source: Savage Raids (Dawntrail)
de: Epische Raids (Dawntrail)
fr: Raids sadiques (Dawntrail)
ru: Кошмарные рейды (Dawntrail)

source: Alliance Raids (Dawntrail)
de: Allianz-Raids (Dawntrail)
fr: Raids en alliance (Dawntrail)
ru: Альянсовые рейды (Dawntrail)
