Repository: endervad/ffxiv_translation_test
Catalog: exd/GroupPoseFrame/*.xlf
Languages: de

source: None<tab>
de: Kein Rahmen<tab>

source: ★ Picture Frame<tab>
de: ★ Fotorahmen<tab>

source: ★ Instant Camera<tab>
de: ★ Sofortbildkamera<tab>

source: ★ Cinema<tab>
de: ★ Kino<tab>

source: ★ Ornamental Border 1<tab>
de: ★ Verzierter Rand 1<tab>

source: ★ Ornamental Border 2<tab>
de: ★ Verzierter Rand 2<tab>

source: ★ Wall Frame<tab>
de: ★ Wandrahmen<tab>

source: ★ Torn<tab>
de: ★ Zerrissen<tab>

source: ◆ Simple 1<tab>
de: ◆ Schlicht 1<tab>

source: ◆ Journal<tab>
de: ◆ Archiv<tab>

source: ◆ Eternal Bond<tab>
de: ◆ Ewiger Bund<tab>

source: ◆ Elite Mark 1<tab>
de: ◆ Hohe Jagd 1<tab>

source: ◆ Picture Frame<tab>GroupPoseFrame9grid001
de: ◆ Fotorahmen<tab>GroupPoseFrame9grid001

source: ◆ Instant Camera<tab>GroupPoseFrame9grid002
de: ◆ Sofortbildkamera<tab>GroupPoseFrame9grid002

source: ◆ Cinema<tab>GroupPoseFrame9grid003
de: ◆ Kino<tab>GroupPoseFrame9grid003

source: ◆ Elite Mark 2<tab>
de: ◆ Hohe Jagd 2<tab>

source: ◆ Triple Triad Card 1<tab>
de: ◆ Triple Triad-Karte 1<tab>

source: ◆ Triple Triad Card 2<tab>
de: ◆ Triple Triad-Karte 2<tab>

source: ◆ Simple 2<tab>
de: ◆ Schlicht 2<tab>

source: ◆ Lominsan Interior Wall<tab>
de: ◆ Mahlstrom-Innenwand<tab>

source: ◆ Gridanian Interior Wall<tab>
de: ◆ Bruderschafts-Innenwand<tab>

source: ◆ Ul'dahn Interior Wall<tab>
de: ◆ Legions-Innenwand<tab>

source: ◆ Simple 3<tab>
de: ◆ Schlicht 3<tab>

source: ◆ Music<tab>
de: ◆ Musikalischer Rahmen<tab>

source: ◆ Island Sanctuary 1<tab>
de: ◆ Inselparadies 1<tab>

source: ◆ Island Sanctuary 2<tab>
de: ◆ Inselparadies 2<tab>

source: ◆ White Lace<tab>
de: ◆ Weiße Spitze<tab>

source: ◆ Black Lace<tab>
de: ◆ Schwarze Spitze<tab>

source: ◆ Solid 1<tab>
de: ◆ Massiv 1<tab>

source: ◆ Solid 2<tab>
de: ◆ Massiv 2<tab>

source: ◆ Embellished Corners 1<tab>
de: ◆ Dekoration 1<tab>

source: ◆ Embellished Corners 2<tab>
de: ◆ Dekoration 2<tab>
