Repository: endervad/ffxiv_translation_test
Catalog: exd/MJICraftworksObjectTheme/*.xlf
Languages: de, fr, ja, ru

source: Preserved Food
de: Haltbares
fr: À longue conservation
ja: 保存食
ru: Консервированные продукты

source: Attire
de: Rüstung
fr: Armure
ja: 防具
ru: Одежда

source: Foodstuffs
de: Gericht
fr: Plat
ja: 料理
ru: Продукты питания

source: Confections
de: Süßigkeit
fr: Pâtisserie
ja: 菓子
ru: Кондитерские изделия

source: Sundries
de: Täglicher Bedarf
fr: Article du quotidien
ja: 日用品
ru: Сувениры

source: Furnishings
de: Möbelstück
fr: Meuble
ja: 調度品
ru: Мебель

source: Arms
de: Waffe
fr: Arme
ja: 武器
ru: Оружие

source: Concoctions
de: Präparat
fr: Concoction
ja: 薬品
ru: Медицина

source: Ingredients
de: Zutat
fr: Condiment
ja: 調味料
ru: Ингредиенты

source: Accessories
de: Accessoire
fr: Accessoire
ja: アクセサリ
ru: Аксессуары

source: Metalworks
de: Metallarbeit
fr: En métal
ja: 金属製品
ru: Изделия из металла

source: Woodworks
de: Holzarbeit
fr: En bois
ja: 木工製品
ru: Деревянные изделия

source: Textiles
de: Textilarbeit
fr: Textile
ja: 布製品
ru: Текстиль

source: Creature Creations
de: Tierprodukt
fr: Animalier
ja: 動物製品
ru: Животного происхождения

source: Marine Merchandise
de: Meeresprodukt
fr: Marin
ja: 海産製品
ru: Морские продукты

source: Unburied Treasures
de: Keramik
fr: En céramique
ja: 窯業製品
ru: Керамика
