Repository: endervad/ffxiv_translation_test
Catalog: exd/HousingPreset/*.xlf
Languages: fr, ja

source: riviera wood cottage<tab>riviera wood cottages
fr: maisonnette en bois noscéenne<tab>maisonnettes en bois noscéennes
ja: ラノシアン・ウッドコテージ<tab>

source: riviera composite cottage<tab>riviera composite cottages
fr: maisonnette composite noscéenne<tab>maisonnettes composites noscéennes
ja: ラノシアン・コンポジットコテージ<tab>

source: riviera stone cottage<tab>riviera stone cottages
fr: maisonnette en pierre noscéenne<tab>maisonnettes en pierre noscéennes
ja: ラノシアン・ストーンコテージ<tab>

source: riviera wood house<tab>riviera wood houses
fr: pavillon en bois noscéen<tab>pavillons en bois noscéens
ja: ラノシアン・ウッドハウス<tab>

source: riviera composite house<tab>riviera composite houses
fr: pavillon composite noscéen<tab>pavillons composites noscéens
ja: ラノシアン・コンポジットハウス<tab>

source: riviera stone house<tab>riviera stone houses
fr: pavillon en pierre noscéen<tab>pavillons en pierre noscéens
ja: ラノシアン・ストーンハウス<tab>

source: riviera wood mansion<tab>riviera wood mansions
fr: villa en bois noscéenne<tab>villas en bois noscéennes
ja: ラノシアン・ウッドレジデンス<tab>

source: riviera composite mansion<tab>riviera composite mansions
fr: villa composite noscéenne<tab>villas composites noscéennes
ja: ラノシアン・コンポジットレジデンス<tab>

source: riviera stone mansion<tab>riviera stone mansions
fr: villa en pierre noscéenne<tab>villas en pierre noscéennes
ja: ラノシアン・ストーンレジデンス<tab>

source: glade wood cottage<tab>glade wood cottages
fr: maisonnette en bois sombrelinçoise<tab>maisonnettes en bois sombrelinçoises
ja: シュラウド・ウッドコテージ<tab>

source: glade composite cottage<tab>glade composite cottages
fr: maisonnette composite sombrelinçoise<tab>maisonnettes composites sombrelinçoises
ja: シュラウド・コンポジットコテージ<tab>

source: glade stone cottage<tab>glade stone cottages
fr: maisonnette en pierre sombrelinçoise<tab>maisonnettes en pierre sombrelinçoises
ja: シュラウド・ストーンコテージ<tab>

source: glade wood house<tab>glade wood houses
fr: pavillon en bois sombrelinçois<tab>pavillons en bois sombrelinçois
ja: シュラウド・ウッドハウス<tab>

source: glade composite house<tab>glade composite houses
fr: pavillon composite sombrelinçois<tab>pavillons composites sombrelinçois
ja: シュラウド・コンポジットハウス<tab>

source: glade stone house<tab>glade stone houses
fr: pavillon en pierre sombrelinçois<tab>pavillons en pierre sombrelinçois
ja: シュラウド・ストーンハウス<tab>

source: glade wood mansion<tab>glade wood mansions
fr: villa en bois sombrelinçoise<tab>villas en bois sombrelinçoises
ja: シュラウド・ウッドレジデンス<tab>

source: glade composite mansion<tab>glade composite mansions
fr: villa composite sombrelinçoise<tab>villas composites sombrelinçoises
ja: シュラウド・コンポジットレジデンス<tab>

source: glade stone mansion<tab>glade stone mansions
fr: villa en pierre sombrelinçoise<tab>villas en pierre sombrelinçoises
ja: シュラウド・ストーンレジデンス<tab>

source: oasis wood cottage<tab>oasis wood cottages
fr: maisonnette en bois thanalanaise<tab>maisonnettes en bois thanalanaises
ja: ザナラーン・ウッドコテージ<tab>

source: oasis composite cottage<tab>oasis composite cottages
fr: maisonnette composite thanalanaise<tab>maisonnettes composites thanalanaises
ja: ザナラーン・コンポジットコテージ<tab>

source: oasis stone cottage<tab>oasis stone cottages
fr: maisonnette en pierre thanalanaise<tab>maisonnettes en pierre thanalanaises
ja: ザナラーン・ストーンコテージ<tab>

source: oasis wood house<tab>oasis wood houses
fr: pavillon en bois thanalanais<tab>pavillons en bois thanalanais
ja: ザナラーン・ウッドハウス<tab>

source: oasis composite house<tab>oasis composite houses
fr: pavillon composite thanalanais<tab>pavillons composites thanalanais
ja: ザナラーン・コンポジットハウス<tab>

source: oasis stone house<tab>oasis stone houses
fr: pavillon en pierre thanalanais<tab>pavillons en pierre thanalanais
ja: ザナラーン・ストーンハウス<tab>

source: oasis wood mansion<tab>oasis wood mansions
fr: villa en bois thanalanaise<tab>villas en bois thanalanaises
ja: ザナラーン・ウッドレジデンス<tab>

source: oasis composite mansion<tab>oasis composite mansions
fr: villa composite thanalanaise<tab>villas composites thanalanaises
ja: ザナラーン・コンポジットレジデンス<tab>

source: oasis stone mansion<tab>oasis stone mansions
fr: villa en pierre thanalanaise<tab>villas en pierre thanalanaises
ja: ザナラーン・ストーンレジデンス<tab>

source: Hingan mokuzo cottage<tab>Hingan mokuzo cottages
fr: maisonnette hingashienne de style mokuzo<tab>maisonnettes hingashiennes de style mokuzo
ja: 白銀木造平屋<tab>

source: Hingan nanpu cottage<tab>Hingan nanpu cottages
fr: maisonnette hingashienne de style nanpu<tab>maisonnettes hingashiennes de style nanpu
ja: 白銀南風平屋<tab>

source: Hingan kura-zukuri cottage<tab>Hingan kura-zukuri cottages
fr: maisonnette hingashienne de style kura-zukuri<tab>maisonnettes hingashiennes de style kura-zukuri
ja: 白銀蔵造平屋<tab>

source: Hingan mokuzo house<tab>Hingan mokuzo houses
fr: pavillon hingashien de style mokuzo<tab>pavillons hingashiens de style mokuzo
ja: 白銀木造屋敷<tab>

source: Hingan nanpu house<tab>Hingan nanpu houses
fr: pavillon hingashien de style nanpu<tab>pavillons hingashiens de style nanpu
ja: 白銀南風屋敷<tab>

source: Hingan kura-zukuri house<tab>Hingan kura-zukuri houses
fr: pavillon hingashien de style kura-zukuri<tab>pavillons hingashiens de style kura-zukuri
ja: 白銀蔵造屋敷<tab>

source: Hingan mokuzo mansion<tab>Hingan mokuzo mansions
fr: villa hingashienne de style mokuzo<tab>villas hingashiennes de style mokuzo
ja: 白銀木造御殿<tab>

source: Hingan nanpu mansion<tab>Hingan nanpu mansions
fr: villa hingashienne de style nanpu<tab>villas hingashiennes de style nanpu
ja: 白銀南風御殿<tab>

source: Hingan kura-zukuri mansion<tab>Hingan kura-zukuri mansions
fr: villa hingashienne de style kura-zukuri<tab>villas hingashiennes de style kura-zukuri
ja: 白銀蔵造御殿<tab>

source: highland wood cottage<tab>highland wood cottages
fr: maisonnette en bois coerthienne<tab>
ja: クルザン・ウッドコテージ<tab>

source: highland stone cottage<tab>highland stone cottages
fr: maisonnette en pierre coerthienne<tab>
ja: クルザン・ストーンコテージ<tab>

source: highland composite cottage<tab>highland composite cottages
fr: maisonnette composite coerthienne<tab>
ja: クルザン・コンポジットコテージ<tab>

source: highland wood house<tab>highland wood houses
fr: pavillon en bois coerthien<tab>
ja: クルザン・ウッドハウス<tab>

source: highland stone house<tab>highland stone houses
fr: pavillon en pierre coerthien<tab>
ja: クルザン・ストーンハウス<tab>

source: highland composite house<tab>highland composite houses
fr: pavillon composite coerthien<tab>
ja: クルザン・コンポジットハウス<tab>

source: highland wood mansion<tab>highland wood mansions
fr: villa en bois coerthienne<tab>
ja: クルザン・ウッドレジデンス<tab>

source: highland stone mansion<tab>highland stone mansions
fr: villa en pierre coerthienne<tab>
ja: クルザン・ストーンレジデンス<tab>

source: highland composite mansion<tab>highland composite mansions
fr: villa composite coerthienne<tab>
ja: クルザン・コンポジットレジデンス<tab>
