Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/003/SubFst056_00377/*.xlf
Languages: de

source: TEXT_SUBFST056_00377_SEQ_00<tab>Osha Jaab, a Wood Wailer at the Matron's Lethe, is looking for a sure-footed adventurer to pluck blue trumpets from the root of the nearby heavenspillar.
de: TEXT_SUBFST056_00377_SEQ_00<tab>An Nophicas Lethe muss die Himmelssäulenwurzel von Blauschimmerpilzen gesäubert werden. Freiwillige können sich bei Osha Jaab vom Klageregiment melden.

source: TEXT_SUBFST056_00377_SEQ_01<tab>You have been tasked with removing blue trumpet mushrooms from the heavenspillar root found in the Matron's Lethe. Remove the fungal menace before it has a chance to spread and cause the wood to rot.
de: TEXT_SUBFST056_00377_SEQ_01<tab>Du hast die ehrenvolle Aufgabe übernommen, die auf der Himmelssäulenwurzel wachsenden Blauschimmerpilze zu entfernen. Pass auf, dass du dabei nicht runterfällst.

source: TEXT_SUBFST056_00377_SEQ_02<tab>You have plucked all the blue trumpets from the root of the heavenspillar. Report to Theodore at the upper landing in the Matron's Lethe.
de: TEXT_SUBFST056_00377_SEQ_02<tab>Du hast alle Blauschimmerpilze von der Himmelssäulenwurzel entfernt. Erstatte Theodore auf der oberen Ebene Bericht.

source: TEXT_SUBFST056_00377_SEQ_03<tab>Your simple act of mushroom picking has saved the root of the heavenspillar from a rotten fate. Though not an ideal walkway, Theodore insists that the root is essential for travel through the drastically altered geography of the Central Shroud.
de: TEXT_SUBFST056_00377_SEQ_03<tab>Dank dir können die Blauschimmerpilze die Wurzel nicht weiter zersetzen. Damit hast du den wichtigen Verbindungsweg zwischen der oberen und der unteren Ebene geschützt.

source: TEXT_SUBFST056_00377_TODO_00<tab>Remove blue trumpets.
de: TEXT_SUBFST056_00377_TODO_00<tab>Blauschimmerpilze entfernen

source: TEXT_SUBFST056_00377_TODO_01<tab>Report to Theodore at the Matron's Lethe.
de: TEXT_SUBFST056_00377_TODO_01<tab>Theodore Bericht erstatten

source: TEXT_SUBFST056_00377_OSHAJAAB_000_1<tab>Ho there, adventurer. You seem light on your feet. Fancy a quick skip along the root of the heavenspillar here? I need someone to pick off a blue trumpet or two.
de: TEXT_SUBFST056_00377_OSHAJAAB_000_1<tab>Bist du schwindelfrei und hast du einen sicheren Schritt? Dann möchte ich dich bitten, die Himmelssäulenwurzel von den darauf wachsenden Blauschimmerpilzen zu befreien.

source: TEXT_SUBFST056_00377_OSHAJAAB_000_2<tab>I know what you're thinking: it's naught more than a mushroom, so why the commotion? I'll tell you why. You allow that fungal menace to multiply, and within a moon they'll be covering the whole damn root and rotting the wood clear through.
de: TEXT_SUBFST056_00377_OSHAJAAB_000_2<tab>Sie sehen wie gewöhnliche Pilze aus, aber sie vermehren sich ungeheuer schnell und würden in kürzester Zeit die gesamte Wurzel zerfressen, wenn wir sie nicht entfernen.

source: TEXT_SUBFST056_00377_OSHAJAAB_000_3<tab>Just watch your step while you're up there, though─the diremites on the ground won't waste any time adding insult to falling injuries.
de: TEXT_SUBFST056_00377_OSHAJAAB_000_3<tab>Dabei musst du höllisch aufpassen, dass du nicht herunterfällst. Sonst brichst du dir noch alle Knochen und den Rest erledigen dann Schaudermilben und andere Kreaturen, die im Schatten der Wurzel leben.

source: TEXT_SUBFST056_00377_OSHAJAAB_000_4<tab>Once you're done, head up to the top end of the root and report to Theodore. He'll be glad to hear someone's taken care of one of his more dreaded chores.
de: TEXT_SUBFST056_00377_OSHAJAAB_000_4<tab>Wenn du fertig bist, sag Theodore Bescheid. Er koordiniert von oben aus die Reinigungsaktion.

source: TEXT_SUBFST056_00377_THEODORE_000_11<tab>Oh, you've cleared the root of blue trumpets? Wonderful! To be quite honest, I have this <var 1A 02 /var>teeny-tiny<var 1A 01 /var> problem with heights. <sigh> No, this is not my ideal posting, but we all do what we must.
de: TEXT_SUBFST056_00377_THEODORE_000_11<tab>Ah, du hast die Blauschimmerpilze entfernt! Vielen Dank!

source: TEXT_SUBFST056_00377_THEODORE_000_12<tab>Keeping the root passable is an important job, you see. It's one of the few ways folk can traverse the Central Shroud since the Calamity all but split the area in twain.
de: TEXT_SUBFST056_00377_THEODORE_000_12<tab>Die Wurzel ist ein wichtiger Verbindungsweg zwischen zwei Ebenen, die bei der großen Katastrophe auseinandergerissen wurden. Deshalb geben wir uns große Mühe, sie in Schuss zu halten.

source: TEXT_SUBFST056_00377_THEODORE_000_13<tab>It is not, perhaps, the easiest pathway to walk, but there are those who believe the will of the Matron Herself caused this tendril of a heavenspillar to remain thus suspended, that it might serve the forest's people. I'm rather fond of the notion, myself.
de: TEXT_SUBFST056_00377_THEODORE_000_13<tab>Zugegeben, man kann auf dem feuchten Moos leicht ausrutschen, aber die Wurzel ist trotzdem eine große Erleichterung. Man sagt, die Göttin Nophica selbst habe sie für uns hier angebracht.
