Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/046/AktKua102_04644/*.xlf
Languages: ru

source: TEXT_AKTKUA102_04644_SEQ_01<tab>After a brief and seemingly reluctant explanation regarding island sanctuaries, Baldin has offered you his services. Speak with him any time you would like to visit an ally's island.
ru: TEXT_AKTKUA102_04644_SEQ_01<tab>После краткого и, похоже, неохотного объяснения относительно островных убежищ, Балдин предложил вам свои услуги. Поговорите с ним в любое время, когда захотите посетить остров вашего знакомого.

source: TEXT_AKTKUA102_04644_BARDIN_000_001<tab>Ahoy there, <var 08 E905 ((lass)) ((lad)) /var>. Yer keen to visit one o' them island sanctuaries, I take it?
ru: TEXT_AKTKUA102_04644_BARDIN_000_001<tab>Привет, <var 08 E905 ((девушка)) ((парень)) /var>. Вы хотите посетить одно из этих островных убежищ, я правильно понимаю?

source: TEXT_AKTKUA102_04644_BARDIN_000_002<tab>Bugger me, yer unaware o' the fuss goin' on 'bout this 'ole affair?
ru: TEXT_AKTKUA102_04644_BARDIN_000_002<tab>Чёрт возьми, вы даже не в курсе, какая суета творится вокруг этого дела?

source: TEXT_AKTKUA102_04644_BARDIN_000_003<tab><sigh> If ye 'ead southeast from 'ere─the isle o' Vylbrand, that is─ye'll reach the Cieldalaes. 'Venturers much like yerself've been granted the right to cultivate a number o' the deserted isles there.
ru: TEXT_AKTKUA102_04644_BARDIN_000_003<tab>Если вы отправитесь на юго-восток от этого места, то есть острова Вилбренд, то попадёте в Шелдалей. Искатели приключений, ваши коллеги, получили право обустроить несколько заброшенных островов.

source: TEXT_AKTKUA102_04644_BARDIN_000_004<tab>Don't get yer 'opes up, though. Ain't as if any and all can go an' get 'emselves a permit fer one o' them sanctuaries. Far as I can tell, 'ole project's still in its infancy, an' the Admiral's bloody fussy about candidates.
ru: TEXT_AKTKUA102_04644_BARDIN_000_004<tab>Только не торопись, лады? Не похоже, что любой и каждый может пойти и получить разрешение на одно из таких убежищ. Насколько я могу судить, проект всё ещё в зачаточном состоянии, а Адмирал чертовски привередлива к кандидатам.

source: TEXT_AKTKUA102_04644_BARDIN_000_005<tab>Tell ye what─since I like ye, I'll take ye to any mate of yers' isle, safe an' sound. Ye need only say the word.
ru: TEXT_AKTKUA102_04644_BARDIN_000_005<tab>Вот что я тебе скажу: так как ты мне нравишься, я отвезу тебя к любому твоему знакомому, который имеет свой остров, в целости и сохранности. Тебе нужно лишь попросить.

source: TEXT_AKTKUA102_04644_SYSTEM_100_010<tab>You may now visit the island sanctuary of a party member, free company member, or friend who has unlocked the feature by speaking with Baldin in the Moraby Drydocks.
ru: TEXT_AKTKUA102_04644_SYSTEM_100_010<tab>Теперь вы можете посетить островное убежище члена группы, участника вольной компании или друга, разблокировавшего эту возможность, поговорив с Балдином в Сухих доках Мораби.

source: TEXT_AKTKUA102_04644_SYSTEM_100_011<tab>You will be unable to visit an island sanctuary if the owner has forbidden access to their island, there is no one on the isle in question, or if the isle in question has already reached its maximum capacity.
ru: TEXT_AKTKUA102_04644_SYSTEM_100_011<tab>Вы не сможете посетить чужое островное убежище, если его владелец запретил доступ к нему, или там никого нет, или если данный остров уже достиг своей максимальной вместимости.

source: TEXT_AKTKUA102_04644_SYSTEM_100_012<tab>Furthermore, you must be on an acquaintance's Home World if you wish to visit their island sanctuary.
ru: TEXT_AKTKUA102_04644_SYSTEM_100_012<tab>Кроме того, вы должны находиться в родном мире с вашим знакомым, если хотите посетить его островное убежище.

source: TEXT_AKTKUA102_04644_SYSTEM_000_010<tab>To unlock your personal island sanctuary, you must first complete the main scenario quest “Endwalker,” and proceed through the quest “Seeking Sanctuary.”
ru: TEXT_AKTKUA102_04644_SYSTEM_000_010<tab>Чтобы открыть своё личное островное убежище, вы должны для начала завершить основное сюжетное задание «Endwalker» 90-го уровня, а так же следом завершить задание «В поисках убежища».
