Repository: endervad/ffxiv_translation_test
Catalog: exd/DescriptionStandAloneTransient/*.xlf
Languages: ja, ru

source: Archives<tab>
ja: DATA<tab>- アーカイブ
ru: Архивы<tab>

source: New Game+<tab>
ja: NEW GAME+<tab>つよくてニューゲーム解説
ru: Новая игра +<tab>

source: Lost Actions<tab>
ja: LOST ACTION<tab>ロストアクション解説
ru: Затерянные действия<tab>

source: Portraits<tab>
ja: PORTRAIT LIST<tab>ポートレート機能解説
ru: Портреты<tab>

source: Adventurer Plate<tab>
ja: ADVENTURER PLATE<tab>アドベンチャラープレート解説
ru: Карточка приключенца<tab>

source: Island Sanctuary<tab>
ja: ISLAND SANCTUARY<tab>無人島開拓解説
ru: Руководство по Райскому острову<tab>

source: Isleworks Beginner's Guide<tab>
ja: ISLEWORKS BEGINNER'S GUIDE<tab>開拓工房 入門マニュアル
ru: Руководство по островным мастерским<tab>

source: Deep Dungeons<tab>
ja: DEEP DUNGEON<tab>ディープダンジョンの説明
ru: Глубокие подземелья<tab>

source: Deep Dungeons<tab>
ja: DEEP DUNGEON<tab>ディープダンジョンの説明
ru: Глубокие подземелья<tab>

source: Deep Dungeons<tab>
ja: DEEP DUNGEON<tab>ディープダンジョンの説明
ru: Глубокие подземелья<tab>

source: Fashion Accessories<tab>
ja: FASHION ACCESSORIES<tab>ファッションアクセサリー解説
ru: Модные аксессуары<tab>

source: Gear Sets<tab>
ja: GEARSET<tab>ギアセット機能解説
ru: Комплекты снаряжения<tab>

source: PvP<tab>
ja: PvP<tab>PvP解説

source: Rival Wings<tab>
ja: RIVAL WINGS<tab>ライバルウィングズ解説
ru: Крылья соперничества<tab>

source: Frontline<tab>
ja: FRONTLINE<tab>フロントライン解説
ru: Передовая<tab>

source: Crystalline Conflict<tab>
ja: CRYSTALLINE CONFLICT<tab>クリスタルコンフリクト解説
ru: Кристальная битва<tab>

source: Moogle Treasure Trove<tab>
ja: MOGMOG COLLECTION<tab>モグモグ★コレクション解説
ru: Сокровищница Муглов<tab>

source: Glamour Guide<tab>
ja: OUTFIT <tab>コーディネート機能解説
