Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/049/KinGla107_04974/*.xlf
Languages: de, ja

source: TEXT_KINGLA107_04974_SEQ_00<tab>Rral Soj is visibly nervous.
de: TEXT_KINGLA107_04974_SEQ_00<tab>Rral Soj ist sichtlich nervös.
ja: TEXT_KINGLA107_04974_SEQ_00<tab>ワチュメキメキ万貨街のラルソジは、大きな仕事を前に緊張しているようだ。

source: TEXT_KINGLA107_04974_SEQ_01<tab>You speak with Rral Soj, who informs you that she's heard word from the palace seer about the request concerning the royal family. It seems you will need to journey to the Arterial Climb near Vollok Shoonsa to learn more.
de: TEXT_KINGLA107_04974_SEQ_01<tab>Rral Soj hat von dem Hofmagier bezüglich der Anfrage für die Königs<var 16 /var>familie gehört. Es sieht so aus, als müsstet ihr zur Hohen Steige in der Nähe von Vollok Shoonsa reisen, um mehr darüber zu erfahren.
ja: TEXT_KINGLA107_04974_SEQ_01<tab>ラルソジと話し、連王宮から製作依頼について呼び出されていると聞いた。トライヨラの連なる丘へと向かい、「ブネワ族の宮廷祭司」と話そう。

source: TEXT_KINGLA107_04974_SEQ_02<tab>At long last the palace seer elaborates on the details of the request, explaining that Vows Wuk Lamat and Koana are in need of ceremonial sun reflectors─traditional devices used for certain rites. With a set of the design plans used to craft the late Gulool Ja Ja's sun reflector in hand, Rral Soj asks that you return to the shop to discuss how to go about crafting this complex item.
de: TEXT_KINGLA107_04974_SEQ_02<tab>Der Hofmagier erläutert euch, dass Königin Wuk Lamat und König Koana zeremonielle Solarreflektoren für die Verwendung in traditionellen Riten benötigen. Rral Soj nimmt die Entwurfspläne des früheren Königs Gulool Ja Ja entgegen und bittet euch, zum Laden zurückzukehren, um die Herstellung dieser komplizierten Vorrichtungen zu besprechen.
ja: TEXT_KINGLA107_04974_SEQ_02<tab>ブネワ族の宮廷祭司から、新連王が使う二対の<var 28 ((ItemHQ)) F2AB8401 /var>の製作依頼を受けた。ワチュメキメキ万貨街に戻って、「ラルソジ」たちと相談しよう。

source: TEXT_KINGLA107_04974_SEQ_03<tab>Papawni has tasked you with crafting a solar reflector, which you must then deliver to Rral Soj. ※In the event you lose the components or the synthesis ends in failure, you may try again by speaking with Papawni.
de: TEXT_KINGLA107_04974_SEQ_03<tab>Papawni beauftragt dich mit der Herstellung eines <var 32 ((ItemHQ)) 06F2AB84020302 /var>, den du anschließend bei Rral Soj abliefern sollst. ※ Solltest du das benötigte Material verlieren, kannst du von Papawni Nachschub erhalten.
ja: TEXT_KINGLA107_04974_SEQ_03<tab><var 28 ((ItemHQ)) F2AB8401 /var>はひとつをラルソジとパパーニが、もうひとつを冒険者が製作することになった。<var 28 ((Item)) F2ABA001 /var>を元に「<var 28 ((ItemHQ)) F2AB8401 /var>」を製作し、ワチュメキメキ万貨街の「ラルソジ」へ納品しよう。 ※「<var 28 ((Item)) F2ABA001 /var>」を失った場合は、パパーニに話しかけましょう。材料を入手し、再挑戦が可能になります。

source: TEXT_KINGLA107_04974_SEQ_04<tab>You deliver the sun reflector to Rral Soj. After waiting a brief while, Papawni finishes up the remaining device, using yours as an example. The three of you set off for the palace to present the finished products to the palace seer, who awaits you in the courtyard of Vollok Shoonsa. While impressed by the design, the seer is most keen to ascertain the functionality of the reflectors, and puts them to the test immediately. Fortunately, the trial proves successful, with the seer not only extolling your exemplary work, but even offering XRral Soj Metalwares an official royal warrant of appointment. Rral Soj does not hesitate to accept, declaring it an honor. It seems that her lifelong dream of crafting metalwares fit for the royal family has been realized.
de: TEXT_KINGLA107_04974_SEQ_04<tab>Du lieferst den Solarreflektor bei Rral Soj ab und innerhalb kürzester Zeit stellt Papawni anhand deines Exemplars einen weiteren fertig. Anschließend brecht ihr zu dritt zum Palast auf, um die fertigen Produkte dem Hofmagier zu präsentieren, der euch im Garten von Vollok Shoonsa erwartet. Dieser ist beeindruckt von eurer Arbeit, möchte aber auch sicherstellen, dass die Reflektoren ordentlich funktionieren. So unterzieht er sie unverzüglich einem Test, der zum Glück von Erfolg gekrönt ist. Der Hofmagier lobt nicht nur eure ausgezeichnete Arbeit, sondern bietet sogar an, XRral Soj Metallwaren zu einem offiziellen Hoflieferanten zu erklären. Rral Soj nimmt dieses Angebot umgehend an und fühlt sich zutiefst geehrt. Anscheinend ist ihr Traum, Metallwaren für die Königs<var 16 /var>familie herzustellen, endlich wahr geworden.
ja: TEXT_KINGLA107_04974_SEQ_04<tab>ラルソジに<var 28 ((ItemHQ)) F2AB8401 /var>を納品し、ヴォロク連王宮の祭司へと渡した。金荒物屋ラルソジが王宮御用達の店となった感慨に浸りながら、ワチュメキメキ万貨街へ戻って「ラルソジ」と話そう。

source: TEXT_KINGLA107_04974_SEQ_05<tab>Rral Soj and Papawni are ecstatic about the reception the solar reflectors received at the palace, and finally have the confidence to spread their wings and attempt to fly on their own. With the combination of Rral Soj's unmatched output, and Papawni's unparalleled fastidiousness, you feel confident that the future of XRral Soj Metalwares is bright.
de: TEXT_KINGLA107_04974_SEQ_05<tab>Rral Soj und Papawni sind ganz aus dem Häuschen, wie gut die Solarreflektoren im Palast angekommen sind. Sie haben endlich das nötige Selbst<var 16 /var>ver<var 16 /var>trauen erlangt, um sich auch ohne dich behaupten zu können. Dank der Kombination aus Rral Sojs beispiellosem Arbeitstempo und Papawnis un<var 16 /var>ver<var 16 /var>gleich<var 16 /var>li<var 16 /var>cher Detailverliebtheit dürfte XRral Soj Metallwaren eine glänzende Zukunft bevorstehen.
ja: TEXT_KINGLA107_04974_SEQ_05<tab>ラルソジと話した。これからはパパーニとともに、金荒物屋を仕事の早さと品質を兼ね備えた店にしていくと意気込んでいた。職人として支え合えるようになったふたりなら、これからもっと店を盛り上げていくことだろう。

source: TEXT_KINGLA107_04974_TODO_00<tab>Speak with the palace seer.
de: TEXT_KINGLA107_04974_TODO_00<tab>Mit dem Hofmagier sprechen
ja: TEXT_KINGLA107_04974_TODO_00<tab>ブネワ族の宮廷祭司と話す

source: TEXT_KINGLA107_04974_TODO_01<tab>Speak with Rral Soj.
de: TEXT_KINGLA107_04974_TODO_01<tab>Mit Rral Soj sprechen
ja: TEXT_KINGLA107_04974_TODO_01<tab>ラルソジと話す

source: TEXT_KINGLA107_04974_TODO_02<tab><var 08 E3E802E803 ((Synthesize a solar reflector <var 28 ((Addon)) 0A01 /var>)) (( Deliver the solar reflector <var 28 ((Addon)) 0A01 /var> to Rral Soj.)) /var>
de: TEXT_KINGLA107_04974_TODO_02<tab><var 08 E3E802E803 ((Marktlieferung: <var 32 ((ItemHQ)) 06F2AB84020502 /var> herstellen)) ((<var 2B ((<var 32 ((ItemHQ)) 03F2AB84020502 /var>)) /var> bei Rral Soj abliefern)) /var>
ja: TEXT_KINGLA107_04974_TODO_02<tab><var 08 E3E802E803 ((製作手帳 万貨街取引：<var 28 ((ItemHQ)) F2AB8401 /var>を製作)) ((ラルソジに<var 28 ((ItemHQ)) F2AB8401 /var>を納品)) /var>

source: TEXT_KINGLA107_04974_TODO_03<tab>Speak with Rral Soj.
de: TEXT_KINGLA107_04974_TODO_03<tab>Mit Rral Soj sprechen
ja: TEXT_KINGLA107_04974_TODO_03<tab>ラルソジと話す

source: TEXT_KINGLA107_04974_PAPAWNI_000_000<tab>When I first began working here, the ever-looming deadlines made me feel as though I always had to rush lest I fail to meet them, but now that Mistress Rral Soj has taken charge of preparing the molds, I can relax and focus on what I do best!
de: TEXT_KINGLA107_04974_PAPAWNI_000_000<tab>Als ich anfing, hier zu arbeiten, stand ich ständig unter Druck, die anstehenden Termine einzuhalten, aber da Rral Soj nun die Arbeit an den Gussformen übernommen hat, kann ich mich ein wenig entspannen und darauf konzentrieren, was ich am besten kann!
ja: TEXT_KINGLA107_04974_PAPAWNI_000_000<tab>今までは納期に追われることが怖くて仕方なかったけど…… ラルソジさんがものすごい速さで原型を作ってくれるから、 安心して仕上げができるんです！

source: TEXT_KINGLA107_04974_RRALSOJ_000_010<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, Papawni, I've received word from the seer.
de: TEXT_KINGLA107_04974_RRALSOJ_000_010<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, Papawni, der Hofmagier hat sich bei mir gemeldet.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_010<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>、パパーニ……！ 宮廷祭司殿から連絡があったぞ！

source: TEXT_KINGLA107_04974_RRALSOJ_000_011<tab>They wish for us to meet them near the palace, where they'll reveal the full details of their request.
de: TEXT_KINGLA107_04974_RRALSOJ_000_011<tab>Er wünscht, dass wir zu ihm in den Palast kommen, damit er uns die Anfrage in allen Einzelheiten erläutern kann.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_011<tab>王族向けの品を依頼するにあたって、 説明のために王宮まで出向いてほしいそうだ。

source: TEXT_KINGLA107_04974_RRALSOJ_000_012<tab>Papawni and I'll head there first. Once you're ready, join us at the Arterial Climb, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
de: TEXT_KINGLA107_04974_RRALSOJ_000_012<tab>Papawni und ich werden schon mal vorgehen. Wenn du so weit bist, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, dann triff uns bitte an der Hohen Steige.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_012<tab>俺たちは先に向かおう。 <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>も準備ができ次第、 ヴォロク連王宮前の「連なる丘」まで来てくれると助かる。

source: TEXT_KINGLA107_04974_RRALSOJ_000_020<tab>At the summit of these steps lies Vollok Shoonsa... Despite all my years in the city, I've never had the pleasure of visitin' it myself. It looks even bigger up close...
de: TEXT_KINGLA107_04974_RRALSOJ_000_020<tab>Am oberen Ende dieser Stufen befindet sich Vollok Shoonsa<var 1D /var>... Obwohl ich schon viele Jahre in der Stadt lebe, habe ich diesen Ort noch nie besucht. Aus der Nähe ist der Palast wirklich so gigantisch, wie er aus der Ferne erscheint.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_020<tab>この階段の上が連王宮か！ 今までは仕事ばかりでほとんど縁がなかったが…… やはりとんでもなくデカい場所だな。

source: TEXT_KINGLA107_04974_PAPAWNI_000_025<tab>I can only imagine what wonderful treasures and trinkets the palace holds! I hope I'll be able to get a glimpse of them, one day!
de: TEXT_KINGLA107_04974_PAPAWNI_000_025<tab>Welch wunderschöne Schätze und Schmuckstücke der Palast wohl beherbergt! Ich hoffe, ich werde eines Tages einen kurzen Blick darauf erhaschen können!
ja: TEXT_KINGLA107_04974_PAPAWNI_000_025<tab>王宮にはきっと、素晴らしい意匠の品々があるはず！ いいなぁ、ちらっと見て帰りたい……！

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_030<tab>Welcome, esteemed artisans of XRral Soj Metalwares, and thank you for coming.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_030<tab>Willkommen, verehrte Handwerker von XRral Soj Metallwaren. Vielen Dank, dass ihr den Weg auf euch genommen habt.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_030<tab>ああ、「金荒物屋ラルソジ」の皆様。 ご足労いただき、感謝します。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_031<tab>We can now discuss the request in an official capacity. May I begin?
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_031<tab>Wir können nun die Anfrage ganz offiziell besprechen. Dürfte ich beginnen?
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_031<tab>この度は、王宮で用いる金属製品を、 正式に依頼できる運びとなりましてね。 さっそく、具体的な話をしても？

source: TEXT_KINGLA107_04974_RRALSOJ_000_032<tab>Of course. We're quite eager to hear what exactly we'll be craftin'.
de: TEXT_KINGLA107_04974_RRALSOJ_000_032<tab>Gerne. Wir sind schon ganz gespannt darauf, zu erfahren, worum es geht.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_032<tab>もちろんだ。 どんな品を求めておられるか、お聞かせ願いたい。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_033<tab>Then allow me to inform you: we wish for you to construct a pair of solar reflectors.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_033<tab>Dann erlaubt mir, euch einzuweihen: Wir benötigen ein Paar Solarreflektoren.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_033<tab>製作をお願いしたいのは、 対の「<var 28 ((ItemHQ)) F2AB8401 /var>」です。

source: TEXT_KINGLA107_04974_PAPAWNI_000_034<tab>Forgive me, I've never heard of such a thing... May I ask what it is?
de: TEXT_KINGLA107_04974_PAPAWNI_000_034<tab>Verzeihung, aber von so etwas habe ich noch nie gehört<var 1D /var>... Dürfte ich fragen, was das ist?
ja: TEXT_KINGLA107_04974_PAPAWNI_000_034<tab>採火器……？ 初めて聞く道具だけど、それはどのような品で……？

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_035<tab>Certainly. 'Tis a tool which reflects light, focusing it on a single point for the purposes of starting fires. Think of it as a curved mirror of sorts.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_035<tab>Natürlich. Es handelt sich dabei um eine Vorrichtung, die das Sonnenlicht bündelt und die Strahlen auf einen Punkt reflektiert, um ein Feuer zu entfachen. Vielleicht lässt es sich am ehesten als eine Art gekrümmter Spiegel beschreiben.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_035<tab>太陽の光を一点に集め、火を熾す道具ですよ。 湾曲した鏡とでもいいましょうか……。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_036<tab>We Mamool Ja revere the sun's rays, and believe the fire produced by its light banishes the wicked to the shadows. Every fire you see burning in the palace's halls is sacred, lit by the sun itself.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_036<tab>Wir Mamool Ja verehren die Sonnenstrahlen und glauben, dass ein durch sie entfachtes Feuer das Böse in die Schatten vertreiben kann. Jedes Feuer in den Hallen des Palastes ist heilig und von der Sonne selbst entzündet.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_036<tab>マムージャ族は太陽の光を尊ぶ文化があり、 その光から採った火には、魔を祓う力があるとされているのです。 王宮内の篝火は、すべて採火器の火を使っているのですよ。

source: TEXT_KINGLA107_04974_RRALSOJ_000_037<tab>I see... By the way, you mentioned earlier you wished for us to craft a pair. In other words...
de: TEXT_KINGLA107_04974_RRALSOJ_000_037<tab>Ich verstehe ... Übrigens hast du vorhin erwähnt, dass wir ein Paar davon anfertigen sollen. In anderen Worten<var 1D /var>...
ja: TEXT_KINGLA107_04974_RRALSOJ_000_037<tab>なるほど……。 ところで、さきほど対と申されたのは、つまり……

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_038<tab>Yes. Now that Vow Wuk Lamat and Vow Koana have ascended the throne, it is paramount that they receive their own individual sun reflectors for ritual purposes as soon as possible.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_038<tab>Ja. Da Königin Wuk Lamat und König Koana nun den Thron bestiegen haben, ist es von höchster Wichtigkeit, dass sie so schnell wie möglich ihre eigenen, individuellen Solarreflektoren für rituelle Zwecke erhalten.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_038<tab>ええ、ウクラマト様とコーナ様という新たな連王が即位した今、 あの方々が儀礼でお使いできるよう、できるだけ早く…… 新たな「<var 28 ((ItemHQ)) F2AB8401 /var>」をご用意したいのです。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_039<tab>That said, they are fickle devices. Even the slightest imbalance or deformity in their construction can result in a complete lack of functionality. What's more, cloudy weather extends the time it takes to produce a flame exponentially.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_039<tab>Allerdings ist so ein Solarreflektor ein kompliziertes Gerät. Selbst die kleinste Ungleichmäßigkeit oder Verformung bei seiner Herstellung kann seine Tauglichkeit extrem einschränken oder ihn gar vollkommen unbrauchbar machen. Und dazu kommt, dass bei Bewölkung die benötigte Zeit, um eine Flamme zu entfachen, sowieso schon um ein Vielfaches erhöht wird.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_039<tab>ですが、採火器というものは、ほんの少しでも歪みがあれば、 太陽の光を束ねることはできず火も熾せません。 また微かな曇りがあれば、着火に要する時間もかかる……。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_040<tab>While it may appear simple in design, in practice it is anything but. Only the finest artisans can be trusted with so delicate a device.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_040<tab>Das Konzept mag einfach erscheinen, doch dies ist ganz und gar nicht der Fall. Die Herstellung eines so filigranen Geräts kann nur den allerbesten Handwerkern anvertraut werden.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_040<tab>つまり構造は単純ながら、高い技術力が求められ、 よほど腕のいい職人でないと作れない品、というわけです。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_041<tab>Will you accept our request?
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_041<tab>Werdet ihr unsere Anfrage also annehmen?
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_041<tab>お願い、できますか？

source: TEXT_KINGLA107_04974_RRALSOJ_000_042<tab>We'll make the reflectors for you, all right. I stake my honor as a craftswoman on it.
de: TEXT_KINGLA107_04974_RRALSOJ_000_042<tab>Ja, das werden wir! Wir <var 1A 02 /var>werden<var 1A 01 /var> diese Reflektoren für euch anfertigen. Das schwöre ich auf meine Ehre als Handwerkerin.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_042<tab>職人の魂にかけて、やり遂げてみせよう。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_100_042<tab>Full glad am I to hear it. Then allow me to share with you a copy of the design plans used for the antecedent ceremonial reflector.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_100_042<tab>Das freut mich zu hören. Dann lasst mich euch eine Kopie der Entwurfspläne für den vorherigen zeremoniellen Reflektor geben.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_100_042<tab>快諾に感謝します。 では、以前の技師が作成した図面の写しを、 参考として貴方がたにお譲りいたしましょう。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_110_042<tab>Yet know that this is to be used as nothing more than a reference, for this reflector was made for the late Dawnservant, Gulool Ja Ja. We expect an altogether different design from you─one befitting the new Dawnservants.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_110_042<tab>Diese sollen euch lediglich als Referenz dienen, da sie den Reflektor zeigen, den der frühere König Gulool Ja Ja benutzt hat. Wir erwarten jedoch etwas gänzlich anderes von euch. Etwas, das Königin Wuk Lamat und König Koana gerecht wird.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_110_042<tab>ですがこれはあくまでグルージャジャ様の特注品。 同じものを作るのではなく、 新たな連王にふさわしい品をお願いいたします。

source: TEXT_KINGLA107_04974_RRALSOJ_120_042<tab>Understood. Leave it to us.
de: TEXT_KINGLA107_04974_RRALSOJ_120_042<tab>Verstanden. Überlass das ruhig uns.
ja: TEXT_KINGLA107_04974_RRALSOJ_120_042<tab>ああ、任せてくれ。

source: TEXT_KINGLA107_04974_RRALSOJ_000_043<tab>We'd best return to the shop forthwith and discuss our approach.
de: TEXT_KINGLA107_04974_RRALSOJ_000_043<tab>Wir sollten umgehend zum Laden zurückkehren und unser Vorgehen besprechen.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_043<tab>じゃあ、俺たちは一度店に戻って、詳しい作業の話をするか。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_050<tab>The censers were all of wonderful make. And with a friend of Vow Wuk Lamat involved in the solar reflectors' creation, I know I can expect a phenomenal product.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_050<tab>Die von dir angefertigten Räuchergefäße waren echte Kunstwerke. Da du an der Herstellung der Solarreflektoren beteiligt bist, werden sie gewiss großartig sein, <var 08 E905 ((Freundin)) ((Freund)) /var> von Königin Wuk Lamat.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_050<tab>前回の香炉も、とても良い出来栄えでした。 ウクラマト様のご友人である貴方が協力しているのであれば、 今回も素晴らしい品が期待できそうですね。

source: TEXT_KINGLA107_04974_PAPAWNI_000_055<tab>The device's shape must be nothing less than perfect if it is to properly capture the sun's rays...naturally, its surface must be polished to a shine, lest it be incapable of reflecting light at the required intensity. All the while, it should possess a quality of craftsmanship befitting the palace...
de: TEXT_KINGLA107_04974_PAPAWNI_000_055<tab>Die Form des Reflektors muss perfekt sein, um die Sonnenstrahlen richtig einzufangen<var 1D /var>... Die Oberfläche muss sorgfältig poliert werden, damit das gebündelte Licht die benötigte Intensität erreicht. Zudem muss das Resultat eine handwerkliche Qualität aufweisen, die dem Palast gerecht wird<var 1D /var>...
ja: TEXT_KINGLA107_04974_PAPAWNI_000_055<tab>太陽の光を集めるのなら、形状を工夫しなければ……。 もちろん反射のために鏡面を磨き上げる必要もあるし、 台座の強度を気にしたうえで、王宮にふさわしい細工も……。

source: TEXT_KINGLA107_04974_RRALSOJ_000_060<tab>The plans I received from the seer are far more elaborate than I expected. Makes me wonder if the person who drafted 'em was a potsworn.
de: TEXT_KINGLA107_04974_RRALSOJ_000_060<tab>Die Pläne, die ich von dem Hofmagier erhalten habe, sind komplizierter, als ich dachte. Ich frage mich, ob sie von einem Topfwerker entworfen wurden.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_060<tab>祭司殿からもらった図面は、えらく精巧に書き込まれてる。 もしかすると、かつてこれを作ったのは壺匠だったのかもな。

source: TEXT_KINGLA107_04974_RRALSOJ_100_060<tab>We'll need to build the base in such a way that the device can be rotated to capture the sun's rays, with a concave reflective surface to focus the light. And I haven't even started on the ornamentation...
de: TEXT_KINGLA107_04974_RRALSOJ_100_060<tab>Wir müssen die Basis so bauen, dass sich das Gerät drehen lässt, um die Sonnenstrahlen einzufangen<var 1D /var>- mit einer konkaven, reflektierenden Oberfläche zur Fokussierung des Lichts. Von den Verzierungen ganz zu schweigen<var 1D /var>...
ja: TEXT_KINGLA107_04974_RRALSOJ_100_060<tab>太陽の向きに合わせて角度を変えられるような土台、 極限まで磨きあげる丸みを帯びた鏡面、 そして王族が使うにふさわしい意匠、か……。

source: TEXT_KINGLA107_04974_RRALSOJ_000_061<tab>The pressure o' makin' a device the Vows 'emselves will use is somethin' fierce. Don't help that the complexity o' this device is unlike any I've ever crafted before. I daresay Papawni an' I'll have our hands full preparin' just a single one between us.
de: TEXT_KINGLA107_04974_RRALSOJ_000_061<tab>Etwas herzustellen, das von den Kronen persönlich verwendet werden wird, bringt einen enormen Druck mit sich. Und es ist auch nicht gerade hilfreich, dass dieses Gerät komplexer ist als alles, was ich bisher angefertigt habe. Ich fürchte, Papawni und ich werden alle Hände voll zu tun haben, um auch nur eins davon fertig<var 16 /var>zu<var 16 /var>stellen.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_061<tab>かつてないほど難度の高い金属加工の依頼だ。 おそらく、俺とパニーニのふたりで力を合わせても、 ひとつ仕上げるので精いっぱいだろう。

source: TEXT_KINGLA107_04974_RRALSOJ_000_062<tab>But we'll make the thing our godsdamned magnum opus, you'd best believe. As for the other one... You're the finest metalworker I know, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. I'm countin' on you to make somethin' beyond everyone's expectations.
de: TEXT_KINGLA107_04974_RRALSOJ_000_062<tab>Doch wir werden es zu einem Meisterwerk machen, so viel ist sicher. Was den anderen Reflektor angeht<var 1D /var>... Du bist <var 08 E905 ((die beste Metallhandwerkerin)) ((der beste Metallhandwerker)) /var>, <var 08 E905 ((die)) ((den)) /var> ich kenne, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Ich zähle auf dich, etwas herzustellen, das alle Erwartungen übertrifft.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_062<tab>その代わり最高のものを作ってみせるから、 <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>、あんたの腕を見込んで、 もうひとつの「<var 28 ((ItemHQ)) F2AB8401 /var>」製作を頼みたい。

source: TEXT_KINGLA107_04974_RRALSOJ_000_063<tab>I'm sure Vow Wuk Lamat and Vow Koana would be overjoyed to receive somethin' made by your hands.
de: TEXT_KINGLA107_04974_RRALSOJ_000_063<tab>Ich bin mir sicher, dass Königin Wuk Lamat und König Koana hocherfreut wären, etwas entgegenzunehmen, das von dir produziert wurde.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_063<tab>きっと、ウクラマト様とコーナ様も、 あんたが作ったものを喜んでくださると思うんだ。

source: TEXT_KINGLA107_04974_PAPAWNI_000_064<tab>Indeed, which is why we'd like you to be in charge of the design! As their dear friend, you know their tastes far better than us. Once you've finished, I'll make sure the mold Mistress Rral Soj prepares ends up nigh identical to yours!
de: TEXT_KINGLA107_04974_PAPAWNI_000_064<tab>In der Tat. Daher solltest du für die genaue Gestaltung verantwortlich sein! Als <var 08 E905 ((gute Freundin)) ((guter Freund)) /var> der beiden kennst du ihren Geschmack viel besser als wir. Sobald du fertig bist, werde ich dafür sorgen, dass die Gussform von Rral Soj deiner exakt gleicht!
ja: TEXT_KINGLA107_04974_PAPAWNI_000_064<tab>ええ、連王様とお知り合いのあなたに意匠はお任せします！ きっと完成は私たちより早いだろうし、仕上げ担当の私が、 意匠と品質を、あなたのものに並ぶよう高めてみせる！

source: TEXT_KINGLA107_04974_PAPAWNI_000_065<tab>Ah, and you needn't worry about procuring any materials! I passed through Bayside Bevy on the way back and collected everything we require. Should your stock run low, but say the word!
de: TEXT_KINGLA107_04974_PAPAWNI_000_065<tab>Ah, und über die Beschaffung von Materialien brauchst du dir keine Gedanken zu machen! Ich habe auf dem Rückweg in der Küstenkolonie Halt gemacht und alles besorgt, was wir benötigen. Wenn dir die Vorräte ausgehen sollten, gib mir einfach Bescheid!
ja: TEXT_KINGLA107_04974_PAPAWNI_000_065<tab>必要そうな素材は、 店に戻りがてら、ベイサイド・ベヴィーで仕入れてきました！ 足りなくなったら、いつでも言って！
