Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/049/KinGla107_04974/*.xlf
Languages: de, ja

source: TEXT_KINGLA107_04974_PAPAWNI_000_070<tab>I made sure to purchase plenty of extra supplies, as crafting a device this complex will require trial and error. Pray take as much as you need. Let's create something fit for the palace!
de: TEXT_KINGLA107_04974_PAPAWNI_000_070<tab>Ich habe jede Menge zusätzliche Vorräte eingekauft, da bei einem derart komplexen Produkt einige Fehlschläge zu erwarten sein dürften. Nimm dir so viel, wie du brauchst. Lass uns etwas anfertigen, das dem Palast gerecht wird!
ja: TEXT_KINGLA107_04974_PAPAWNI_000_070<tab>「<var 28 ((Item)) F2ABA001 /var>」なら、十分に用意があります。 王宮からの依頼品の製作、一緒にがんばりましょう！

source: TEXT_KINGLA107_04974_PAPAWNI_000_071<tab>My goodness, you've already finished!? Such incredible work... You simply must show it to Mistress Rral Soj!
de: TEXT_KINGLA107_04974_PAPAWNI_000_071<tab>Du meine Güte, du bist schon fertig!? Und welch ein unglaubliches Kunstwerk<var 1D /var>... Du musst es unbedingt Rral Soj zeigen!
ja: TEXT_KINGLA107_04974_PAPAWNI_000_071<tab>わっ、すごい！ もう完成……！？ ぜひ「ラルソジ」さんにも見せてあげてください！

source: TEXT_KINGLA107_04974_RRALSOJ_000_080<tab>By no means is craftin' one o' these solar reflectors a simple task. How're you farin'?
de: TEXT_KINGLA107_04974_RRALSOJ_000_080<tab>Die Herstellung dieses <var 32 ((ItemHQ)) 06F2AB84020302 /var> ist ganz sicher keine leichte Aufgabe. Wie läuft es bei dir?
ja: TEXT_KINGLA107_04974_RRALSOJ_000_080<tab>「<var 28 ((ItemHQ)) F2AB8401 /var>」の製作は一筋縄じゃいかないだろうが…… 進捗状況はどうだ？

source: TEXT_KINGLA107_04974_RRALSOJ_000_081<tab>You already finished! And the device has every onze o' the sorta quality I've come to expect from you.
de: TEXT_KINGLA107_04974_RRALSOJ_000_081<tab>Du bist bereits fertig! Und das Resultat hat genau die Qualität, die ich von dir erwartet habe.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_081<tab>もうできたのか！ 製作の早さもさることながら、品質も申し分なさそうだな！

source: TEXT_KINGLA107_04974_RRALSOJ_000_082<tab>It so happens I just finished tendin' to my portion o' the reflector. Papawni's currently seein' to the more delicate touches.
de: TEXT_KINGLA107_04974_RRALSOJ_000_082<tab>Ich bin zufällig auch gerade mit meinem Teil des Reflektors fertig geworden. Papawni kümmert sich derzeit um den letzten Feinschliff.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_082<tab>俺たちの方は、俺の作業がさっき終わって、 パパーニに仕上げを託したところだ。

source: TEXT_KINGLA107_04974_RRALSOJ_000_083<tab>Soon as she's finished, we set off to the palace.
de: TEXT_KINGLA107_04974_RRALSOJ_000_083<tab>Sobald sie damit fertig ist, brechen wir zum Palast auf.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_083<tab>完成次第、すぐに祭司殿のもとへ持っていくぞ！

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_100<tab>Welcome back, my friends. I trust these are the requested reflectors?
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_100<tab>Willkommen zurück, meine Freunde. Sind das die bestellten Reflektoren?
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_100<tab>お待ちしておりました、「金荒物屋ラルソジ」の皆様。 依頼した品は、こちらですね？

source: TEXT_KINGLA107_04974_RRALSOJ_000_101<tab>That they are. Workin' in tandem with <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, we spared no effort in makin' both these devices somethin' fit for royal company.
de: TEXT_KINGLA107_04974_RRALSOJ_000_101<tab>Ja. In Zusammenarbeit mit <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> haben wir keine Mühen gescheut, etwas herzustellen, das den Kronen gerecht wird.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_101<tab>ああ、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>の協力のもと、 俺たち三人で対の採火器を製作した。 新たな連王様にふさわしい採火器に仕上がったはずだ。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_102<tab>How seamless the surface... Not a blemish to be found. Indeed, these appear most worthy for the Vows.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_102<tab>Wie glatt diese Oberfläche ist<var 1D /var>... Es ist nicht der geringste Makel zu erkennen. Sie scheinen wahrlich wie für die Kronen gemacht zu sein.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_102<tab>おお、この曇りなき鏡面たるや……！ 新連王陛下の祭具にふさわしい、美しい仕上がりですね。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_103<tab>Yet appearances are not everything. Above all else, they must perform their function.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_103<tab>Doch das Er<var 16 /var>schei<var 16 /var>nungs<var 16 /var>bild ist nicht alles. Sie müssen vor allem ihre Funktion erfüllen.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_103<tab>とはいえ、実用品でもありますから、 重要なのはその機能……。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_104<tab>Allow me to evaluate whether they do.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_104<tab>Gestattet mir, dies einer Prüfung zu unterziehen.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_104<tab>きちんと太陽の光を集められるか、 まずはこの場で、試させていただきましょう。

source: TEXT_KINGLA107_04974_PAPAWNI_000_105<tab>It works!
de: TEXT_KINGLA107_04974_PAPAWNI_000_105<tab>Es funktioniert!
ja: TEXT_KINGLA107_04974_PAPAWNI_000_105<tab>やったぁ……！

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_106<tab>To think they should both light a flame so swiftly... What astonishing craftsmanship!
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_106<tab>Kaum zu glauben, dass sie so schnell eine Flamme entfachen können<var 1D /var>... Welch erstaunliche Handwerkskunst!
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_106<tab>どちらも、こんなにも素早く採火できるとは……！ 実用面でも素晴らしい逸品ですね！

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_107<tab>I am truly glad I came to all of you with this request. The Vows will most certainly cherish these reflectors for years to come.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_107<tab>Ich bin wirklich froh, mit dieser Bitte an euch getreten zu sein. Diese Reflektoren werden den Kronen mit Sicherheit viele Jahre lang gute Dienste leisten.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_107<tab>貴方がたに金煌の採火器を依頼してよかった。 新しい連王様も、きっとこの逸品をお喜びになるでしょう。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_108<tab>If it please you, I would secure your services in a more official capacity, Mistress Rral Soj. What would you say to a royal warrant of appointment?
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_108<tab>Ich würde gerne erneut eure Dienste in Anspruch nehmen, Rral Soj. Was hältst du von einer königlichen Ernennungsurkunde?
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_108<tab>そして、店主殿。 「金荒物屋ラルソジ」を、新たな王宮御用達として認定し、 今後もお取引を継続させていただいても？

source: TEXT_KINGLA107_04974_RRALSOJ_000_109<tab>It's the greatest honor any artisan could wish for. I happily accept.
de: TEXT_KINGLA107_04974_RRALSOJ_000_109<tab>D-Das ist die größte Ehre, die ein Handwerker sich vorstellen kann! <räusper> Ich nehme das Angebot natürlich gerne an.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_109<tab>俺の店が王宮御用達のひとつとして名を挙げられるのは、 職人としてこの上ない誉れだ。 謹んでお受けする。

source: TEXT_KINGLA107_04974_RRALSOJ_000_110<tab>Should the royal family ever want for metalwares o' quality, XRral Soj Metalwares will be happy to serve. You have my word.
de: TEXT_KINGLA107_04974_RRALSOJ_000_110<tab>Wann immer die Königs<var 16 /var>familie hochwertige Produkte benötigt, steht XRral Soj Metallwaren zur Verfügung. Darauf gebe ich dir mein Wort.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_110<tab>王族にふさわしい高品質な金属製品が必要になったときは、 ご一報を……すぐさま駆けつけると、ここに誓おう！

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_111<tab>It is heartening to know that such a wonderful establishment exists within our fair city.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_111<tab>Es freut mich sehr, dass wir ein solch wunderbares Geschäft in unserer schönen Stadt haben.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_111<tab>こんなにも素晴らしい店がトライヨラにあるとは、 頼もしい限りです。

source: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_112<tab>Now then, I shall see to having your remuneration and official letter of appointment sent out forthwith. You have my sincere gratitude for your exemplary work this day.
de: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_112<tab>Ich werde unverzüglich dafür sorgen, dass du deine Bezahlung und die offizielle Ernennungsurkunde erhältst. Ich möchte euch außerdem meine aufrichtige Dankbarkeit für eure ausgezeichnete Arbeit aussprechen.
ja: TEXT_KINGLA107_04974_BOONEWAPRIEST04973_000_112<tab>では、報酬や王宮御用達の認定書はあとから店に送りましょう。 今回のお働きに、心から感謝します。

source: TEXT_KINGLA107_04974_PAPAWNI_000_120<tab>I've never felt more blessed to be an artisan than in this moment. The seer had such kind things to say... Thank goodness I returned to work at Mistress Rral Soj's side!
de: TEXT_KINGLA107_04974_PAPAWNI_000_120<tab>Ich habe mich noch nie so glücklich als Handwerkerin gefühlt wie in diesem Moment. Der Hofmagier hatte so viele warme Worte für uns übrig<var 1D /var>... Den Göttern sei Dank, dass ich an Rral Sojs Seite zurückgekehrt bin!
ja: TEXT_KINGLA107_04974_PAPAWNI_000_120<tab>祭司様のお褒めの言葉が、職人冥利に尽きて……！ 職人を続けててよかったなぁ……！

source: TEXT_KINGLA107_04974_RRALSOJ_000_130<tab>I can't thank you enough, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. We never could've come this far without you.
de: TEXT_KINGLA107_04974_RRALSOJ_000_130<tab>Ich kann dir gar nicht genug danken, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Ohne dich hätten wir es nie so weit gebracht.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_130<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>、ありがとう！ あれだけの仕事を完遂できたのは、あんたがいてくれたからだ！

source: TEXT_KINGLA107_04974_RRALSOJ_000_131<tab>Even when Papawni left, I can't say I would've mustered the courage to go and see her if you hadn't been by my side.
de: TEXT_KINGLA107_04974_RRALSOJ_000_131<tab>Selbst als Papawni fortging, hätte ich ohne dich an meiner Seite wohl nicht den Mut aufgebracht, sie aufzusuchen.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_131<tab>パパーニが出ていったときも、 あんたなしでは追いかけることすらできなかっただろう。

source: TEXT_KINGLA107_04974_RRALSOJ_000_132<tab>In my ignorance, I believed my main sellin' point was speed, and speed alone. But thanks to the both o' you, XRral Soj Metalwares will soon receive a royal warrant o' appointment...
de: TEXT_KINGLA107_04974_RRALSOJ_000_132<tab>In meiner Unwissenheit glaubte ich, mein Geschäft einzig auf der Prämisse schneller Produktion errichten zu müssen. Doch dank euch beiden wird XRral Soj Metallwaren demnächst eine königliche Ernennungsurkunde erhalten<var 1D /var>...
ja: TEXT_KINGLA107_04974_RRALSOJ_000_132<tab>己の未熟さゆえに、俺は仕事の早さだけを売りにしてきた。 そんな俺が構えた店が、ふたりの力を借りて、 まさか王宮御用達になれるなんてよ……！

source: TEXT_KINGLA107_04974_RRALSOJ_100_132<tab>I-I can't express to you both...just how thankful I am...
de: TEXT_KINGLA107_04974_RRALSOJ_100_132<tab>Ich<var 1D /var>... <schluchz> Ich kann euch beiden gar nicht sagen<var 1D /var>... wie dankbar ich bin<var 1D /var>...
ja: TEXT_KINGLA107_04974_RRALSOJ_100_132<tab>ううっ……！ 感無量だ……！

source: TEXT_KINGLA107_04974_PAPAWNI_110_132<tab>Oh, Mistress Rral Soj!
de: TEXT_KINGLA107_04974_PAPAWNI_110_132<tab>Hach, Rral Soj!
ja: TEXT_KINGLA107_04974_PAPAWNI_110_132<tab>ラルソジさんたら……！

source: TEXT_KINGLA107_04974_PAPAWNI_000_133<tab>I must thank you as well, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. When we first met, I'd but recently left the comfort of Earthenshire, and was struggling to come to grips with my work here. Words can ill express how grateful I am to you for helping me carve out a place for myself.
de: TEXT_KINGLA107_04974_PAPAWNI_000_133<tab>Ich muss mich auch bei dir bedanken, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Als wir uns das erste Mal trafen, hatte ich gerade Irdehalde mit all seinen Annehm<var 16 /var>lich<var 16 /var>keiten verlassen und gehörige Probleme mit meiner Arbeit hier. Mir fehlen die Worte, um meine Dankbarkeit dafür auszudrücken, dass du mir geholfen hast, meinen <var 1A 02 /var>wahren<var 1A 01 /var> Wohlplatz zu finden.
ja: TEXT_KINGLA107_04974_PAPAWNI_000_133<tab>私からも、お礼を言わせてほしいです！ 慣れた環境を離れ、新たな仕事にも馴染めずにいた私が、 こうして居場所を見つけられたのは、本当にあなたのおかげ。

source: TEXT_KINGLA107_04974_PAPAWNI_000_134<tab>From this day forth, I will continue to leverage my strengths in making the metalwares our patrons need!
de: TEXT_KINGLA107_04974_PAPAWNI_000_134<tab>Von diesem Tag an werde ich meine Stärken weiter einsetzen, um die Metallwaren herzustellen, die unsere Kunden benötigen!
ja: TEXT_KINGLA107_04974_PAPAWNI_000_134<tab>これからは、自分の長所を活かして、 お客さんが本当に必要としていることに向き合いながら、 日用品を製作して、届けていきます！

source: TEXT_KINGLA107_04974_RRALSOJ_000_135<tab>As will I. In other words, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>... I think we're finally ready to give this a go on our own.
de: TEXT_KINGLA107_04974_RRALSOJ_000_135<tab>Anders ausgedrückt, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> ... Ich denke, wir sind endlich so weit, die Sache alleine zu versuchen.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_135<tab>パパーニの言うとおり、俺たちはやっと、 あんたの手を借りずに店をやっていけそうだ。

source: TEXT_KINGLA107_04974_RRALSOJ_000_136<tab>XRral Soj Metalwares will become a shop that not only excels at deliverin' products to our customers with speed, but at a quality they won't find anywhere else!
de: TEXT_KINGLA107_04974_RRALSOJ_000_136<tab>XRral Soj Metallwaren wird ein Laden, der Kunden nicht nur besonders schnell mit Produkten beliefert, sondern auch in einer Qualität, die ihresgleichen sucht!
ja: TEXT_KINGLA107_04974_RRALSOJ_000_136<tab>これからはどんな依頼も受け入れられる、 仕事の早さと品質を兼ね備えた、金荒物の店としてな！

source: TEXT_KINGLA107_04974_Q1_000_000<tab>What will you say?
de: TEXT_KINGLA107_04974_Q1_000_000<tab>Was möchtest du sagen?
ja: TEXT_KINGLA107_04974_Q1_000_000<tab>何と言う？

source: TEXT_KINGLA107_04974_A1_000_001<tab>I know you'll become the finest metalwares shop this side of the salt!
de: TEXT_KINGLA107_04974_A1_000_001<tab>Dies wird ganz bestimmt der beste Anlaufpunkt für Metallwaren diesseits der See!
ja: TEXT_KINGLA107_04974_A1_000_001<tab>応援してる！

source: TEXT_KINGLA107_04974_A1_000_002<tab>I suppose that makes us rivals.
de: TEXT_KINGLA107_04974_A1_000_002<tab>Dann sind wir von nun an wohl Konkurrenten.
ja: TEXT_KINGLA107_04974_A1_000_002<tab>これからは職人としてライバルだな

source: TEXT_KINGLA107_04974_RRALSOJ_000_137<tab>Heh, I appreciate the vote o' confidence. Papawni and I'll aspire to become metalworkers like you.
de: TEXT_KINGLA107_04974_RRALSOJ_000_137<tab>Ich weiß den Vertrauensvorschuss zu schätzen. Papawni und ich streben beide an, irgendwann einmal dein Niveau zu erreichen.
ja: TEXT_KINGLA107_04974_RRALSOJ_000_137<tab>ああ、激励ありがとよ！ パパーニとともに、あんたのような職人を目指していくよ。

source: TEXT_KINGLA107_04974_RRALSOJ_000_138<tab>You're damn right! We may not be on your level yet, but Papawni and I'll work ourselves to the bone until we are!
de: TEXT_KINGLA107_04974_RRALSOJ_000_138<tab>Ganz genau! Wir sind zwar vielleicht noch nicht auf deinem Niveau, aber Papawni und ich werden alles geben, bis wir dorthin gelangen!
ja: TEXT_KINGLA107_04974_RRALSOJ_000_138<tab>ああ、鼓舞ありがとよ！ あんたに追いつけるよう、パパーニとともに励もう。

source: TEXT_KINGLA107_04974_RRALSOJ_000_139<tab>Thank you for everything, truly. Know that you'll always be welcome at XRral Soj Metalwares!
de: TEXT_KINGLA107_04974_RRALSOJ_000_139<tab>Vielen Dank für alles. Du wirst bei XRral Soj Metallwaren stets willkommen sein!
ja: TEXT_KINGLA107_04974_RRALSOJ_000_139<tab>ほんっとうに世話になった！ これからも「金荒物屋ラルソジ」をよろしくな！

source: TEXT_KINGLA107_04974_SYSTEM_000_150<tab>Rral Soj has reignited her passion for metalworking thanks to your efforts. She now considers you the <var 48 F201F4 /var><var 49 F201F5 /var>Most Masterful of Metalworkers<var 49 01 /var><var 48 01 /var>!
de: TEXT_KINGLA107_04974_SYSTEM_000_150<tab>Deine Bemühungen haben Rral Sojs Leidenschaft für das Metallhandwerk neu entfacht. Sie betrachtet dich nun als <var 08 E905 ((die meisterhafteste Metallarbeiterin)) ((den meisterhaftesten Metallarbeiter)) /var> überhaupt!
ja: TEXT_KINGLA107_04974_SYSTEM_000_150<tab>金荒物屋ラルソジのストーリーが完結しました！ ラルソジはあなたの事を、 「誰よりも尊敬する金荒物職人」と感じているようです！

source: TEXT_KINGLA107_04974_SYSTEM_000_160<tab>There are doubtless others in Wachumeqimeqi who would welcome the aid of an able artisan. Speak with the other merchants and see how you can help.
de: TEXT_KINGLA107_04974_SYSTEM_000_160<tab>Auf dem Markt von Wachumeqimeqi gibt es noch weitere Bewohner, die deine fachkundige Hilfe ebenfalls gut gebrauchen könnten. Sprich mit verschiedenen Leuten und finde heraus, wie du ihnen helfen kannst.
ja: TEXT_KINGLA107_04974_SYSTEM_000_160<tab>また、ワチュメキメキ万貨街にはほかにも、 腕のいい職人の助けを必要としている人がいるようです。 声をかけて、話を聞いてみましょう。

source: TEXT_KINGLA107_04974_SYSTEM_000_170<tab>Normal-quality items crafted in the course of this quest serve no purpose and cannot be sold. It is recommended that you discard them.
de: TEXT_KINGLA107_04974_SYSTEM_000_170<tab>Gegenstände normaler Qualität, die im Rahmen dieses Auftrags angefertigt wurden, sind nutzlos und sollten weggeworfen werden.
ja: TEXT_KINGLA107_04974_SYSTEM_000_170<tab>本クエストで製作した「NQアイテム」を所持しています。 このアイテムは、使用することはありません。 売却もできませんので、不用でしたら破棄してください。
