Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/008/FesNyx2025Guide_00862/*.xlf
Languages: de, fr, ja, ru

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_000<tab>Good morrow to you, my <var 08 E905 ((lady)) ((lord)) /var>. I am the hebi doshin, a member of a Far Eastern delegation come to share our traditions of Heavensturn with the good people of Eorzea. If there is aught you would know of this year's celebration, you need only ask.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_000<tab>Seid gegrüßt, <var 08 E905 ((meine Dame)) ((mein Herr)) /var>. Ich bin der Schlangenleutnant, ein Mitglied einer fernöstlichen Delegation, die gekommen ist, um unsere Traditionen der Himmelswende mit den guten Leuten von Eorzea zu teilen. Solltet Ihr Fragen zu den Feierlichkeiten haben, stehe ich Euch gerne zur Verfügung.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_000<tab>Mes compagnons et moi sommes venus d'Orient pour célébrer la transition avec les habitants d'Éorzéa. Si vous avez besoin de ren<var 16 /var>sei<var 16 /var>gne<var 16 /var>ments, je suis là pour ça<var 1D /var>!
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_000<tab>あっしは、東方より参じた使節団の者でやす。 ご不明なことがありやしたら、どうぞなんなりと。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_000<tab>Доброго времени, ми(леди/лорд). Я хэби досин из делигации Далёкого Востока. На вашем языке мой титул, «досин» означает «страж». Мы прибыли, чтобы поделится традициями Фестиваля духов с народом Эорзии. Если вы желаете больше узнать о празднике в этом году, просто спросите.

source: TEXT_FESNYX2025GUIDE_00862_Q1_000_1<tab>What will you ask?
de: TEXT_FESNYX2025GUIDE_00862_Q1_000_1<tab>Was möchtest du fragen?
fr: TEXT_FESNYX2025GUIDE_00862_Q1_000_1<tab>Sur quoi vous renseignez-vous<var 1D /var>?
ja: TEXT_FESNYX2025GUIDE_00862_Q1_000_1<tab>何を聞く？
ru: TEXT_FESNYX2025GUIDE_00862_Q1_000_1<tab>Что вы хотите узнать?

source: TEXT_FESNYX2025GUIDE_00862_A1_000_1<tab>What do you do here?
de: TEXT_FESNYX2025GUIDE_00862_A1_000_1<tab>Was machst du hier?
fr: TEXT_FESNYX2025GUIDE_00862_A1_000_1<tab>La délégation orientale
ja: TEXT_FESNYX2025GUIDE_00862_A1_000_1<tab>ここで何をしている？
ru: TEXT_FESNYX2025GUIDE_00862_A1_000_1<tab>Чем занимается делегация?

source: TEXT_FESNYX2025GUIDE_00862_A1_000_2<tab>What is Heavensturn?
de: TEXT_FESNYX2025GUIDE_00862_A1_000_2<tab>Was ist das Fest der Himmelswende?
fr: TEXT_FESNYX2025GUIDE_00862_A1_000_2<tab>La fête de la transition
ja: TEXT_FESNYX2025GUIDE_00862_A1_000_2<tab>「降神祭」とは？
ru: TEXT_FESNYX2025GUIDE_00862_A1_000_2<tab>Что такое Фестиваль духов?

source: TEXT_FESNYX2025GUIDE_00862_A1_000_3<tab>I come seeking knowledge.
de: TEXT_FESNYX2025GUIDE_00862_A1_000_3<tab>Ich bin hier, weil ich nach Wissen strebe.
fr: TEXT_FESNYX2025GUIDE_00862_A1_000_3<tab>Ce qu'il faut savoir pour le quiz
ja: TEXT_FESNYX2025GUIDE_00862_A1_000_3<tab>問答巡りに役立つ知識を聞きたい
ru: TEXT_FESNYX2025GUIDE_00862_A1_000_3<tab>Я ищу знаний.

source: TEXT_FESNYX2025GUIDE_00862_A1_000_4<tab>Nothing.
de: TEXT_FESNYX2025GUIDE_00862_A1_000_4<tab>Ich überleg es mir noch mal.
fr: TEXT_FESNYX2025GUIDE_00862_A1_000_4<tab>Annuler
ja: TEXT_FESNYX2025GUIDE_00862_A1_000_4<tab>キャンセル
ru: TEXT_FESNYX2025GUIDE_00862_A1_000_4<tab>Ничего.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_003<tab>At the turning of the year, a small delegation of our people will journey to Eorzea to celebrate the coming of Heavensturn, and in so doing, strengthen the bonds of friendship between Eorzea and the Far East.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_003<tab>Meine Gefährten und ich sind zur Himmelswende nach Eorzea gekommen, um im Rahmen dieses heiligen Festes unsere zwischenstaatlichen Beziehungen zu festigen.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_003<tab>La fête de la transition est l'occasion idéale d'approfondir les relations entre Hingashi et Éorzéa. Nous sommes ac<var 16 /var>tu<var 16 /var>el<var 16 /var>le<var 16 /var>ment en pleins préparatifs pour les différents événements traditionnels de cette fête.
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_003<tab>へえ、あっしらは、「降神祭」の季節到来にあたり、 エオルゼアとの親睦を深めるため、 東方より派遣された使節団でやす。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_003<tab>По окончанию года, малая делегация нашего народа совершает путешествие в Эорзию, чтобы отпраздновать Фестиваль духов, тем самым укрепляя узы дружбы между Эорзией и Дальним Востоком.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_004<tab>This year, our leader, the hebi bugyo, has planned a uniquely entertaining quiz that delves into all manner of Heavensturn trivia. Pray, test your knowledge and mark this most auspicious of occasions!
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_004<tab>Dieses Jahr hat unsere Anführerin, die Schlangenministerin, einen besonderen Wettbewerb für die Bewohner von Limsa Lominsa geplant. Bitte, feiert mit uns dieses besonders glückverheißende Ereignis und testet Euer Wissen!
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_004<tab>Avec notre maréchale des serpents, on vous a concocté une activité au poil. Laissez-moi vous dire que vous allez adorer<var 1D /var>!
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_004<tab>あっしらの親分「巳奉行」さまとともに、 祭りを盛り上げる催しを企画しておりやす。 どうかご期待くだせえ！
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_004<tab>В этом году, наш хэби бугё, тоесть наш командир, запланировал уникальную викторину, состоящую из различных фактов о Фестивале духов. В честь такого знаменательного события, обязательно испытайте свои знания!

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_005<tab>Allow me to offer you our delegation's heartfelt thanks, my <var 08 E905 ((lady)) ((lord)) /var>, for taking part in this year's festivities with such aplomb! Thanks to you, Heavensturn will continue to flourish and prosper upon these shores.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_005<tab>Erlaubt mir, Euch im Namen unserer Delegation unseren tief empfundenen Dank auszusprechen, dass Ihr mit solchem Elan an den diesjährigen Festlichkeiten teilgenommen habt! Abenteurer wie Ihr helfen uns dabei, unsere Tradition hierzulande bekanntzumachen.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_005<tab>Merci pour votre aide. Grâce à vous, la fête de la transition se passe à merveille<var 1D /var>!
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_005<tab>あっしらは、「降神祭」を盛り上げる催しを企画しておりやす。 冒険者さまのご協力のおかげで、 祭りはつつがなく進んでおりやすぜ。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_005<tab>От лица делегации, позволите выразить вам спасибо от всех нас, ми (леди/лорд)! Если бы не ваша уверенность, с которой вы поучаствовали в нашем празднике! Благодаря вам, Фестиваль духов продолжит быть значимой традицией и в вашей стране.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_006<tab>Should you wish to draw omikuji, the omikujishi will be offering his services for the remainder of the celebration.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_006<tab>Wenn Ihr Euch an den Feierlichkeiten beteiligen möchtet, indem Ihr die „Omikuji“ genannten Orakelzettelchen zieht, könnt Ihr Euch bis zum Ende der Feier an den Wahrsager wenden.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_006<tab>Nous vous invitons à tirer des omikuji pendant la durée des festivités. N'hésitez pas à tenter votre chance tant que le résultat vous déplaît, héhé<var 1D /var>!
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_006<tab>期間中は、引き続き「おみくじ」をお楽しみいただけるんで、 よければ、足を伸ばしてみてくだせえ。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_006<tab>Если захотите вытянуть омикудзи, наш омикудзиси будет предлагать свои услуги до самого завершения фестиваля.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_007<tab>At the turning of the year, a small delegation of our people will journey to Eorzea to celebrate the coming of Heavensturn, and in so doing, strengthen the bonds of friendship between Eorzea and the Far East.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_007<tab>Meine Gefährten und ich sind zur Himmelswende nach Eorzea gekommen, um im Rahmen dieses heiligen Festes unsere zwischenstaatlichen Beziehungen zu festigen.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_007<tab>La fête de la transition est l'occasion idéale d'approfondir les relations entre Hingashi et Éorzéa. Nous sommes ac<var 16 /var>tu<var 16 /var>el<var 16 /var>le<var 16 /var>ment en pleins préparatifs pour les différents événements traditionnels de cette fête.
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_007<tab>へえ、あっしらは、「降神祭」の季節到来にあたり、 エオルゼアとの親睦を深めるため、 東方より派遣された使節団でやす。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_007<tab>По окончанию года, малая делегация нашего народа совершает путешествие в Эорзию, чтобы отпраздновать Фестиваль духов, тем самым укрепляя узы дружбы между Эорзией и Дальним Востоком.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_008<tab>This year, our leader, the hebi bugyo, has planned a uniquely entertaining quiz for the people of Limsa Lominsa─one that delves into all manner of Heavensturn trivia. Pray test your knowledge and mark this most auspicious of occasions!
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_008<tab>Dieses Jahr hat unsere Anführerin, die Schlangenministerin, einen besonderen Wissenswettbewerb für die Bewohner von Limsa Lominsa geplant. Das wollt Ihr Euch gewiss nicht entgehen lassen.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_008<tab>Avec notre maréchale des serpents, on vous a concocté une activité au poil à Limsa Lominsa. Laissez-moi vous dire que vous allez adorer<var 1D /var>!
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_008<tab>リムサ・ロミンサにて、あっしらの親分「巳奉行」さまとともに、 祭りを盛り上げる催しを企画しておりやす。 どうかご期待くだせえ！
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_008<tab>В этом году, наш хэби бугё, тоесть наш змеиный командир, запланировал уникальную викторину, состоящую из различных фактов о Фестивале духов. В честь такого знаменательного события, обязательно испытайте свои знания!

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_009<tab>You are unfamiliar with this festival? The tradition has a rich history which dates back centuries, but I do not wish to bore you, so I shall try and keep my summation brief.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_009<tab>Ach, Ihr seid mit dem Fest der Himmelswende nicht vertraut? Dann gestattet mir, mein Wissen mit Euch zu teilen. Ich werde versuchen, mich kurz und knapp in meinen Erläuterungen zu halten.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_009<tab>Ne me dites pas que vous n'avez jamais entendu parler de la fête de la transition<var 1D /var>! Il s'agit de l'événement organisé pour célébrer le passage à la nouvelle année. Pour quelqu'un originaire de Kugane comme moi, c'est étrange de devoir l'expliquer.
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_009<tab>おや、ご存じではないので？ 東方の住人であるあっしがお教えするのも、 奇妙な話でやすが……。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_009<tab>Вы не знакомы с фестивалем? Эта традиция имеет очень богатую историю, берущее своё начало многие века назад...но поскольку я не желаю чтобы вы уснули от моего рассказа, я постараюсь быть так краток, как смогу.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_010<tab>Heavensturn is a celebration that marks the start of a new year, though the way in which it is observed differs from region to region. Here in Eorzea, it is said that the Twelve select one among them to keep vigil over the realm until the next passing of the twelve moons. I believe this year it is Llymlaen, watcher of the seas and goddess of navigation, who has been charged with this duty.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_010<tab>Die Himmelswende ist ein Fest, bei dem der neue Lauf der Jahreszeiten eingeläutet wird. Es wird sowohl in Eorzea als auch im Fernen Osten begangen, wobei es bedeutende Unterschiede in unseren Traditionen gibt. Hier in Eorzea wird eine der zwölf Schutzgottheiten auserwählt, um über das nächste Jahr zu wachen. Ich glaube, dieses Jahr ist es Llymlaen<var 1D /var>...
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_010<tab>En Éorzéa, il est de coutume de célébrer une divinité parmi les Douze. Cette année, c'est Llymlaen, la déesse de la navigation et gardienne des océans, qui est à l'honneur.
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_010<tab>「降神祭」とは、新たな季節の巡りの開幕を祝う聖なる祭典。 エオルゼアでは、十二神の中から新たな主神を選ぶそうで、 今回は、海洋と航海を司る女神「リムレーン」様が選ばれたとか。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_010<tab>Фестиваль духов — это праздник, обозначающий приход нового года, но у каждого региона есть свои верования определяющие манеру того, каким будет год. У вас в Эорзии, считается что Двенадцать богов выбирают одного из своего числа. Этот бог становится защитником мира на следующие двенадцать лун. Если я не ошибаюсь, в этом году за миром следит Илимлаэн, хозяйка морей и богиня навигации.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_011<tab>In the Far East, however, the changing of the year is heralded by one of twelve totem animals. As you have no doubt discerned from my helm, this year we pay homage to the revered hebi.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_011<tab>Bei uns im Fernen Osten hingegen ist es Brauch, eines von zwölf Tieren auszuwählen. Und dieses Jahr steht im Zeichen der Schlange.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_011<tab>En revanche, nous autres Orientaux avons pour tradition de choisir parmi douze animaux spécifiques. Ainsi, les festivités se déroulent cette fois-ci sous le signe du serpent, symbole de chance et de longévité<var 1D /var>!
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_011<tab>さて一方、東方では、神話に語られたる12種の動物から、 新たな季節を司るものを選ぶのが習わしでして、 此度は「<var 4A ((巳)) ((み)) /var>」となりやした。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_011<tab>Однако у нас Дальнем Востоке, смена года отмечается одним из двенадцати тотемных животных. Как вы уже наверное поняли по моему шлему, в этом году мы отдаем честь священной хэби.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_012<tab>I speak of the creature you would know better as a “snake.”
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_012<tab>Eigentlich ja im Zeichen der „Hebi“, denn so lautet im Fernen Osten die Bezeichnung für dieses heilige Tier. Aber das nur so am Rande.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_012<tab>Vous devez sûrement vous demander pourquoi un animal aussi dangereux est associé à de bons présages. Eh bien, selon nos croyances, il s'agit de l'animal messager d'une des divinités du bonheur. Comme quoi, tout n'est qu'une question de perception !
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_012<tab>「巳」と言われても何のことやらわからないと思いやすが、 あっしらが使う「蛇」の呼び名のひとつでごぜえやす。 これも東方文化のひとつと、お含みおきくだせえ。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_012<tab>Хотя для вас это существо скорее известно как «змея».

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_013<tab>Say no more. Pray listen carefully.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_013<tab>Dann seid Ihr bei mir genau richtig. Hört mir bitte aufmerksam zu.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_013<tab>Avec plaisir. Ce que je vais vous dire est important, alors ouvrez bien vos esgourdes.
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_013<tab>お安い御用でやす。 これからする、あっしの話をよく聞いてくださいな。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_013<tab>Можете не продолжать. Прошу, послушайте внимательно.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_014<tab>We Far Easterners are fond of our superstitions─one of which concerns the hebi, a creature said to bestow great fortune upon all who behold one!
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_014<tab>Wir aus dem Fernen Osten sind sehr abergläubisch. Wir glauben zum Beispiel daran, dass der Anblick eines bestimmten Wesens großes Glück beschert!
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_014<tab>Vous savez, nous autres Orientaux sommes très su<var 16 /var>per<var 16 /var>sti<var 16 /var>tieux. Chez nous, de nombreux animaux peuvent être de bon ou de mauvais augure, et le serpent en particulier est considéré comme porteur de chance.
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_014<tab>あっしらは験担ぎってもんが好きでねえ。 東方にゃ色んな縁起ものがありやすが、 「蛇」は「幸運」をもたらすと言われてるんでさあ。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_014<tab>Нам, восточному народу, очень близки и важны суеверия, одно из таких говорит о хэби, существе которое обещает принести удачу всем, кто её встретит!

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_015<tab>But hebi are as multifarious as they are scaly, and while each species has their merits, white hebi in particular are revered for their rarity.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_015<tab>Ich rede dabei von der Schlange. Aber Schlangen sind so vielfältig wie schuppig, und während jede Art ihre Vorzüge hat, werden weiße Schlangen aufgrund ihrer Seltenheit besonders verehrt.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_015<tab>Bien sûr, il existe des serpents de toutes sortes, et chacune possède ses attraits et spécificités. Les serpents blancs, notamment, sont très rares ; c'est pourquoi on pense qu'ils sont porteurs d'excellents présages.
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_015<tab>蛇といっても、種類はいろいろございやす。 それぞれ魅力のある姿をしてますけど、 「白い蛇」ってのは特に珍しく、ありがたがられていましてね。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_015<tab>Но хэби бывают разнообразные и хотя каждый их вид почитается, белые хэби особенно почитаются в виду их редкости.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_016<tab>But there is one serpent that stands─or rather, slithers─above the rest, and that is the fabled Great White Tsuchinoko, luck-giver supreme!
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_016<tab>Dabei steht<var 1D /var>- oder besser gesagt, schlängelt<var 1D /var>- eine bestimmte weiße Schlange über allen anderen, und das ist die sagenumwobene große Weiße Noko! Nichts ist glück<var 16 /var>ver<var 16 /var>hei<var 16 /var>ßender, als sie zu Gesicht zu bekommen!
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_016<tab>Et figurez-vous que parmi eux existe un serpent légendaire, le “tsuchinoko blanc”. Quiconque rencontrerait ce vénérable ophidien serait certain de bénéficier d'une chance hors du commun !
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_016<tab>その中でも伝説の蛇、「白ツチノコ」様に出会えた日にゃ、 大きな幸運を授かること間違いなし！
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_016<tab>Но ни одна змея не стоит выше чем легендарный несущий удачу Великий белый Цутиноко!

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_017<tab>Traditionally, the people of Hingashi have used rice cakes to decorate their homes and represent the creature when praying for its blessings.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_017<tab>Traditionell nutzen die Bewohner von Hingashi Mochi, um ihre Häuser zu schmücken und dieses Geschöpf darzustellen, während sie um ihren Segen bitten.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_017<tab>Il était autrefois vénéré sur un autel lors de chaque passage à la nouvelle année, mais ses apparitions se sont raréfiées avec le temps. Cela fait maintenant des siècles que plus personne n'a témoigné l'avoir vu.
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_017<tab>代わりに、白ツチノコ様の姿に似せて作った「鏡餅」ってのを、 季節の始めに台座に飾り、幸運を願うようになったそうでやす。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_017<tab>По традиции, народ Хингаши используют рисовые пирожные для декорации своих домов и изображают животное этого года, когда посылают ему молитвы.

source: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_018<tab>Alas, in modern times, sightings of the real serpent have all but ceased.
de: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_018<tab>Be<var 16 /var>dauer<var 16 /var>licher<var 16 /var>weise liegt die letzte Sichtung der Weißen Noko viele Jahrzehnte zurück.
fr: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_018<tab>Faute de pouvoir lui adresser nos prières, il a finalement été remplacé par une friandise qui lui ressemble, le “kagami-mochi”. Nous formulons ainsi nos vœux de bonheur à un kagami-mochi disposé sur un autel à chaque début d'année.
ja: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_018<tab>昔は、その白ツチノコ様を台座に乗せて崇めたそうですが…… 今じゃすっかり姿が見られなくなっちまってねえ。
ru: TEXT_FESNYX2025GUIDE_00862_SNAKESERVER_000_018<tab>К сожалению, в наши дни настоящую змею никто не встречал.
