Repository: endervad/ffxiv_translation_test
Catalog: exd/FGSAddon/*.xlf
Languages: de, fr, ru

source: ■Objective■ Avoid obstacles and reach the goal! ■Stage Info■ The stage will end when enough challengers have qualified.
de: ■Qualifikation■ Weiche den Hinder- nissen aus und erreiche das Ziel! ■Rundenende■ Sobald sich genügend Spieler qualifiziert haben.
fr: ■Objectif■ Évite les obstacles et cours vers la ligne d'arrivée<var 1D /var>! ■Fin de la manche■ Nombre maximal de qualifiés atteint
ru: ■Цель■ Преодолевайте препятствия и прибегите к финишу!

source: ■Objective■ Avoid obstacles and reach the goal! ■Stage Info■ The stage will end when enough challengers have qualified.
de: ■Qualifikation■ Weiche den Hinder- nissen aus und erreiche das Ziel! ■Rundenende■ Sobald sich genügend Spieler qualifiziert haben.
fr: ■Objectif■ Évite les obstacles et cours vers la ligne d'arrivée<var 1D /var>! ■Fin de la manche■ Nombre maximal de qualifiés atteint
ru: ■Цель■ Преодолевайте препятствия и прибегите к финишу!

source: ■Objective■ Avoid Typhon's fungahs and stay on the platform! ■Stage Info■ The stage will end when enough challengers have qualified.
de: ■Qualifikation■ Weiche Typhons Wirbelnieser aus, ohne zu fallen! ■Rundenende■ Sobald sich genügend Spieler qualifiziert haben.
fr: ■Objectif■ Reste sur la plate-forme en évitant le souffle nasal de Typhon<var 1D /var>! ■Fin de la manche■ Nombre maximal d'éliminés atteint
ru: ■Цель■ Избегайте ветра Тифона и оставайтесь на платформе!

source: ■Objective■ Carry the crystals to the correct locations! ■Stage Info■ The stage will end when enough challengers have qualified.
de: ■Qualifikation■ Transportiere drei Kristalle zum angegebenen Ort! ■Rundenende■ Sobald sich genügend Spieler qualifiziert haben.
fr: ■Objectif■ Transporte 3 cristaux jusqu'aux arrivées correspondantes<var 1D /var>! ■Fin de la manche■ Nombre maximal de qualifiés atteint
ru: ■Цель■ Перенесите кристаллы в правильные места!

source: ■Objective■ Reach the top of the mountain and grab the crown! ■Stage Info■ The stage will end when the crown has been claimed.
de: ■Siegbedingung■ Erreiche als Erster die Krone an der Spitze! ■Rundenende■ Sobald der erste Spieler das Ziel erreicht.
fr: ■Objectif■ Atteins la couronne au sommet avant tout le monde<var 1D /var>! ■Fin de la manche■ Premier joueur arrivé
ru: ■Цель■ Доберитесь до вершины раньше всех и схватите корону!

source: Avoid obstacles and reach the goal!
de: Weiche den Hindernissen aus und erreiche das Ziel!
fr: Évite les obstacles et cours vers la ligne d'arrivée<var 1D /var>!
ru: Преодолевайте препятствия и прибегите к финишу!

source: Avoid obstacles and reach the goal!
de: Weiche den Hindernissen aus und erreiche das Ziel!
fr: Évite les obstacles et cours vers la ligne d'arrivée<var 1D /var>!
ru: Преодолевайте препятствия и прибегите к финишу!

source: Avoid Typhon's fungahs and stay on the platform!
de: Weiche Typhons Wirbelnieser aus, ohne zu fallen!
fr: Reste sur la plate-forme en évitant le souffle nasal de Typhon<var 1D /var>!
ru: Избегайте ветра Тифона и оставайтесь на платформе!

source: Carry the crystals to the correct locations!
de: Transportiere drei Kristalle zum angegebenen Ort!
fr: Transporte 3 cristaux jusqu'aux arrivées correspondantes<var 1D /var>!
ru: Перенесите кристаллы в правильные места!

source: Reach the top of the mountain and grab the crown!
de: Erreiche als Erster die Krone an der Spitze!
fr: Atteins la couronne au sommet avant tout le monde<var 1D /var>!
ru: Доберитесь до вершины раньше всех и схватите корону!

source: Race to the finish!
de: Erreiche die Ziellinie!
fr: Franchis la ligne d'arrivée<var 1D /var>!
ru: Мчитесь к финишу!

source: Race to the finish!
de: Erreiche die Ziellinie!
fr: Franchis la ligne d'arrivée<var 1D /var>!
ru: Мчитесь к финишу!

source: Don't fall in!
de: Falle nicht runter!
fr: Ne tombe pas<var 1D /var>!
ru: Не упадите!

source: Carry the crystals!
de: Transportiere die Kristalle!
fr: Transporte les cristaux<var 1D /var>!
ru: Перенесите кристаллы!

source: Reach the crown!
de: Hol dir die Krone!
fr: Atteins la couronne<var 1D /var>!
ru: Хватайте корону!

source: Waiting for players...
de: Warte auf Spieler
fr: En attente de joueurs
ru: Ожидание игроков...

source: QUALIFIED!
de: Qualifiziert
fr: QUALIFIÉ(E)<var 1D /var>!
ru: ВЫ ПРОШЛИ!

source: ELIMINATED!
de: Ausgeschieden
fr: ÉLIMINÉ(E)<var 1D /var>!
ru: ВАС ВЫБИЛИ!
