Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/008/GaiUsb007_00814/*.xlf
Languages: ru

source: TEXT_GAIUSB007_00814_SEQ_00<tab>Wheiskaet has an important mission for you.
ru: TEXT_GAIUSB007_00814_SEQ_00<tab>У Вескаэта есть для вас важное поручение.

source: TEXT_GAIUSB007_00814_SEQ_01<tab>Two highly distinguished individuals are scheduled to visit Costa del Sol, and Master Gegeruju wishes to welcome them with an elaborate banquet. Wheiskaet bids you assist in this endeavor by bringing him the ingredients required for this exotic feast. To obtain the first ingredient, you must seek out Landenel at Camp Tranquil in the South Shroud.
ru: TEXT_GAIUSB007_00814_SEQ_01<tab>Двое посетителей, чья личность остается тайной, вскоре собираются посетить Коста-дель-Соль, и господин Гегеруджу желает закатить по этому поводу исключительный банкет. Вескаэт просит вас помочь в этом начинании. Вам потребуется принести различные ингредиенты, необходимые для экзотического угощения. Чтобы получить первый ингредиент, поговорите с Ланденелем в лагере Безмятежности, что в Южной Роще.

source: TEXT_GAIUSB007_00814_SEQ_02<tab>You learn that the first ingredient is the egg of a giant adamantoise. Though Landenel will not assist you directly, he will tell you how you can obtain an egg yourself.
ru: TEXT_GAIUSB007_00814_SEQ_02<tab>Вы узнаёте, что первый ингредиент — это яйцо адамантитовой черепахи. Ланденель не собирается помогать вам напрямую, однако в подробностях сообщает, как добыть яйцо в одиночку.

source: TEXT_GAIUSB007_00814_TODO_00<tab>Speak with Landenel.
ru: TEXT_GAIUSB007_00814_TODO_00<tab>Поговорите с Ланденелем.

source: TEXT_GAIUSB007_00814_WHEISKAET_000_000<tab>Two highly distinguished individuals are scheduled to visit Costa del Sol in the near future, and Master Gegeruju wishes to welcome them with an elaborate banquet.
ru: TEXT_GAIUSB007_00814_WHEISKAET_000_000<tab>Двое посетителей, чья личность пока что должна оставаться в тайне, вскоре собираются посетить Коста-дель-Соль, и господин Гегеруджу желает закатить по этому поводу исключительный банкет.

source: TEXT_GAIUSB007_00814_WHEISKAET_000_001<tab>But while money is no object, not everything Master Gegeruju desires can be so easily purchased.
ru: TEXT_GAIUSB007_00814_WHEISKAET_000_001<tab>Деньги для господина Гегеруджу не проблема, однако далеко не всё, чего он желает к столу, может быть так легко куплено.

source: TEXT_GAIUSB007_00814_WHEISKAET_000_002<tab>It is to be an extremely exotic feast. And so, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, your mission is to seek out and obtain the rare ingredients our chef requires.
ru: TEXT_GAIUSB007_00814_WHEISKAET_000_002<tab>Это будут очень экзотические угощения, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Твоей задачей станет поиск и получение редких ингредиентов для нашего шефа.

source: TEXT_GAIUSB007_00814_WHEISKAET_100_002<tab>Naturally, such fine dining must be accompanied with a suitable wine. And by “suitable,” I mean “the very best there is.” That, however, can wait for the time being, as I believe you have enough on your plate as it is.
ru: TEXT_GAIUSB007_00814_WHEISKAET_100_002<tab>Безусловно, на таком столе должно быть подходящее вино. Под словом «подходящее» я имею в виду «лучшее, какое только можно достать». Однако этот этап пока что подождет... У тебя и так сейчас дел будет по горло.

source: TEXT_GAIUSB007_00814_WHEISKAET_000_003<tab>It will be a long and arduous journey, but you need not toil alone. Many of the mercenaries who once served under my command still live, and they will guide you in your quest. For the first ingredient, I would have you travel to the South Shroud and speak with Landenel at Camp Tranquil.
ru: TEXT_GAIUSB007_00814_WHEISKAET_000_003<tab>Это будет длинное путешествие, полное испытаний, но тебе не придётся со всем справляться в одиночку. Многие из наёмников, служивших под моим началом, всё ещё живут здравствуют — они помогут тебе в твоём задании. Для того чтобы добыть первый ингредиент, отправляйся в Южную Рощу и поговори с Ланденелем в лагере Безмятежности.

source: TEXT_GAIUSB007_00814_WHEISKAET_000_004<tab>...What? Do you mean to tell me that you cannot afford to waste time, as your associate did?
ru: TEXT_GAIUSB007_00814_WHEISKAET_000_004<tab>...Что? Собираешься сказать мне, что ты не можешь тратить время впустую, как и твоя коллега?

source: TEXT_GAIUSB007_00814_WHEISKAET_000_005<tab>Adventurer, if you have not the endurance to complete this mission, how do you expect me to believe you can outlast the Lord of Crags? Either do it or don't─I have work to do.
ru: TEXT_GAIUSB007_00814_WHEISKAET_000_005<tab><var 08 E905 ((Искательница)) ((Искатель)) /var> приключений, если в тебе нет запала даже выполнить это задание, как ты собираешься доказать мне, что ты <var 08 E905 ((способна)) ((способен)) /var> выстоять против повелителя скал? Просто сделай это, или вовсе не берись — у меня ещё куча работы!

source: TEXT_GAIUSB007_00814_LANDENEL_000_020<tab>Do you require assistance, adventurer?
ru: TEXT_GAIUSB007_00814_LANDENEL_000_020<tab>Чем могу помочь, <var 08 E905 ((искательница)) ((искатель)) /var> приключений?

source: TEXT_GAIUSB007_00814_LANDENEL_000_021<tab>...So this is the one who would challenge Titan. I've been expecting you, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
ru: TEXT_GAIUSB007_00814_LANDENEL_000_021<tab>...Так вот значит кто собирается бросить вызов Титану. Я ждал тебя, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.

source: TEXT_GAIUSB007_00814_LANDENEL_000_022<tab>The ingredient you seek is the egg of a giant adamantoise.
ru: TEXT_GAIUSB007_00814_LANDENEL_000_022<tab>Ингредиент, ради которого ты здесь — это яйцо адамантитовой черепахи.

source: TEXT_GAIUSB007_00814_LANDENEL_000_023<tab>The method of acquisition should be obvious─you steal it from the beast's nest, of course. Simple in theory, but difficult in execution. Most who try die in the attempt.
ru: TEXT_GAIUSB007_00814_LANDENEL_000_023<tab>Способ его получить так же очевиден, как и прост — ты украдешь яйцо из гнезда соответствующего существа. Однако учти, это только звучит просто. Немногие выживали в попытке это провернуть.

source: TEXT_GAIUSB007_00814_LANDENEL_000_024<tab>Will I help you get it? Hah, you amuse me. I will not jeopardize my position by openly assisting you. From me you will receive only information. What you do with it is your choice.
ru: TEXT_GAIUSB007_00814_LANDENEL_000_024<tab>Могу ли <var 1A 02 /var>я<var 1A 01 /var> помочь тебе? Ха, ну и потеха! Я не стану ставить под угрозу свою должность, помогая тебе в открытую. От меня ты получишь лишь сведения, а вот как поступить с этой информацией — это уже твоё дело.
