Repository: endervad/ffxiv_translation_test
Catalog: exd/ChocoboRaceChallenge/*.xlf
Languages: de, fr, ja

source: Race 1 - Hugging the Inside
de: 1: Immer schön innen
fr: CP1 - Toujours à la corde !
ja: 第1節：インコースを狙え

source: Race 2 - Keep Away
de: 2: Vorsicht, Flächenangriff
fr: CP2 - Gare aux attaques à aires d'effet !
ja: 第2節：範囲攻撃を避けろ

source: Race 3 - Inability
de: 3: Fähigkeiten sind nicht alles
fr: CP3 - En avant même sans aptitudes !
ja: 第3節：アビリティに頼るな

source: Race 4 - Heavy Hooves
de: 4: Ein gewichtiges Rennen
fr: CP4 - Une course très très pesante !
ja: 第4節：ヘヴィなレース

source: Race 5 - Defending the Rush
de: 5: Hiergeblieben!
fr: CP5 - Attention aux départs rapides !
ja: 第5節：とんずらを阻止せよ

source: Race 6 - Road Rivals
de: 6: Rivale auf Trab
fr: CP6 - Pas de pitié pour les rivaux !
ja: 第6節：ライバルを叩け

source: Race 7 - Field of Dreams
de: 7: Feld der Träume
fr: CP7 - Prendre du champ avec les champs !
ja: 第7節：フィールド・オブ・ドリームズ

source: Race 8 - Playing Both Ends
de: 8: Der lachende Dritte
fr: CP8 - Laissons les rivaux s'éliminer !
ja: 第8節：漁夫の利を狙え

source: Race 9 - Stamina
de: 9: Der längere Atem
fr: CP9 - Une bataille d'endurance !
ja: 第9節：スタミナの戦い

source: Race 10 - Cat and Mouse
de: 10: Zwei Temperamente
fr: CP10 - Course poursuite !
ja: 第10節：逃げる者と追う者と

source: Race 11 - Mad Dash
de: 11: Volle Kraft voraus
fr: CP11 - À bride abattue !
ja: 第11節：全速で駆け抜けろ

source: Race 12 - Bag of Tricks
de: 12: Fähigkeiten ohne Wenn und Extra
fr: CP12 - Une épreuve d'aptitude !
ja: 第12節：アビリティを駆使せよ

source: Race 13 - Tag Team
de: 13: Ein unschlagbares Gespann
fr: CP13 - Un travail d'équipe !
ja: 第13節：連携プレイに勝利せよ

source: Race 14 - Heavier Hooves
de: 14: Ein äußerst gewichtiges Rennen
fr: CP14 - Une course encore plus pesante !
ja: 第14節：続ヘヴィなレース

source: Race 15 - Ultimatum
de: 15: Rennen der Superlative
fr: CP15 - La course des extrêmes !
ja: 第15節：究極のレース
