Repository: endervad/ffxiv_translation_test
Catalog: exd/Relic6Magicite/*.xlf
Languages: de, ja

source: Mahatma of the Ram<tab>assertion
de: Mahatma des Widders<tab>Kraft des Beteuerns
ja: 白羊のマハトマ<tab>主張感

source: Mahatma of the Bull<tab>possession
de: Mahatma des Stiers<tab>Kraft des Besitzens
ja: 金牛のマハトマ<tab>所有感

source: Mahatma of the Twins<tab>cogitation
de: Mahatma der Zwillinge<tab>Kraft des Erwägens
ja: 双子のマハトマ<tab>思考感

source: Mahatma of the Crab<tab>commiseration
de: Mahatma des Krebses<tab>Kraft des Ableitens
ja: 巨蟹のマハトマ<tab>感応感

source: Mahatma of the Lion<tab>volition
de: Mahatma des Löwen<tab>Kraft des Wollens
ja: 獅子のマハトマ<tab>意志感

source: Mahatma of the Maiden<tab>interpretation
de: Mahatma der Jungfrau<tab>Kraft des Analysierens
ja: 処女のマハトマ<tab>分析感

source: Mahatma of the Scales<tab>juxtaposition
de: Mahatma der Waage<tab>Kraft des Abwägens
ja: 天秤のマハトマ<tab>比較感

source: Mahatma of the Scorpion<tab>aspiration
de: Mahatma des Skorpions<tab>Kraft des Verlangens
ja: 天蠍のマハトマ<tab>欲望感

source: Mahatma of the Archer<tab>perception
de: Mahatma des Schützen<tab>Kraft des Verstehens
ja: 人馬のマハトマ<tab>理解感

source: Mahatma of the Goat<tab>causation
de: Mahatma des Steinbocks<tab>Kraft des Dienens
ja: 磨羯のマハトマ<tab>使役感

source: Mahatma of the Water-bearer<tab>recognition
de: Mahatma des Wassermanns<tab>Kraft des Erkennens
ja: 宝瓶のマハトマ<tab>認識感

source: Mahatma of the Fish<tab>conviction
de: Mahatma der Fische<tab>Kraft des Glaubens
ja: 双魚のマハトマ<tab>信仰感
