Repository: endervad/ffxiv_translation_test
Catalog: exd/ContentTalk/*.xlf
Languages: fr

source: Here's yer bonus for completin' the exercise! Remember this trainin' on the field o' battle!
fr: Laisse-moi te donner ta récompense en tout cas. Et essaie de repenser à ce que tu viens d'apprendre quand tu mèneras un vrai combat<var 1D /var>!

source: You are prepared to commence training, then?
fr: Tu n'as qu'un mot à dirrre et on y va<var 1D /var>!

source: Your preparations are complete, then?
fr: Vous allez voir, tout va bien se passer. Pouvons-nous y aller<var 1D /var>?

source: Oi! We're in the middle o' trainin'! ...Had enough already, have ye?
fr: C'est sur moi que tu comptes taper ou tu as juste envie d'abandonner<var 1D /var>?

source: The exercise is not yet done! ...But mayhap you are done with the exercise?
fr: Bah alorrrs, l'exercice n'est pas terminé<var 1D /var>! Tu préfères qu'on laisse tomber pour le moment<var 1D /var>?

source: I cannot help you during the exercise! Unless you simply wish to quit...?
fr: Vous avez mauvaise mine... Préférez-vous reporter cet exercice à plus tard<var 1D /var>?

source: Here is your prize for completing the exercise. But remember: the real prize is the lesson you've learned!
fr: Quoi qu'il en soit, tu as bien mérité ce petit quelque chose. N'oublie pas de mettre en pratique ce que tu viens d'apprendrrre<var 1D /var>!

source: That's all for now! I hope this lesson will serve you well in your adventures!
fr: Vous avez compris l'en<var 16 /var>sei<var 16 /var>gne<var 16 /var>ment d'aujourd'hui<var 1D /var>? Dans ce cas, il ne vous reste plus qu'à reproduire ce schéma en équipe<var 1D /var>!

source: Begin the training exercise?
fr: Commencer l'exercice<var 1D /var>?

source: Exit the training exercise?
fr: Abandonner l'exercice<var 1D /var>?

source: Congratulations on completin' me course, <var 08 E905 ((lass)) ((lad)) /var>! Here's a little somethin' to mark the occasion!
fr: Tu t'es bien débrouillé<var 08 E905 ((e)) (()) /var><var 1D /var>! J'en ai pas vu beaucoup, des novices qui ont terminé l'exercice final. Laisse-moi te faire un cadeau qui prouvera aux autres que tu as réussi.

source: You've proven yourself a novice no longer! Pray accept this prize to commemorate your achievement!
fr: Tu t'es remarquablement bien battu<var 08 E905 ((e)) (()) /var>. Il ne me rrreste plus qu'à te donner l'ultime récompense.

source: I knew you were ready for the challenge! Here. I bestow this gift upon all who complete my training course!
fr: J'étais sûre que vous triompheriez<var 1D /var>! Je n'ai plus qu'à vous remettre la plus belle de nos récompenses.

source: Outstandin'! Learnin' to avoid the obvious attacks is a skill all adventurers need!
fr: Bien joué<var 1D /var>! Tu as compris le but de cet exercice<var 1D /var>? Quand on sent que l'ennemi va attaquer, il vaut mieux sortir de la zone qui va être touchée.

source: Those who insist on standin' still won't long survive the profession!
fr: Il y a même des fois où ça te sauvera la vie. Alors, ne joue pas les héros capables de tout encaisser, et n'oublie pas d'esquiver quand c'est possible<var 1D /var>!

source: Nicely done! Learning to avoid the obvious attacks is a skill all adventurers need!
fr: Les coups des ennemis peuvent vraiment faire trrrès mal. Un bon aventurier sait reconnaître le moment où son adversaire s'apprête à l'attaquer.

source: Those who insist on standing still won't long survive the profession!
fr: Et heureusement parce que sinon, ça pourrait lui coûter la vie. Alors esquive les assauts lorrrsque tu le peux.

source: Good show! Learning to avoid the obvious attacks is a skill all adventurers need!
fr: Un bon aventurier sait quand un ennemi va l'attaquer et prend soin d'esquiver les coups. Après tout, qui sait avec quelle force l'adversaire va frapper<var 1D /var>?

source: Those who insist on standing still won't long survive the profession!
fr: Certains assauts sont meurtriers... Un combattant chevronné cherche toujours à les éviter<var 1D /var>!

source: Use that combination in battle, an' ye'll build all the enmity ye need.
fr: L'enchaînement que je viens de t'apprendre permet de s'attirer beaucoup de haine de la part de ton ennemi.

source: When faced with a single foe, it's the simple methods that're often the most effective!
fr: N'hésite pas à le refaire quand tu n'as qu'un adversaire. Ça te permettra de vite devenir sa bête noire.

source: As ye've seen, combinations're a fine way o' buildin' enmity.
fr: Les com<var 16 /var>bi<var 16 /var>nai<var 16 /var>sons de coups permettent de s'attirer les foudres de ses ennemis et de devenir leur bête noire. Je pense que tu l'as bien compris.

source: When a party is relyin' on ye to take the hits, ye need a reliable method for grabbin' the enemy's attention!
fr: Et ça tombe plutôt bien puisqu'un défenseur est censé encaisser les coups à la place de ses camarades<var 1D /var>!

source: When facin' multiple foes, it's all about positionin'!
fr: Quand tu affrontes plusieurs ennemis, il faut essayer de les rassembler à un même endroit et utiliser des attaques qui touchent la zone où ils se trouvent.

source: Do ye see how fightin' a group calls for a different technique?
fr: Quand tu dois gérer plus d'un adversaire, essaie toujours de les pousser à se regrouper.

source: If ye want to be at yer most effective, ye need to switch yer tactics to meet the situation!
fr: C'est en adaptant ta tactique au nombre d'ennemis à combattre que tu seras <var 08 E905 ((la)) ((le)) /var> plus efficace au sein de ton équipe.

source: Ye see how easy it was to split up that big, nasty mob?
fr: Tu auras parfois beaucoup d'ennemis à gérer. Ne perds pas ton temps à courir aux quatre coins du champ de bataille. Si tu peux leur faire remarquer ta présence en les attaquant à distance, ne te gêne pas. Ils rappliqueront cer<var 16 /var>tai<var 16 /var>ne<var 16 /var>ment pour en découdre<var 1D /var>!

source: The situation don't always allow it, but often there's a better strategy than “charge!”
fr: En deux mots, il faut toujours s'adapter à la situation, et ne jamais oublier qu'il est parfois inutile de se jeter tête baissée dans la bataille.

source: Roundin' up reinforcements ain't so hard, eh?
fr: Tu n'as pas paniqué devant les renforts, et tu n'as pas oublié de t'attirer leur inimitié. Je suis fier de toi<var 1D /var>!

source: Did you mark the sturdiness of your ally taking the enemy's hits?
fr: Quand on combat au sein d'une équipe, tous les aventuriers n'ont pas le même rôle. Nous, on est des attaquants, mais il existe des défenseurs, qui sont là pour nous prrrotéger.

source: Coordinating efforts with a heavily armored defender will allow you to fight to your fullest!
fr: Ils tapent beaucoup moins forts que nous, mais ce sont des alliés précieux. Et ce n'est qu'en travaillant en bonne entente avec eux qu'on finit par avoir le dessus sur nos adversairrres. Même quand ce sont de gros costauds. Ne l'oublie jamais<var 1D /var>!

source: Coordination is the key to conquering foes swiftly and safely!
fr: Un bon attaquant se joint toujours à ses alliés dans la bataille, car en portant des coups il peut s'attirrrer les foudres d'un adversaire et devenir sa cible.

source: Work well with your allies, and the efficacy of your armor need not be tested!
fr: Un équipier efficace, c'est quelqu'un qui ne se la joue pas solo. Les combats tournent toujours au vinaigre quand on ne veut pas écouter ses camarades.

source: Neatly done! Breaking off attacks to save your skin is always the wisest course!
fr: Si on se bat sans esquiver les attaques, il ne faut pas s'étonner d'être le premier à mordre la poussièrrre.

source: Though it may sometimes be a frustrating dance, it is better to dodge than be sprawled in the dust!
fr: C'est bien de blesser l'ennemi, mais c'est encore mieux de rester en vie<var 1D /var>! Alors on esquive, et on attaque... On esquive, on attaque. Et on recommence autant de fois que nécessairrre<var 1D /var>!

source: A fine performance! A party is doomed without a source of restoration.
fr: Tu l'as sans doute remarrrqué, mais les soigneurs sont au moins aussi importants que les défenseurs. Les uns nous gardent en vie pendant que les autres nous protègent... Sans eux, nous ne serions rien<var 1D /var>!

source: When reinforcements threaten your healer, it is time to spring into action!
fr: Le mieux qu'on puisse faire pour leur montrer notre gratitude, c'est de combattre au maximum de nos capacités et de faire en sorte que le combat ne s'éterrrnise pas trop.

source: It is imperative to recognize when a battle has turned against you.
fr: Comme tu as pu t'en rrrendre compte, la donne peut vite changer en plein combat. Si un mécanisme permet à ton équipe de reprendre le dessus, alors il ne faut pas hésiter une seconde et aller l'activer.

source: Act quickly to neutralize an enemy's advantage, or be prepared to suffer through a difficult fight!
fr: Bien se battre ne suffit pas si la situation a basculé en la faveurrr de l'adversaire. Il faut rester attenti<var 08 E905 ((ve)) ((f)) /var> et réacti<var 08 E905 ((ve)) ((f)) /var><var 1D /var>!

source: Well done! A focused healer is a boon to any party!
fr: Les soigneurs doivent s'assurer que leurs équipiers sont en état de se battre tout au long du combat.

source: Even when it's safe to attack, always keep one eye on your allies' health!
fr: Rien ne vous empêche de vous joindre à la bataille si tout le monde va bien, mais surveillez leur état de santé, car votre priorité est de faire en sorte qu'ils se portent comme des charmes.

source: Spreading one's heals amongst many can be a trying task.
fr: Votre équipe comptera parfois plus d'un aventurier à soigner. À vous de choisir celui qui doit l'être en priorité.

source: To succeed in your role, however, you must learn to quickly assess who is most in need of mending!
fr: Cet exercice vous a appris à évaluer la situation et à observer comment les choses évoluent sur le champ de bataille. Faites attention, car une erreur de jugement pourrait coûter très cher à votre équipe.

source: Nice footwork! Be wary of those foes cunning enough to target the source of healing!
fr: Vous rencontrerez des ennemis assez rusés pour attaquer les soigneurs qui travaillent en arrière-ligne. Dans ce cas, pas de panique. Évitez les attaques et continuez à vous occuper de vos alliés.

source: And speakin' o' survival, perfectin' each o' me lessons will earn ye a piece o' armor to help ye in yer chosen role. Ye can also repeat this same lesson with the other masters, an' be rewarded with equipment what works best for students o' their combat style.
fr: Tiens, c'est une pièce d'équipement pour défenseur. Si tu en souhaites une pour attaquant ou soigneur, je te conseille de t'adresser à mes collègues et d'effectuer leurs exercices.

source: And speaking of survival, perfecting each of my lessons will earn you a piece of armor to aid you in your chosen role. Should you feel so inclined, repeat this same lesson with the other masters that they might reward you with equipment tailored towards their fields of expertise.
fr: Bien, pour la peine, je vais te donner une pièce d'équipement pour attaquant. Si tu en veux une pour défenseur ou soigneur, adresse-toi à mes collègues et fais les exerrrcices qu'ils proposent.

source: And speaking of survival, perfecting each of my lessons will earn you a piece of equipment to aid you in your chosen role. Should you decide you'd like to have a more versatile wardrobe, simply repeat this same lesson with the other masters to receive armor suited to their specialities.
fr: Tous ces efforts vous ont donné le droit à une pièce d'équipement pour soigneur. Si vous en voulez une pour défenseur ou attaquant, je vous conseille de vous adresser à mes collègues et de faire leurs exercices.

source: As House Haillenarte's lead pilot, I've been entrusted with overseeing operations across the Diadem─guiding your explorations and arranging rewards and such. Suffice it to say, you'll be hearing from me rather a lot!
fr: Je suis pilote d'aéronef pour le compte de la maison Haillenarte. Mon rôle est de vous assister dans votre exploration du Diadème en vous offrant des récompenses pour vous remercier de votre col<var 16 /var>la<var 16 /var>bo<var 16 /var>ra<var 16 /var>tion.

source: Let's see what you have, shall we?
fr: Quelle trouvaille me rapportez-vous là<var 1D /var>?

source: Aye, that's everything we need for the now. House Haillenarte thanks you!
fr: Voyons voir... Oui, c'est bien ce qu'il me faut. Un grand merci à vous, aventuriers<var 1D /var>!

source: Your explorations provide us with invaluable insight into the Diadem's unique wildlife and resources. Once we've learned how to best harness the isles' riches, our investment will surely be repaid many times over!
fr: Merci encore pour votre aide. Le Diadème est un archipel vaste qui regorge de créatures et de matériaux dont nous ne savons pas grand-chose à ce jour. Il ne fait aucun doute que lorsque nous les connaîtrons mieux, nous pourrons en tirer un profit non négligeable.

source: Here's the elixir our alchemists have concocted. Time to see how well it works.
fr: Les bons aventuriers ne repartent jamais les mains vides<var 1D /var>!

source: This all seems so absurd. Recalling the citadel shouldn't be so difficult.
fr: Ce gouffre... Ce serait une manifestation de mon appréhension<var 1D /var>? Bon sang, je dois me rappeler, peu importe la douleur...

source: What will you say?
fr: Que dites-vous à Cid pour stimuler sa mémoire<var 1D /var>?

source: Try recalling the cityscape.
fr: À quoi ressemblait la cité en elle-même<var 1D /var>?

source: Do you remember where the imperial troops were heading?
fr: Comment les Impériaux voyaient ces expériences<var 1D /var>?

source: I remember the blue of the cobblestone streets... If not for the occasional military installation, it would've looked like any other city.
fr: Hmm... Cette route de pavés bleus filait encore plus loin... La tour et les ins<var 16 /var>tal<var 16 /var>la<var 16 /var>tions militaires mises à part, un style architectural traditionnel primait dans la cité.

source: Not specifically, no... But they were on edge. Something to do with the Academy's research.
fr: Ils avaient conscience de leur importance. Je me souviens que les soldats étaient à cran...

source: Wait, I remember!
fr: Je crois... Je crois que ça commence à me revenir... Laisse-moi me concentrer un instant<var 1D /var>!

source: Sorry, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Try as I might, my mind is drawing a blank. Maybe there's something around here that might jog my memory.
fr: Désolé. Je fais de mon mieux, mais ça ne veut pas me revenir... Hmm, si seulement je pouvais trouver quelque chose pour stimuler ma mémoire...

source: Weapons and magitek armor? Right. The fighting had already started, and I was...I was...
fr: Vous avez trouvé des débris d'armes magitek et des armes de fantassins usées<var 1D /var>? Mais oui, bien sûr<var 1D /var>! C'était ce jour-là<var 1D /var>!

source: Access granted. Terminate simulation?
fr: Accès au système d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment autorisé... Quitter le guide de pilotage<var 1D /var>?

source: Abandon current duty?
fr: Quitter la mission en cours<var 1D /var>?

source: All too easy, I see, but at least you now understand the rules. Thus will we make our way to the Capitol.
fr: Tu n'as pas sué une goutte. Peu importe, cette mise en jambe t'aura fait comprendre les règles. Nous poursuivrons ainsi jusqu'au Capitole.

source: What will you say?
fr: Que dites-vous<var 1D /var>?

source: Are you trying to unnerve me?
fr: Tu veux me torturer, c'est ça<var 1D /var>?

source: That was in poor taste even for you.
fr: C'est mal... Je n'aurais pas dû...

source: Come now, I made it plain that they were monsters.
fr: Que vas-tu imaginer là<var 1D /var>? Ne t'ai-je pas dit que leur apparence importait peu<var 1D /var>? Qu'il ne s'agit que de vulgaires monstres<var 1D /var>?

source: That appearances should unsettle you so... I was under the impression you simply destroyed all who barred your way.
fr: Des états d'âme<var 1D /var>? Surprenant. Tu es pourtant toujours <var 08 E905 ((la première)) ((le premier)) /var> à te jeter dans la mêlée sans réfléchir.

source: It seems it will take more than those monsters to leave an impression upon you. Or mayhap you simply fail to understand my meaning. Not that it matters. No, I have dealt with countless heroes, and always it ends the same way. No amount of reasoning will bridge our differences─will result in happiness for all. Whatever your reasons may be, I cannot be bound by them. I can but put faith in my own beliefs, and fight for them with all my being.
fr: Nous sommes encore loin de tes limites. Hmm, tu es hors d'atteinte pour des <var 1A 02 /var>monstres<var 1A 01 /var> aussi faibles qu'eux. À vrai dire, même mes mots ne t'atteignent pas. Je comprends, tu sais<var 1D /var>? Après tout, tu es <var 08 E905 ((une héroïne)) ((un héros)) /var>. Tes idéaux et ceux de tes ennemis vous séparent, et rien ni personne ne saurait les réconcilier. Tu as fait face à ce genre d'adversaires maintes et maintes fois, n'est-ce pas<var 1D /var>? Et immanquablement, tu t'es dit en les regardant<var 1D /var>: “Seul l'un d'entre nous peut espérer une fin heureuse. Et peu importe pour quoi eux se battent, du moment que nous sommes victorieux. Que notre idéal triomphe.”

source: You're wrong. We can always strive for understanding─for compromise.
fr: C-c'est faux<var 1D /var>! Parfois, nous nous rapprochons<var 1D /var>!

source: It seems there's nothing for it but for us to fight.
fr: Toi et moi semblons nous diriger vers cette issue...

source: Hmph, how very naive. If you are willing to compromise on your beliefs, you all but admit that they are flawed.
fr: Pas quand ton idéal est vraiment en jeu<var 1D /var>! Car si un brin de compassion suffisait à y renoncer, ce serait admettre qu'il n'en vaut pas la peine<var 1D /var>!

source: For a certainty. I am Elidibus, and come what may, I will fulfill my mission.
fr: En effet... Et mon idéal triomphera, tu peux en être certain<var 08 E905 ((e)) (()) /var>.

source: No text.
fr: ●（しかし、これらの逆境を跳ね返してきた事実…… 精神的、肉体的強靭さは目を見張るものがある…… 侮れんな……）

source: How are you enjoying the walk down memory lane? I daresay there will have been a few individuals for whom you harbor deep feelings. Whose passing caused you keenest grief. That is what our people are to us. An irreplaceable existence that can ill be lost. I must─I <var 1A 02 /var>will<var 1A 01 /var> save them. For they are my... My...
fr: Qu'as-tu ressenti jusqu'ici en te remémorant ces moments marquants de ta vie<var 1D /var>? J'espère que certains de mes figurants étaient chers à tes yeux. Pense à l'affection que tu leur portes. Nous, Asciens, portons cette même affection envers les habitants du monde originel. Nous voulons les sauver afin de ne pas les perdre à jamais... Oui... À mes yeux, ils étaient... Ils étaient...

source: Draw your weapon.
fr: En profiter pour dégainer

source: Wait for him to continue.
fr: Attendre qu'Elidibus finisse sa phrase

source: ...Hmph! I think not, hero. Not yet. You must content yourself with the company of monsters a while longer.
fr: Hmpf<var 1D /var>! Pas si vite<var 1D /var>! Je veux te voir terrasser encore quelques monstres avant de t'affronter moi-même.

source: ...Never mind. We are not here to talk. Let us return to the task at hand.
fr: Hmpf... Peu importe... Je ne suis pas venu te trouver pour discuter avec toi, mais pour évaluer ta force. Poursuivons.

source: ...Never mind. We are not here to talk. Let us return to the task at hand.
fr: Hmpf... Peu importe... Je ne t'ai pas trouvé<var 08 E905 ((e)) (()) /var> pour discuter avec toi, mais pour évaluer ta force. Poursuivons.

source: Hm, my creation appears to have lost its form... It is no easy thing to see through the eyes of a beast such as him.
fr: Hmm, ma création a perdu forme... Pour ma défense, il est ardu de se mettre à la place d'un monstre comme lui.

source: No text.
fr: ●無論、必要であればいつまでも。

source: No text.
fr: ●争いをなくすためがんばっている。

source: No text.
fr: ●所詮、君だって争いたいだけじゃないのか。 あきれるぞ。

source: No text.
fr: ●君が生きているうちに終わらんだろう。 頭が悪いのか？

source: In any event, there is only so much to be learned by taking your measure this way. Let us try something different.
fr: Nous n'en finirons jamais si nous continuons comme ça, et nous voilà déjà au Capitole. Passons au niveau supérieur.

source: No text.
fr: ●（この程度の揺さぶりでは、顔色一つ変えないか…… 少しは反応してくるものだと思ったのだがな。）

source: Be that as it may, even a monster could be someone's beloved. That is what I wished to impress upon you.
fr: Mais même un monstre peut compter parmi les amis de quelqu'un. Voilà ce que je voulais te faire comprendre.

source: Sparing nary a thought to the possibility that your foe could be someone's beloved.
fr: Sans même te poser la question si les monstres que tu terrasses sont chers aux yeux de qui que ce soit...

source: No text.
fr: ●未使用●わかるとも、なにせ君は英雄だ。 どうあっても意見が異なる……いくら話しても納得できない…… そんな相手と、もう何度も向き合ってきたのだろう。

source: No text.
fr: ●未使用●そこには皆が幸せな決着など在り得ない。 斃す相手の事情など、しがらみにしかならない。 必要なのはただ……己の譲れない信念を、護り抜くことだ。

source: And I assure you I have no intention of compromising on mine. Come what may, I will fulfill my mission as Elidibus.
fr: Je développerai au mieux mon potentiel pour accomplir mes objectifs, car tel est le rôle d'Elidibus...

source: To that end do I take your measure. And eventually I will eliminate you. Your hopes and dreams are inconsequential.
fr: À cette fin, je vais évaluer tes capacités, te meurtrir et m'assurer que tu ne te relèves plus. Tout cela, sans jamais accorder ne serait-ce qu'une pensée pour ce que tu cherchais à accomplir...

source: That is what our people are to us. An irreplaceable existence that can ill be lost. I must─I <var 1A 02 /var>will<var 1A 01 /var> save them.
fr: Nous, Asciens, portons cette même affection envers les habitants du monde originel. Nous voulons les sauver afin de ne pas les perdre à jamais... Oui... À mes yeux, ils étaient...

source: For they are my... My...
fr: Ils étaient...

source: Elidibus appears distracted...
fr: Elidibus semble perdu dans ses pensées...

source: You've not been turned? Thank goodness... I thought I was the only one left.
fr: Haaa... Haaa... Quelle chance... Je ne pensais pas qu'il restait d'autres personnes saines d'esprit ici... Ils m'ont bien eu, je ne peux plus bouger...

source: Ungh...the bastards got my hand when they took down my magitek reaper. If you can repair its leg, though, it should still work. Here, take this key.
fr: La faucheuse magitek endommagée dehors est à moi... Elle ne peut plus bouger mais son armement est toujours opérationnel. Tiens, voilà la clef d'activation.

source: As for me, I've got no choice but to wait for help to arrive. If you find any of my comrades...let them know where I am, would you?
fr: Je vais rester ici et attendre les secours... Je compte sur toi pour tracer un chemin à travers les lignes ennemies et appeler des renforts.

source: If it's run out of ceruleum, you might be able to find more in the wreckage.
fr: Il te faudra faire le plein de céruleum pour qu'elle démarre, mais tu devrais en trouver dans les carcasses aux alentours... Allez file, je compte sur toi<var 1D /var>!

source: The tempered imperial has breathed his last...
fr: Le soldat subjugué a rendu son dernier souffle...

source: Inspect the fallen imperial.
fr: Inspecter la dépouille du soldat

source: Pay your respects.
fr: Offrir une prière

source: The unfortunate soldier was carrying a medical kit.
fr: Le soldat subjugué avait sur lui une potion militaire<var 1D /var>!

source: You offer a silent prayer for the deceased.
fr: Vous offrez un dernier hommage à cette pauvre victime des Télophores...
