Repository: endervad/ffxiv_translation_test
Catalog: exd/ContentTalk/*.xlf
Languages: fr

source: In this battle, you are unable to use the full extent of your powers. To reach Camp Broken Glass quickly, you should avoid combat whenever possible.
fr: Dans cette bataille, vous ne pourrez pas déployer votre force habituelle. Vous devriez éviter autant que possible les combats afin de rejoindre rapidement le camp Bris-de-glace.

source: If you are discovered, your foes will give chase. The magitek units are especially powerful, and your chances of defeating them in your current state are slim at best.
fr: Si jamais vous vous faites repérer, les soldats ennemis et armes magitek automatiques vous traqueront sans relâche. Ces dernières sont par<var 16 /var>ti<var 16 /var>cu<var 16 /var>liè<var 16 /var>rement puissantes et pourront dif<var 16 /var>fi<var 16 /var>ci<var 16 /var>le<var 16 /var>ment être vaincues dans votre état actuel.

source: You may use medical kits to restore depleted HP. While you can only carry a limited number, more can be found by inspecting fallen soldiers or wrecked magitek.
fr: Vous pouvez utiliser des potions militaires pour restaurer vos PV, mais il n'est possible que d'en transporter un nombre limité. Cependant, vous pourrez en trouver d'autres en fouillant les soldats et armes magitek aux alentours.

source: What will you do?
fr: Que voulez-vous faire<var 1D /var>?

source: You find nothing useful.
fr: Vous n'avez rien trouvé d'utile...

source: Were you in possession of your own body, you may have had the capacity to subdue rather than slay this tempered soldier.
fr: Si seulement vous étiez dans votre propre corps, vous auriez peut-être pu le sauver...

source: Let's get on with the hunt, eh? We'll need to draw out the chimera with myrmidon meat.
fr: Voilà l'endroit parfait pour chasser cette chimère. Récupérons un peu de viande de myrmidon pour l'attirer.

source: Now to accustom yourself to the reaper's tools. Harvest the souls of the fallen to call forth your avatar.
fr: Profites-en pour t'habituer aux techniques de faucheur<var 1D /var>! Les âmes de tes victimes vont te servir à appeler ton avatar.

source: Reapers can summon their avatar by filling their Soul Gauge.
fr: Pour invoquer son avatar, le faucheur doit d'abord remplir sa “Jauge des âmes”.

source: The Soul Gauge will fill when performing combos starting with Slice or when using skills such as Soul Slice.
fr: Pour cela, il peut réaliser des combos à partir de “Tranchage” ou utiliser “Tranchage animique”.

source: The best reapers fight in tandem with their avatars. Let's see how you do.
fr: La maîtrise de son avatar est la clef pour révéler toute la puissance du faucheur. Vas-y, je te regarde.

source: If I had the use of my hand, I might've stood a chance out there. Please, send help if you can!
fr: Argh... Je suis trop blessé pour pouvoir bouger... Je compte sur toi pour tracer un chemin à travers les lignes ennemies et pour appeler des renforts.

source: Assuming there is nothing else you wish to confirm, we may commence the mission as soon as you are ready.
fr: Si vous souhaitez revoir notre plan une dernière fois, c'est le moment ou jamais... Et si vous êtes prêt à partir, faites-le moi savoir.

source: What will you do?
fr: Que voulez-vous faire<var 1D /var>?

source: Go over the finer details of the plan.
fr: Confirmer les objectifs à accomplir

source: Learn about mission-exclusive actions.
fr: Revoir les actions spécifiques à la mission

source: <var 48 F20224 /var>Commence mission.<var 48 01 /var>
fr: <var 48 F20224 /var>Commencer la mission<var 48 01 /var>

source: Are you ready?
fr: Êtes-vous prêt à infiltrer l'entrepôt<var 1D /var>?

source: Nothing.
fr: Rien pour l'instant

source: I repent, I repent! Spare me and you shall have safe passage!
fr: Aaaah<var 1D /var>! P-p-pitié, laisse-moi la vie sauve... En échange, je te promets d'ôter cette barrière magique de ton chemin<var 1D /var>!

source: What will you say?
fr: Que dites-vous<var 1D /var>?

source: Very well─we have a deal.
fr: Marché conclu<var 1D /var>!

source: Give me a moment to think...
fr: Je ne te fais pas confiance<var 1D /var>!

source: What will you say?
fr: Que répondez-vous<var 1D /var>?

source: We should press on.
fr: Tu devrais attendre qu'on avance un peu plus.

source: Fish to your heart's content.
fr: Fais-toi plaisir<var 1D /var>! Après tout, tu es venu pour ça<var 1D /var>!

source: What will you say?
fr: Que répondez-vous<var 1D /var>?

source: Well go on, don't keep them to yourself.
fr: Tu veux bien nous aider alors<var 1D /var>?

source: I'm not interested in your “secrets.”
fr: Laisse-moi y réfléchir un moment...

source: I suppose I could use your help.
fr: Bon, puisque c'est proposé si gentiment<var 1D /var>!

source: I don't know if I can...
fr: Hmm... C'est bien louche, cette histoire...

source: All right, I give up. Please help.
fr: T'as gagné<var 1D /var>! J'ai vraiment besoin de ton aide...

source: You just have a...wicked air about you.
fr: Désolé<var 08 E905 ((e)) (()) /var>, mais tu ne m'inspires pas confiance...

source: Oh, thank goodness you've come. I take it you're the one who answered our petition.
fr: Merci, vous me sauvez la vie ! Vous êtes venus pour la mission d'élimination de monstres, n'est-ce pas ?

source: Wait, aren't you...? You are! <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, the adventurer who saved our star! Would that our meeting was under better circumstances.
fr: Mais, attendez... Vous êtes <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> ? <var 08 E905 ((Celle)) ((Celui)) /var> à qui l'on doit le salut de notre planète !? Quel hasard de vous croiser ici !

source: I was conducting a routine inspection of the transporter here when I suddenly found myself surrounded.
fr: J'étais en train d'inspecter ce dispositif de déplacement quand les animaux alentour se sont sou<var 16 /var>dai<var 16 /var>ne<var 16 /var>ment excités et me sont tombés dessus.

source: You'll find more of the same across the chasm─once-docile animals grown strangely aggressive. My colleagues there can tell you more.
fr: Nous présumons que tout ceci est dû à une anomalie qui serait survenue plus loin dans cette partie de l'île. Vous connaissant, vous devriez facilement pouvoir trouver des indices. Empruntez le dispositif et retrouvez la commanditaire de la mission de l'autre côté, si vous voulez bien !

source: If you'll give me just a moment, I can finish checking our equipment.
fr: Laissez-moi juste le temps de terminer de l'examiner, et vous pourrez vous en servir ensuite !

source: The adventurer come to answer my petition, I presume? We're most fortunate to have one of your considerable skill here to aid us.
fr: Alors c'est vous qui avez accepté la mission d'élimination ? Si j'avais su que <var 08 E905 ((l'héroïne)) ((le héros)) /var> de notre monde s'en chargerait en personne !

source: A creature of unknown origins has been sighted on the island in recent days, and we believe its presence has affected the local fauna.
fr: Pour tout vous dire, nous avons constaté l'apparition d'un monstre inconnu sur l'île. Sa présence a cer<var 16 /var>tai<var 16 /var>ne<var 16 /var>ment influencé les autres animaux, ce qui ex<var 16 /var>pli<var 16 /var>que<var 16 /var>rait leur com<var 16 /var>por<var 16 /var>te<var 16 /var>ment anormal.

source: The animals beyond this gate are the worst affected we've encountered thus far, though we dare not go back.
fr: Ceux qui se trouvent derrière cette porte semblent par<var 16 /var>ti<var 16 /var>cu<var 16 /var>liè<var 16 /var>rement touchés... Même les plus dociles sont devenus fous, si bien qu'aucun d'entre nous n'a pu aller plus loin !

source: Your task is to quell any threats you find, and search for traces of the beast responsible for all this.
fr: C'est pourquoi j'aimerais vous demander de neutraliser et capturer les créatures déchaînées, et de chercher des traces de l'animal qui pourrait être responsable de toute cette agitation.

source: If you should find anything─anything at all─we would be most grateful if you would share it with us.
fr: Prévenez-moi dès que vous trouvez quelque chose. Je vous remercie par avance !

source: Something's in the water, I can sense it!
fr: C'est l'endroit rêvé pour pêcher, tu ne crois pas<var 1D /var>?

source: Hand over bait?
fr: Donner l'appât<var 1D /var>?

source: I know all of this island's secretest secrets.
fr: Je connais tous les secrets de cette île, hé hé<var 1D /var>!

source: You can trust me, I swear it!
fr: Tu peux compter sur moi, promis<var 1D /var>!

source: I'm the friendliest face you'll see on this island!
fr: Même pas vrai... j'suis pas “louche”<var 1D /var>!

source: Once you cross the chasm, my colleagues shouldn't be far.
fr: Empruntez le dispositif pour traverser le ravin et retrouvez la commanditaire de la mission de l'autre côté, s'il vous plaît.

source: Please be careful. The animals will set upon you with nary a second thought.
fr: Le com<var 16 /var>por<var 16 /var>te<var 16 /var>ment anormal des animaux est sûrement dû à l'influence d'un monstre inconnu. Faites attention à vous !

source: If you've come to answer the petition, you should speak with my colleague here.
fr: Ça alors, c'est vous qui avez accepté la mission ? La commanditaire se trouve juste à côté de moi.

source: Good luck in there.
fr: Nous comptons sur vous pour continuer l'in<var 16 /var>ves<var 16 /var>ti<var 16 /var>ga<var 16 /var>tion au-delà de cette porte. Pendant ce temps, nous vous attendrons ici.

source: Let's start with the basics. There are two stances, Dual Fang and Viper.
fr: Tu vas pouvoir te faire les dents sur cette piétaille. Je voudrais que tu mettes en pratique les techniques de la Posture des crochets et de la Posture du serpent.

source: Dual Fang means wielding your two blades separately. Start by using either Steel Fangs or Reaving Fangs, then press the attack.
fr: Pour tenir une épée dans chaque main, prends la Posture des crochets. Libre à toi de commencer avec Crochets d'acier ou Crochets mortels. Tu peux ensuite enchaîner avec Ponction prédatrice ou Ponction véloce puis terminer avec une technique de Saignée ou de Déchirement.

source: After using the Dual Fang weaponskills Steel Fangs or Reaving Fangs, their icons will automatically change to the next action in the combo.
fr: Après l'utilisation de Crochets d'acier ou Crochets mortels dans la Posture des crochets, l'icone est au<var 16 /var>to<var 16 /var>ma<var 16 /var>ti<var 16 /var>que<var 16 /var>ment remplacé par la technique d'arme suivante du combo.

source: By performing a second, then a third attack in the combo, you will gain access to the Viper stance action, Death Rattle.
fr: Il est possible d'enchaîner avec les techniques Ponction prédatrice ou Ponction véloce, puis une technique finale pour terminer le combo. Cascabelle mortelle devient ensuite utilisable en Posture du serpent.

source: Time to practice your Dual Fang techniques.
fr: Bravo, tu es parvenu<var 08 E905 ((e)) (()) /var> à terminer un enchaînement de la Posture des crochets.

source: Start with an opener, follow up with a second, then pick one of the four finishers─Flanksting Strike, Flanksbane Fang, Hindsting Strike, or Hindsbane Fang.
fr: Maintenant, essaye de te fa<var 16 /var>mi<var 16 /var>lia<var 16 /var>ri<var 16 /var>ser avec les quatre techniques finales. Les choses se corsent un peu, car chacune d'entre elles nécessite un positionnement très précis.

source: As you can tell by the names, each finisher works best from a certain position. But don't worry about that for now, just give 'em all a try!
fr: Tu dois t'habituer à attaquer les points faibles de ta proie avec les bonnes bottes si tu veux l'occire efficacement. Les bêtes ici sont nombreuses, mais peu dangereuses. C'est l'occasion rêvée pour pratiquer les différents enchaînements de la Posture des crochets<var 1D /var>!

source: The four combo enders are Flanksting Strike, Flanksbane Fang, Hindsting Strike, and Hindsbane Fang.
fr: Les quatre techniques finales de la Posture des crochets sont Saignée du flanc, Déchirement du flanc, Saignée de l'échine et Déchirement de l'échine.

source: Using a combo ender applies a bonus effect to the others.
fr: Utiliser l'une d'entre elles vous octroie un effet additionnel, vous permettant d'infliger plus de dégâts si vous terminez votre prochain combo de la Posture des crochets avec une technique différente.

source: Then, using a second attack with a highlighted icon will give access to one of the enhanced combo enders. Now, try performing each of the four combo enders.
fr: L'icone de la technique bénéficiant du bonus s'affiche en surbrillance. Terminer un combo de la Posture des crochets avec la bonne technique vous octroie un bonus pour la technique finale du combo suivant. Essayez d'utiliser les quatre variantes du combo les unes après les autres.

source: All right, now for Viper stance, where you combine your two blades into one to deliver powerful strikes─perfect for tough opponents!
fr: Très bien. Passons à la suite<var 1D /var>! Quand un ennemi te donne du fil à retordre, pense à assembler tes lames pour prendre la puissante Posture du serpent.

source: Open with Vicewinder, then transition with either Twinfang Bite or Twinblood Bite from Dual Fang stance.
fr: Commence par essayer d'utiliser les Anneaux de l'effroi<var 1D /var>! Une fois que tu seras à l'aise, continue avec Morsure vicieuse et Morsure frénétique. Ces bêtes ne vont pas comprendre ce qui leur arrive<var 1D /var>!

source: The Viper stance weaponskill Vicewinder can be followed by Hunter's Coil or Swiftskin's Coil.
fr: En Posture du serpent, Anneaux de l'effroi initie un combo qui peut être suivi par Anneaux du prédateur ou Anneaux de l'écorcheur.

source: Either of these secondary attacks allows the use of the Dual Fang stance weaponskills Twinfang Bite and Twinblood Bite.
fr: Après l'une de ces techniques, Morsure vicieuse et Morsure frénétique deviennent utilisables.

source: To finish the sequence, switch back to Viper and hit 'em with Death Rattle!
fr: Avec tes deux crochets assemblés et la puissance de la Posture du serpent, tu peux maintenant acculer ta proie avec Cascabelle mortelle<var 1D /var>!

source: If you have Serpent's Tail assigned to your hotbar, the icon will automatically change to Death Rattle when it becomes available.
fr: Lorsque vous terminez un combo de la Posture des crochets, l'icone de Queue serpentine devient au<var 16 /var>to<var 16 /var>ma<var 16 /var>ti<var 16 /var>que<var 16 /var>ment Cascabelle mortelle.

source: You'll want to start by painting a motif on canvas, kupo. Once that motif is complete, you may bring it to life as your muse!
fr: Alors voilà<var 1D /var>: d'abord, tu utilises un sort “Picto” pour peindre une esquisse. Puis tu la matérialises avec un sort “Imagi”<var 1D /var>! Ça, c'est le b.a.-ba<var 1D /var>!

source: Try painting that Pom Motif I mentioned, kupo. I'm sure you'll do just fine!
fr: Exerce-toi avec “Picto Pompon” par exemple<var 1D /var>! Peins-nous un beau pompon tout rond, kupo<var 1D /var>!

source: That Pom Motif was lovely, kupo! But we're not done with it just yet.
fr: Bravo<var 1D /var>! Tu as ton esquisse de pompon, maintenant, il ne te reste plus qu'à la matérialiser, kupo<var 1D /var>!

source: Focus your magicks on that striking dummy and summon your Pom Muse!
fr: Tiens, il y a un vieux mannequin d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment juste là. Vise-le, et lance “Imagi Pompon” pour voir<var 1D /var>!

source: The infestation is worse than I expected... We should clear these ones out first.
fr: Ouah, je pensais pas que ça grouillerait autant... Commençons par faire le ménage ici, kupo<var 1D /var>!

source: Let's make a lesson of it, kupo! By casting spells of different hues, your palette will begin storing aether.
fr: Ah, j'ai oublié de te dire<var 1D /var>: plus tu lances de sorts chromatiques, plus tu accumules de l'énergie dans ta palette de peintre<var 1D /var>!

source: With a sufficiently saturated palette, you may avail yourself of the Subtractive Palette's increased might!
fr: Tu peux ensuite la dépenser pour utiliser “Palette soustractive”, ce qui te donnera accès à des sorts plus puissants, kupo<var 1D /var>!

source: The Palette Gauge will fill when performing single-target combos starting with Fire in Red.
fr: Utilisez Feu en rouge pour démarrer un combo en trois temps. Terminez-le pour remplir votre Jauge de palette.

source: Start with Steel Fangs or Reaving Fangs, then follow up with a second and third attack.
fr: Commence par attaquer avec Crochets d'acier ou Crochets mortels et continue l'enchaînement en Posture des crochets. Montre-moi de quoi tu es capable, petite vipère<var 1D /var>!

source: Finish your combination by dropping back into Viper stance and hitting 'em with Death Rattle!
fr: Avec tes deux crochets assemblés et la puissance de la Posture du serpent, essaye d'acculer ta proie avec Cascabelle mortelle<var 1D /var>!

source: After using the Dual Fang weaponskills Steel Fangs or Reaving Fangs, their icons will automatically change to the next action in the combo.
fr: Après l'utilisation de Crochets d'acier ou Crochets mortels dans la Posture des crochets, l'icone est au<var 16 /var>to<var 16 /var>ma<var 16 /var>ti<var 16 /var>que<var 16 /var>ment remplacé par la technique d'arme suivante du combo.

source: By performing a second, then a third attack in the combo, you will gain access to the Viper stance action, Death Rattle.
fr: Il est possible d'enchaîner avec les techniques Ponction prédatrice ou Ponction véloce, puis une technique finale pour terminer le combo. Cascabelle mortelle devient ensuite utilisable en Posture du serpent.

source: If you have Serpent's Tail assigned to your hotbar, the icon will automatically change to Death Rattle when it becomes available.
fr: Lorsque vous terminez un combo de la Posture des crochets, l'icone de Queue serpentine devient au<var 16 /var>to<var 16 /var>ma<var 16 /var>ti<var 16 /var>que<var 16 /var>ment Cascabelle mortelle.

source: Execute an opener, then a second attack, then one of the four finishers─Flanksting Strike, Flanksbane Fang, Hindsting Strike, or Hindsbane Fang.
fr: Tu as saisi comment enchaîner les deux premières techniques de la Posture des crochets. Les choses se corsent un peu, car les quatre techniques finales nécessitent un positionnement très précis.

source: Now, show me you can use all four!
fr: Les bêtes ici sont nombreuses, mais peu dangereuses. C'est l'occasion rêvée pour pratiquer les quatre enchaînements possibles<var 1D /var>!

source: The four combo enders are Flanksting Strike, Flanksbane Fang, Hindsting Strike, and Hindsbane Fang.
fr: Les quatre techniques finales de la Posture des crochets sont Saignée du flanc, Déchirement du flanc, Saignée de l'échine et Déchirement de l'échine.

source: Using a combo ender applies a bonus effect to the others.
fr: Utiliser l'une d'entre elles vous octroie un effet additionnel, vous permettant d'infliger plus de dégâts si vous terminez votre prochain combo de la Posture des crochets avec une technique différente.

source: Then, using a second attack with a highlighted icon will give access to one of the enhanced combo enders. Now, try performing each of the four combo enders.
fr: L'icone de la technique bénéficiant du bonus s'affiche en surbrillance. Terminer un combo de la Posture des crochets avec la bonne technique vous octroie un bonus pour la technique finale du combo suivant. Essayez d'utiliser les quatre variantes du combo les unes après les autres.

source: Viper stance is perfect for tougher prey. Combine your two swords to deal powerful strikes!
fr: Très bien. Passons à la suite<var 1D /var>! Quand un ennemi te donne du fil à retordre, pense à assembler tes lames pour prendre la Posture du serpent.

source: After Vicewinder, end your sequence with either Twinfang Bite or Twinblood Bite.
fr: Commence par essayer d'utiliser les Anneaux de l'effroi<var 1D /var>! Une fois que tu seras à l'aise, continue avec Morsure vicieuse et Morsure frénétique. Ces bêtes ne vont pas comprendre ce qui leur arrive<var 1D /var>!

source: The Viper stance weaponskill Vicewinder can be followed by Hunter's Coil or Swiftskin's Coil.
fr: En Posture du serpent, Anneaux de l'effroi initie un combo qui peut être suivi par Anneaux du prédateur ou Anneaux de l'écorcheur.

source: Either of these secondary attacks allows the use of the Dual Fang stance weaponskills Twinfang Bite and Twinblood Bite.
fr: Après l'une de ces techniques, Morsure vicieuse et Morsure frénétique deviennent utilisables.

source: That rain of poms was glorious, kupo!
fr: Et hop, ton esquisse est devenue une pluie de pompons, kupo<var 1D /var>!

source: I'm sure you're eager to paint more of them, but let's see your rendition of a Wing Motif first!
fr: Tiens, on va essayer un autre motif. Utilise “Picto Ailes” cette fois<var 1D /var>!

source: Taking a moment to admire your Wing Motif? I don't blame you, kupo. With it, the Winged Muse is at your beck and call. Give it a try!
fr: C'est bon, ton esquisse est prête<var 1D /var>! Utilise “Imagi Ailes” pour la matérialiser, kupo<var 1D /var>!

source: Combining muses may seem a daunting prospect at first, so take all the time you need to properly picture those poms and wings. Imagine what they could do together!
fr: Tu as matérialisé un pompon puis des ailes... deux attributs emblématiques des Mogs<var 1D /var>!

source: Their powers combined will help you bring forth your very own Mog of the Ages!
fr: Tu peux donc combiner ces deux sources d'inspiration pour faire apparaître ton propre Mog, kupo<var 1D /var>!

source: When you're ready, focus your thoughts on the striking dummy, and Mog will do the rest!
fr: Attention, c'est parti... Utilise “Mognum opus” maintenant<var 1D /var>!

source: What an awful racket, kupo!
fr: Q-quel ramdam, kupo...

source: Area of effect combos starting with Fire II in Red will also fill the Palette Gauge.
fr: Vous pouvez également démarrer votre combo par Extra Feu en rouge, qui est un sort à aire d'effet.

source: When the Palette Gauge reaches 50, you will be able to use Subtractive Palette.
fr: Une fois votre Jauge de palette à 50, vous pourrez utiliser Palette soustractive.

source: While Subtractive Palette is active, you will be able to cast stronger aetherhue spells.
fr: Vos sorts chromatiques seront alors remplacés par des sorts plus puissants.

source: Are you ready to proceed?
fr: Continuer<var 1D /var>?

source: I'm sure the monsters below will be no match for you, kupo.
fr: Nous voilà au sous-sol, kupo... Je sais pas toi, mais je sens qu'on va avoir de la compagnie...

source: But if you're still a bit nervous about practicing pictomancy, I'd be glad to review the fundamentals with you!
fr: Mieux vaut que je t'inculque les bases de la pictomancie<var 1D /var>!

source: I-I have no souls left... If I get killed again, I...I...
fr: Bordel<var 1D /var>! J'ai plus d'âmes... Si je me fais tuer à nouveau, je... AAAAH<var 1D /var>!!

source: What will you say?
fr: Que dites-vous<var 1D /var>?

source: Take deep breaths.
fr: Calmez-vous, je suis là<var 1D /var>! Respirez un coup<var 1D /var>!

source: Are you hurt?
fr: Rien de cassé<var 1D /var>?

source: Haaah... Haaah... I'm still alive... I'm still alive...
fr: Haa... Haaaa... Haa... C'est bon, je respire... Ça doit vouloir dire... que je suis toujours en vie...

source: I-It's nothing serious. I fell down, that's all. I'll be fine.
fr: Non, ça ira... Je me suis juste fait un peu mal en tombant, tout à l'heure... Merci...

source: Whew... I feel a little calmer now. Thank you...
fr: Ouf... Grâce à vous, j'ai réussi à me calmer un peu. J'ai vraiment cru que j'allais y passer...
