Repository: endervad/ffxiv_translation_test
Catalog: exd/ContentTalk/*.xlf
Languages: fr

source: Oh, thank you for coming to save us! It's such a relief to see Her Majesty is unharmed...
fr: Merci d'être venu<var 08 E905 ((es)) ((s)) /var> à notre secours<var 1D /var>! Je prie pour que dame Sphene et vous en réchappiez sans une égratignure<var 1D /var>!

source: What will you say?
fr: Que dites-vous<var 1D /var>?

source: Are you hurt?
fr: Comment vous sentez-vous<var 1D /var>?

source: We've cleared the way.
fr: Rassurez-vous, les monstres sont loin<var 1D /var>!

source: It's only a graze. You needn't worry about me─just help those who are still out there.
fr: Bien, j'ai juste quelques petits bobos de rien du tout<var 1D /var>! Ne vous inquiétez pas pour moi et sauvez les autres<var 1D /var>!

source: We're in your debt! We'll try to get to safety before more of them come.
fr: M-merci pour l'info<var 1D /var>! On va essayer de se mettre à l'abri au plus vite<var 1D /var>!

source: I don't understand what's happening or why... But it gives me courage to know you're here.
fr: Je peux pas croire ce qui nous arrive... mais je vous fais plus que jamais confiance pour nous sortir de là<var 1D /var>!

source: We managed to get to safety, but so many didn't... Please be careful.
fr: Certains d'entre nous ont réussi à s'enfuir à temps, mais d'autres n'ont pas eu cette chance... Prenez garde, les sentinelles rôdent toujours.

source: All my souls, gone in a blink... This is a nightmare...
fr: C'est un cauchemar... Nos âmes...<var 1D /var>!

source: We'll get through this! We will!
fr: On s'en sortira tous ensemble<var 1D /var>! Faites attention à vous<var 1D /var>!

source: Is something the matter, <var 08 E905 ((Mistress)) ((Master)) /var> <var 2C ((<var 29 EB02 /var>)) (( )) 03 /var>? Shall we call off the training exercise?
fr: Qu'y a-t-il, <var 08 E905 ((Madame)) ((Monsieur)) /var> <var 2C ((<var 29 EB02 /var>)) (( )) 03 /var><var 1D /var>? Voulez-vous arrêter ici<var 1D /var>?

source: Exit the training exercise?
fr: Abandonner l'exercice<var 1D /var>?

source: Now that you've learned the basics, it's time to put your knowledge to the test. Overcome this final challenge, and your training will be complete!
fr: L'examen pratique va commencer. Mettez en application ce que vous avez appris pour terminer votre formation.

source: Are you prepared for your final challenge? Should you feel less than confident, you may wish to revisit the basics.
fr: Êtes-vous <var 08 E905 ((prête)) ((prêt)) /var><var 1D /var>? Si vous préférez réviser les bases, vous pouvez aussi reprendre l'exercice depuis le début.

source: <var 48 F20224 /var>Commence the final challenge.<var 48 01 /var>
fr: <var 48 F20224 /var>Commencer l'examen pratique<var 48 01 /var>

source: Start over from the beginning.
fr: Reprendre depuis le début

source: Exit the training exercise.
fr: Abandonner l'exercice

source: Cancel.
fr: Annuler

source: Commence the final challenge?
fr: Commencer l'examen pratique<var 1D /var>?

source: Start over from the beginning?
fr: Recommencer l'exercice<var 1D /var>?

source: Exit the training exercise? ※The final challenge must be cleared in order to complete this exercise.
fr: Abandonner l'exercice<var 1D /var>? * Vous devez réussir l'examen pratique pour terminer l'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment.
