Repository: endervad/ffxiv_translation_test
Catalog: exd/ContentTalk/*.xlf
Languages: fr

source: Well met! I've been dispatched by the Adventurers' Guild to recruit volunteers for special small-scale operations known as guildhests. You look to be of sound mind and body. Might you consider joining?
fr: La guilde des aventuriers m'a chargé de superviser les “opérations de guilde”, des missions difficiles à accomplir par une seule personne.

source: Wait... Might this be your first time participating in a guildhest? I remember my first hest. It was the night of my twentieth nameday. My fellow guildmates invited me to join them in the slaying of a family of peistes who were stealing chocobo eggs from Bentbranch Meadows.
fr: C'est la première fois que vous entreprenez une opération de guilde<var 1D /var>? Il s'agit de missions délicates pour lesquelles la coopération de plusieurs personnes est nécessaire.

source: The moment we arrived, one of the terrible beasts immediately turned to me and charged. The thing was thrice my size and had already maimed several chocobokeeps.
fr: Ce sont des demandes spéciales émanant d'organismes de la Cité ou encore de particuliers vivant dans les environs. C'est l'occasion idéale de tester l'aptitude des aventuriers à collaborer et coordonner leurs efforts pour accomplir quelque chose ensemble<var 1D /var>!

source: There was no way I could win, so I simply froze and waited for the end. But that's when I remembered that I was not alone. My friends rallied around me, and together we defeated the peistes! That, my friend, is what a guildhest is truly about.
fr: Bien sûr, les braves qui se portent volontaires voient leurs efforts récompensés en cas de réussite de la mission. Il y a même un petit plus lorsqu'une mission est accomplie pour la première fois.

source: Well met! I've been dispatched by the Adventurers' Guild to recruit volunteers for special small-scale operations known as guildhests.
fr: La guilde des aventuriers m'a chargé de superviser les “opérations de guilde”, des missions difficiles à accomplir par une seule personne.

source: These operations will pit those volunteers against deadly foes, and the odds won't always be in their favor. This is why we require all participants to be of sound mind and body─something that you do not yet appear to be.
fr: Je regrette, mais vous semblez encore manquer d'expérience pour qu'on vous confie une opération. Revenez me voir après un peu plus d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment.

source: Time is of the essence. If you have something to ask, make it quick.
fr: Quoi<var 1D /var>? Nous sommes en pleine mission<var 1D /var>! Ne me dites pas que vous voulez abandonner et annuler votre par<var 16 /var>ti<var 16 /var>ci<var 16 /var>pa<var 16 /var>tion<var 1D /var>?

source: The operation was a success! Here's your reward, and don't let anyone tell you that you didn't earn it.
fr: Beau travail. Voici une récompense proportionnelle à vos résultats.

source: The operation was a success! Here's your payment, and for your efforts, I've thrown in a little extra, so that you may consider returning to aid us once again.
fr: Vous avez rempli la mission haut la main. Voici votre récompense, avec un petit extra pour récompenser vos efforts.

source: Well, well. It looks like you have a full bag.
fr: Hé<var 1D /var>! Votre sac est plein<var 1D /var>!

source: Can't you see I'm busy attending to your allies? I don't have time to chat.
fr: Je distribue les récompenses. Restez ici un moment.

source: Fall in and make ready!
fr: Formez les rangs et tenez-vous prêts<var 1D /var>!

source: Greetings, adventurer. I am a battlewarden dispatched by the Adventurers' Guild and tasked with recruiting volunteers to participate in operations known by the quaint moniker, “guildhest.”
fr: Salutations, aventuri<var 08 E905 ((ère)) ((er)) /var>. J'ai pour mission de recruter des volontaires pour des missions par<var 16 /var>ti<var 16 /var>cu<var 16 /var>liè<var 16 /var>res appelées “opérations de guilde”.

source: As this appears to be your first time joining us, allow me a moment to explain in detail just what exactly a guildhest entails.
fr: Je vois que c'est la première fois que vous y participez. Laissez-moi donc vous expliquer en quoi cela consiste.

source: More than a simple levequest, but not quite as realm-shaking as a Grand Company outing, guildhests will test your ability to work together with a small party of battle companions to overcome not-so-small obstacles.
fr: Les opérations de guilde mettent à l'épreuve votre capacité à coopérer avec des équipiers pour surmonter des obstacles relativement difficiles.

source: The duty is taxing, but the coin is decent, and you will be helping maintain the safety of Eorzea and the well-being of her citizens. So, what say you?
fr: La tâche est ardue, mais les récompenses en valent la peine. Et vous contribuez en même temps à préserver la sécurité des habitants d'Éorzéa. Alors, qu'en dites-vous<var 1D /var>?

source: Greetings, adventurer. I am a battlewarden dispatched by the Adventurers' Guild and tasked with recruiting volunteers to participate in operations known by the quaint moniker, “guildhest.”
fr: Salutations, aventuri<var 08 E905 ((ère)) ((er)) /var>. J'ai pour mission de recruter des volontaires pour des missions par<var 16 /var>ti<var 16 /var>cu<var 16 /var>liè<var 16 /var>res appelées “opérations de guilde”.

source: I can tell by your garb and gait that the tasks I offer are far beyond a <var 08 E905 ((woman)) ((man)) /var> of your means. Might I suggest you return once you have honed your skills in the martial or magical arts?
fr: À voir votre accoutrement, j'ai bien peur que vous ne soyez pas à la hauteur des tâches que j'ai à proposer... Je vous suggère de revenir une fois que vous aurez acquis davantage d'expérience au combat.

source: Quickly, adventurer. Every moment spent chatting with me is a moment squandered.
fr: Que se passe-t-il<var 1D /var>? Nous sommes en pleine mission<var 1D /var>! Ne me dites pas que vous voulez abandonner...<var 1D /var>?

source: Excellent work! Ah, but I suppose you will be wanting your reward now. Very good, then. You have more than earned it.
fr: C'est du bon travail. Je suppose que vous désirez recevoir votre récompense im<var 16 /var>mé<var 16 /var>dia<var 16 /var>te<var 16 /var>ment<var 1D /var>? Très bien, vous l'avez amplement méritée.

source: A solid performance. You seem to know your way around the battlefield. Here is to hoping that I may work with you again at a later time.
fr: Quelle performance<var 1D /var>! Vous alors, vous savez vous débrouiller sur le champ de bataille. Tenez, voici pour récompenser vos exploits. J'espère que vous nous ferez l'honneur de participer de nouveau<var 1D /var>!

source: Your bag appears to be quite full. You should consider hiring a retainer.
fr: On dirait que votre sac est plein à craquer. Avez-vous déjà pensé à engager un servant<var 1D /var>?

source: I am attending to your allies at the moment. I will see to you when I have finished.
fr: Je suis en train de m'occuper d'un de vos équipiers. Attendez donc que j'aie terminé.

source: At ease, adventurer. All your allies have yet to arrive.
fr: Du calme, aventuri<var 08 E905 ((ère)) ((er)) /var>. Vos alliés ne sont pas encore arrivés.

source: Battlewarden Tiroro Tiro, at your service...or should I say, you'll be at <var 1A 02 /var>my<var 1A 01 /var> service if you agree to join one of our guildhests.
fr: Tiroro Tiro, à votre service<var 1D /var>! Enfin... c'est vous qui allez être à mon service, si vous acceptez de participer à une “opération de guilde”.

source: What's a guildhest? Why, it's a be<var 1A 02 /var>hest<var 1A 01 /var> issued by the Adventurers' <var 1A 02 /var>Guild<var 1A 01 /var>, savvy? When a certain task brought to the attention of the guild is a little too grand for a leve, but not grand enough for Grand Company involvement, they're deemed guildhests and sent to yours truly.
fr: Que sont les opérations de guilde, vous dites<var 1D /var>? Eh bien ce sont des missions émises par la guilde des aventuriers, d'une dimension supérieure aux mandats classiques.

source: But don't let the lack of grandeur fool you. The tasks are anythin' but simple. Most take place in tight quarters, and <var 1A 02 /var>all<var 1A 01 /var> require precision teamwork 'twixt you and your battlemates.
fr: Les tâches dont vous devrez vous acquitter ne sont pas aisées, loin de là. Toutes requièrent une coordination parfaite avec vos équipiers sur le champ de bataille.

source: And so what do you get in return for placing your neck on the loppin' block? Besides a beamin' grin from Battlewarden Tiroro Tiro? Fame, fortune, the usual.
fr: Et qu'est-ce que vous avez à y gagner, à part ma recon<var 16 /var>nais<var 16 /var>san<var 16 /var>ce<var 1D /var>? Gloire, fortune, le topo habituel.

source: Battlewarden Tiroro Tiro, at your service...or should I say, you'll be at <var 1A 02 /var>my<var 1A 01 /var> service if you agree to join one of our guildhests.
fr: Tiroro Tiro, à votre service<var 1D /var>! Enfin... c'est vous qui allez être à mon service, si vous acceptez de participer à une “opération de guilde”.

source: But now that I take a closer look at you, I don't reckon you'll be at <var 1A 02 /var>anyone's<var 1A 01 /var> service till you've bloodied your hands a bit more.
fr: Attendez un peu<var 1D /var>! Maintenant que je vous regarde d'un peu plus près, je ne vous pense pas en mesure d'être au service de qui que ce soit. Allez donc vous aguerrir davantage et nous en reparlerons.

source: I can't think of a single reason why you should be over <var 1A 02 /var>here<var 1A 01 /var> when the things what need guttin' sit over <var 1A 02 /var>there<var 1A 01 /var>. Unless that is, you're fixin' to bolt.
fr: Qu'est-ce que vous faites à discuter en pleine mission<var 1D /var>? Non... Ne me dites pas que vous voulez jeter l'éponge<var 1D /var>?

source: Bloody hells, that was brilliant! I never tire of watchin' me a good broil, especially when it's down and dirty. Here's your coin, just as promised.
fr: Fé<var 16 /var>li<var 16 /var>ci<var 16 /var>ta<var 16 /var>tions, aventuri<var 08 E905 ((ère)) ((er)) /var>, vous vous en êtes admirablement sorti<var 08 E905 ((e)) (()) /var><var 1D /var>! Voici la récompense que je vous avais promise.

source: Hah hah hah! A fine display for a first-timer. Here's your well-earned coin. I've tossed in a little somethin' extra to sweeten the deal, so's that you might consider comin' back.
fr: Ça alors, quelle dé<var 16 /var>mon<var 16 /var>stra<var 16 /var>tion<var 1D /var>! Tenez, voici votre compensation, avec un petit supplément pour vous encourager à revenir nous prêter main-forte.

source: I cannot well fit your reward into that pack. She's burstin' at the seams!
fr: Non mais regardez donc votre sac, les coutures sont sur le point de lâcher<var 1D /var>! Un conseil, allez le vider un peu.

source: Wait the queue with the rest o' your battlemates, <var 08 E905 ((lass)) ((lad)) /var>. There's only one of me, despite the demand.
fr: Je n'ai que deux bras<var 1D /var>! Faites la queue, comme vos compagnons.

source: The operation will begin when your party is complete.
fr: La mission débutera lorsque votre équipe sera au complet.

source: Shkoh! Shkoh! Gobbieflock in danger! Uplanders take gatekey! Open Headgate!
fr: Pshhh... Pshhh...<var 1D /var>! Les amis de Brayflox sont en danger<var 1D /var>! Les aventuriers prennent cette clef et ouvrent la porte<var 1D /var>!

source: Twist gatekey! Open Headgate with much fastness!
fr: Pshhh... Les aventuriers doivent ouvrir la porte<var 1D /var>! Vite<var 1D /var>!

source: My name is Sidonia. I am a battlewarden with the Adventurers' Guild tasked with the distribution and evaluation of guildhests originating here in Coerthas.
fr: <var 08 E3E90C0D ((<var 08 E3E90C05 ((Bonsoir)) ((Bonjour)) /var>)) ((<var 08 E3E90C12 ((Bonjour)) ((Bonsoir)) /var>)) /var> <var 08 E905 ((ma)) ((mon)) /var> ch<var 08 E905 ((ère)) ((er)) /var> con<var 08 E905 ((sœur)) ((frère)) /var>. Je suis Sidonia, il m'incombe de confier à ceux qui le désirent des opérations de guilde par<var 16 /var>ti<var 16 /var>cu<var 16 /var>liè<var 16 /var>rement difficiles, pour lesquelles il est conseillé d'agir à plusieurs.

source: As it is your first time to participate in a guildhest, allow me a moment to explain the particulars.
fr: As-tu déjà accompli des missions de ce genre auparavant<var 1D /var>? Si ce n'est pas le cas, je tiens à souligner le fait qu'elles requièrent une parfaite cohésion entre les gens qui y participent pour les mener à bien. Hors de question d'agir en solitaire.

source: I suppose you are wondering what exactly a guildhest is. The answer to that is simple. A guildhest is a task assigned to small parties of able adventurers, usually to rid the realm of some imminent threat.
fr: J'en connais quelques-uns qui n'ont pas écouté mes avertissements et ont voulu faire les fiers en combattant à part. Autant te dire qu'ils n'avaient pas de quoi se pavaner lorsqu'on a dû les secourir en urgence. Non, je tiens à le répéter, la coopération entre équipiers est le maître-mot des opérations de guilde<var 1D /var>!

source: The tasks, however, are anything but simple. They will require not only battle prowess, but the ability to work with others, conceive and execute complex strategies, and finally adapt those strategies when conditions change...and they always do.
fr: Bien sûr, toute réussite est récompensée à la hauteur du défi qui a été relevé. La guilde des aventuriers a même prévu une prime pour ceux qui effectuent avec succès une de ces missions.

source: My name is Sidonia. I am a battlewarden with the Adventurers' Guild tasked with the distribution and evaluation of guildhests originating here in Coerthas.
fr: <var 08 E3E90C0D ((<var 08 E3E90C05 ((Bonsoir)) ((Bonjour)) /var>)) ((<var 08 E3E90C12 ((Bonjour)) ((Bonsoir)) /var>)) /var> <var 08 E905 ((ma)) ((mon)) /var> ch<var 08 E905 ((ère)) ((er)) /var> con<var 08 E905 ((sœur)) ((frère)) /var>. Je suis Sidonia, il m'incombe de confier à ceux qui le désirent des opérations de guilde.

source: It is clear that you have journeyed far to come here, and for that I commend you. However, the Adventurers' Guild is in need of someone with experience...something it is also clear you lack.
fr: Je crains toutefois que tu ne manques encore un peu d'expérience pour pouvoir participer à des missions aussi risquées. Reviens me voir lorsque tu te seras un peu aguerri<var 08 E905 ((e)) (()) /var>.

source: Why is it you stand here speaking with me while the enemy beyond lurks still?
fr: Hmm...<var 1D /var>? Y a-t-il un problème dans l'exécution de l'opération que je t'ai confiée<var 1D /var>? Tu peux bien sûr choisir de jeter l'éponge. Il n'est jamais trop tard pour abandonner, si on n'est pas sûr de ses chances de réussite.

source: I conclude that hest objectives have been completed to the satisfaction of the guild, and therefore hereby present you with your reward.
fr: Je vois que toi et tes camarades avez mené cette opération à bien. Bravo<var 1D /var>! Tu amplement mérité ta récompense.

source: Your performance is deserving of a reward beyond that which was promised in the original accord.
fr: Fantastique<var 1D /var>! Je savais que tu réussirais cette opération. Tu as même mérité une prime en plus de la récompense promise pour ce travail. J'espère te revoir bientôt.

source: You carry quite the burden with you, adventurer. I do not believe the reward I have prepared will fit in that bag of yours.
fr: Attends un petit peu... Ton sac a l'air d'être plein à craquer. Fais donc un peu le tri là-dedans si veux que je te donne ton dû.

source: Might I ask you to wait until I have finished serving your companions?
fr: Hé<var 1D /var>! Pas la peine de te presser autant<var 1D /var>! Attends un peu que tes camarades aient tous reçu leur récompense.

source: Patience, adventurer. There will be time for killing soon enough.
fr: Je comprends ton empressement, mais il vaut mieux que tes camarades soient tous prêts avant de te lancer dans cette opération. Laisse-leur donc le temps de se préparer comme il faut.

source: Archimbalt Two Trees, battlewarden with the Adventurers' Guild, at your service, <var 08 E905 ((good lady)) ((good sir)) /var>.
fr: Salut. Moi, c'est Archimbalt. J'suis ici pour refiler des opérations de guilde à ceux qui pensent en avoir assez dans l'pantalon pour les faire.

source: I, myself, was once an adventurer, just as you. The Age of Calm had given rise to the guilds, and there was much work to be had. Work like these guildhests, though they were simply called behests back then.
fr: Mais dis-moi, tu sais au moins c'que c'est<var 1D /var>? Ce genre de missions est pas pour les trouillards, ni même les têtes brûlées qui croient pouvoir tout faire tout seul.

source: Now, here I am. Twenty and five summers since I first picked up a blade, guiding a new generation into the jaws of battle.
fr: Non, non, tu peux m'faire confiance quand j'te dis qu'il faut un groupe soudé et bien organisé pour les effectuer. Sinon, tu peux être sûr<var 08 E905 ((e)) (()) /var> qu'il y aura des bobos.

source: If it is blood and glory you seek; if it is fighting shoulder to shoulder with trusted companions to overcome impossible odds that gives your life meaning; and if you wish to do all this and line your pockets with gil while you're at it, then you need look no further!
fr: Par contre, ce qui est chouette, c'est que ce genre de travail est bien payé en cas de réussite. Et puis, la guilde des aventuriers a même prévu un p'tit plus pour ceux qui font une opération pour la première fois.

source: Archimbalt Two Trees, battlewarden with the Adventurers' Guild, at your service, <var 08 E905 ((good lady)) ((good sir)) /var>.
fr: Salut. Moi, c'est Archimbalt. J'suis ici pour refiler des opérations de guilde à ceux qui pensent en avoir assez dans l'pantalon pour les faire.

source: I have seen my share of battles in the twenty and five summers since I took up a sword and slew my first wharf rat. That is why I can tell if a <var 08 E905 ((woman)) ((man)) /var> is ready for the trials that lie before <var 08 E905 ((her)) ((him)) /var>. You, I can tell, would not stand a chance against the tasks I offer.
fr: Écoute, t'as pas encore l'air d'être taillé<var 08 E905 ((e)) (()) /var> pour ce genre de boulot. Si tu veux un conseil, va rouler ta bosse ici et là, vois du pays, et reviens me causer quand t'auras un peu plus d'expérience.

source: There will be time for reliving past battles after the battles have passed. The outcome of this one is still to be decided... That is, unless...
fr: Eh ben, cette opération de guilde, ça doit être fastoche pour toi si t'as l'temps de venir causer avec moi... Oh, mais je suis bête<var 1D /var>! T'es venu<var 08 E905 ((e)) (()) /var> m'dire que c'était trop dur et que tu voulais abandonner, c'est ça<var 1D /var>?

source: I could not have done better myself! I know... I tried and was knocked cold for three nights.
fr: Y a pas à dire, j'suis im<var 16 /var>pres<var 16 /var>sion<var 16 /var>né par la façon dont toi et tes camarades avez su travailler la main dans la main. Tiens, voilà ta récompense. Tu l'as bien méritée.

source: There is more to you and your companions than meets the eye. I sense great things from you, and I would know, a veteran of some twenty and five summers.
fr: Chapeau<var 1D /var>! Tes camarades et toi, vous m'avez fait une dé<var 16 /var>mon<var 16 /var>stra<var 16 /var>tion de travail d'équipe<var 1D /var>! Tiens, voilà ta récompense... et aussi un petit bonus<var 1D /var>!

source: Ah, a bag bursting with the spoils of war. When I was an adventurer, I, too, would constantly find myself pressed into the difficult decision of what to discard so that I might claim my reward.
fr: Bon, je remarque que tu sais bien t'battre... mais pour ce qui est de ranger tes affaires, t'es pire qu'un Gobelin manchot<var 1D /var>! Fais-moi un peu le tri dans ton barda si tu veux ta récompense.

source: Eager to collect your reward and move on to the next battle? I understand. That fire once burned hot in me, as well. But for the meantime, I must ask you to wait your turn.
fr: Minute, papillon<var 1D /var>! J'ai pas fini d'filer leur récompenses à chacun. Tu vas attendre sagement ici.

source: The thrill of battle have you <var 08 E905 ((in its grasp)) ((by the stones)) /var>, has it? Aye, but in times as this, all one can do is relax and ready oneself for the coming rush. Your companions will arrive when they arrive.
fr: Hé, y a pas l'feu au lac<var 1D /var>! Attends donc que tes camarades aient fini de s'préparer.

source: Your skills are beyond doubt, adventurers. Keep your wits about you, and you may yet go far. On to the next stage!
fr: J'ai observé votre combat. C'est du bon boulot<var 1D /var>! Je consens à vous laisser avancer plus loin dans l'arène.

source: That was a most impressive showing. The third and final stage awaits you!
fr: Remarquable<var 1D /var>! À présent, continuez pour la suite des joutes<var 1D /var>!

source: It begins! Gird your loins!
fr: L'heure du combat a sonné<var 1D /var>!

source: Contests pitting man against cyclops have ever drawn large crowds...and spilled copious amounts of blood!
fr: Les spectateurs du Colisée adorent les cyclopes<var 1D /var>! J'espère que vous les aimez, vous aussi, car vous allez avoir la chance d'en affronter un très beau spécimen, parole d'expert.

source: Amazing! But few can claim to have bested Pyracmon!
fr: Oh, je vois que les cyclopes ne vous posent pas de problème. Vous savez vous battre<var 1D /var>!

source: One look from the catoblepas can freeze a man's blood in his veins. Ware its accursed gaze!
fr: Vous êtes allé<var 08 E905 ((e)) (()) /var> plus loin que je ne l'imaginais. Maintenant, vous allez devoir affronter le terrible Catoblépas<var 1D /var>! Attention à son œil du malin...

source: Wh-What's this? The catoblepas was as a docile lamb before you!
fr: Alors comme ça, même le Catoblépas n'a pas su vous tenir tête... Beaucoup de nos gladiateurs n'ont pas demandé leur reste face à lui<var 1D /var>!

source: You've surpassed all my expectations, but the final test is yet to come. Prepare to face the elite among elite!
fr: Im<var 16 /var>pres<var 16 /var>sionnant<var 1D /var>! Très peu d'aventuriers arrivent jusqu'ici en vie<var 1D /var>! Mais attention, le pire est encore à venir<var 1D /var>! Cette fois, ce sera une véritable mêlée au sens martial du terme<var 1D /var>!

source: By the gods, that was a contest for the ages! 'Twas all I could do to refrain from joining the fray!
fr: Ça alors, je n'en reviens pas<var 1D /var>! Vous n'avez pas sourcillé contre ces guerriers de premier ordre. C'est remarquable<var 1D /var>! L'intensité du combat m'a même fait tressaillir d'excitation<var 1D /var>!

source: Proceed to the second stage?
fr: Se déplacer vers le point de départ de l'aire d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment n°2<var 1D /var>?

source: Proceed to the third stage?
fr: Se déplacer vers le point de départ de l'aire d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment n°3<var 1D /var>?

source: I welcome you to Neverreap, brave netherling. Take thunder eggs in hand. Place thunder eggs on an altar of the clouds, and winds will swirl and carry you deeper into Neverreap. But be warned, for there great dangers await.
fr: Bienvenue, courageux gens d'en bas<var 1D /var>! Prenez <var 33 ((EventItem)) 07F61E8AA00302 /var><var 1D /var>! Donnez-les en offrande aux autels des nuages et laissez le vent et l'eau vous guider<var 1D /var>!

source: Prepared to start then, are ye?
fr: Tu es prêt<var 08 E905 ((e)) (()) /var><var 1D /var>? On peut y aller<var 1D /var>?
