Repository: endervad/ffxiv_translation_test
Catalog: exd/MinionStage/*.xlf
Languages: de

source: Stage 1: Tutorial
de: Stufe 1: Einführung

source: Stage 2: Hatching a Plan
de: Stufe 2: Federn lassen

source: Stage 3: The First Move
de: Stufe 3: Angriff der Ungeziefer

source: Stage 4: Little Big Beast
de: Stufe 4: Riesenbaby-Goobbue

source: Stage 5: Turning Tribes
de: Stufe 5: Aufstand der Wilden

source: Stage 6: Off the Deepcroft
de: Stufe 6: Gedankenspiele

source: Stage 7: Rivals
de: Stufe 7: Vierbeinige Feinde

source: Stage 8: Always Darkest
de: Stufe 8: Das Bündchen der Morgenröte

source: Stage 9: Mine Your Minions
de: Stufe 9: Auf den Schleim gegangen

source: Stage 10: Children of Mandragora
de: Stufe 10: Mandragora-Salat

source: Stage 11: The Queen and I
de: Stufe 11: Die trabantäische Allianz

source: Stage 12: Breakout
de: Stufe 12: Alea iacta est

source: Stage 13: My Name Is Cid
de: Stufe 13: Luftadmiral Garlond

source: Stage 14: Like a Nut
de: Stufe 14: Eins auf die Nuss

source: Stage 15: Urth's Spout
de: Stufe 15: Der Dunkle Reiter

source: Stage 16: Exodus
de: Stufe 16: Chocobo-Mania

source: Stage 17: Over the Wall
de: Stufe 17: Jenseits des Schneekleids

source: Stage 18: The Hunt
de: Stufe 18: Die Trabanten-Jagd

source: Stage 19: Battle on the Bitty Bridge
de: Stufe 19: Gilgameschs Hühnerstall

source: Stage 20: Guiding Light
de: Stufe 20: Trabanten des Lichts

source: Stage 21: Wise Words
de: Stufe 21: Die Leveilleurs

source: Stage 22: World of Poor Lighting
de: Stufe 22: Kleine Welt der Dunkelheit

source: Stage 23: The Binding Coil
de: Stufe 23: In die Verschlungenen Schatten

source: Stage 24: The Final Coil
de: Stufe 24: Bahamut, der Aufzieh-Primae
