Repository: endervad/ffxiv_translation_test
Catalog: exd/WeeklyBingoText/*.xlf
Languages: ru

source: Dungeons (Lv. 1-49)
ru: Подземелья (Ур. 1–49)

source: Dungeons (Lv. 50)
ru: Подземелья (Ур. 50)

source: Dungeons (Lv. 51-59)
ru: Подземелья (Ур. 51–59)

source: Dungeons (Lv. 60)
ru: Подземелья (Ур. 60)

source: Palace of the Dead
ru: Чертоги мертвецов

source: Frontline
ru: Передовая

source: The Feast
ru: Фиеста

source: Dungeons (Lv. 61-69)
ru: Подземелья (Ур. 61–69)

source: Dungeons (Lv. 70)
ru: Подземелья (Ур. 70)

source: Treasure Dungeons
ru: Сокровищницы

source: Rival Wings
ru: Крылья соперничества

source: Deep Dungeons
ru: Глубокие подземелья

source: Dungeons (Lv. 71-79)
ru: Подземелья (Ур. 71–79)

source: Dungeons (Lv. 80)
ru: Подземелья (Ур. 80)

source: Dungeons (Lv. 81-89)
ru: Подземелья (Ур. 81–89)

source: Dungeons (Lv. 90)
ru: Подземелья (Ур. 90)

source: Crystalline Conflict
ru: Кристальная битва

source: Binding Coil of Bahamut
ru: Связывающие витки Бахамута

source: Second Coil of Bahamut
ru: Вторые витки Бахамута

source: Final Coil of Bahamut
ru: Последние витки Бахамута

source: Alexander: Gordias
ru: Александр: Гордий

source: Alexander: Midas
ru: Александр: Мидас

source: Alexander: The Creator
ru: Александр: Создатель

source: Omega: Deltascape
ru: Омега: Дельта-пространство

source: Omega: Sigmascape
ru: Омега: Сигма-пространство

source: Omega: Alphascape
ru: Омега: Альфа-пространство

source: Eden's Gate: Resurrection or Descent
ru: Врата Эдема: Воскрешение или Спуск

source: Eden's Gate: Inundation or Sepulture
ru: Врата Эдема: Наводнение или Погребение

source: Eden's Verse: Fulmination or Furor
ru: Строфа Эдема: Разряд или Ярость

source: Eden's Verse: Iconoclasm or Refulgence
ru: Строфа Эдема: Иконоборчество или Сияние

source: Eden's Promise: Umbra or Litany
ru: Обещание Эдема: Умбра или Распев

source: Eden's Promise: Anamorphosis or Eternity
ru: Обещание Эдема: Анаморфоз или Вечность

source: Asphodelos: First or Second Circles
ru: Асфоделос: Первый или Второй круг

source: Asphodelos: Third or Fourth Circles
ru: Асфоделос: Третий или Четвёртый круг

source: Abyssos: Fifth or Sixth Circles
ru: Абиссос: Пятый или Шестой круг

source: Abyssos: Seventh or Eighth Circles
ru: Абиссос: Седьмой или Восьмой круг

source: Anabaseios: Ninth or Tenth Circles
ru: Анабасес: Девятый или Десятый круг

source: Anabaseios: Eleventh or Twelfth Circles
ru: Анабасес: Одиннадцатый или Двенадцатый круг

source: Eden's Gate
ru: Врата Эдема

source: Eden's Verse
ru: Строфа Эдема

source: Eden's Promise
ru: Обещание Эдема

source: Alliance Raids (A Realm Reborn)
ru: Альянсовые рейды (A Realm Reborn)

source: Alliance Raids (Heavensward)
ru: Альянсовые рейды (Heavensward)

source: Alliance Raids (Stormblood)
ru: Альянсовые рейды (Stormblood)

source: Alliance Raids (Shadowbringers)
ru: Альянсовые рейды (Shadowbringers)

source: Alliance Raids (Endwalker)
ru: Альянсовые рейды (Endwalker)

source: Dungeons (Lv. 91-99)
ru: Подземелья (Ур. 91–99)

source: Dungeons (Lv. 100)
ru: Подземелья (Ур. 100)
