Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/000/CmnBhtRewardLv020St0003_00025/*.xlf
Languages: de, fr, ja

source: TEXT_CMNBHTREWARDLV020ST0003_00025_TALK_00<tab>Time is of the essence. If you have something to ask, make it quick.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_TALK_00<tab>Was ist los? Wir sind auf einer Mission! Willst du etwa allen Ernstes aufgeben?
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_TALK_00<tab>Nous sommes en pleine mission<var 1D /var>! Ne me dites pas que vous voulez abandonner<var 1D /var>!?
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_TALK_00<tab>どうした？ 任務中だぞ！ まさか戦いを放棄し、撤退したいとでも？

source: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_TITLE<tab>What would you like to do?
de: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_TITLE<tab>Was möchtest du tun?
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_TITLE<tab>Que voulez-vous faire<var 1D /var>?
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_TITLE<tab>何をしますか？

source: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_00<tab>Withdraw self from the operation.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_00<tab>Alleine zum Camp zurückkehren.
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_00<tab>Renoncer individuellement
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_00<tab>自分だけ帰還する

source: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_01<tab>Withdraw party from the operation.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_01<tab>Mit der ganzen Gruppe zum Camp zurückkehren.
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_01<tab>Renoncer en équipe
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_01<tab>パーティで帰還する

source: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_02<tab>Return to duty.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_02<tab>Weitermachen.
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_02<tab>Annuler
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_MENU_02<tab>何もしない

source: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_TITLE<tab>You will be removed from your party. Proceed?
de: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_TITLE<tab>Du verlässt die Gruppe. Ist das dein Ernst?
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_TITLE<tab>Vous quitterez l'équipe. Confirmez-vous votre choix<var 1D /var>?
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_TITLE<tab>パーティから離脱しますが、よろしいですか？

source: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_YES<tab>Yes
de: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_YES<tab>Ja
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_YES<tab>Oui
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_YES<tab>はい

source: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_NO<tab>No
de: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_NO<tab>Nein
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_NO<tab>Non
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_ME_MENU_NO<tab>いいえ

source: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_TITLE<tab>Are you certain?
de: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_TITLE<tab>Das Gildengeheiß wirklich beenden und zum Ausgangspunkt zurückkehren?
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_TITLE<tab>L'opération en cours prendra fin. Confirmez-vous votre choix<var 1D /var>?
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_TITLE<tab>ギルドオーダーを終了して帰還しますが、よろしいですか？

source: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_YES<tab>Absolutely
de: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_YES<tab>Ja
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_YES<tab>Oui
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_YES<tab>はい

source: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_NO<tab>No
de: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_NO<tab>Nein
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_NO<tab>Non
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_RETURN_PARTY_MENU_NO<tab>いいえ

source: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_TALK_00<tab>The operation was a success! Here's your reward, and don't let anyone tell you that you didn't earn it.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_TALK_00<tab>Gut gemacht! Hier, das ist der Lohn für deine Mühen.
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_TALK_00<tab>Beau travail. Voici une récompense proportionnelle à votre performance.
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_TALK_00<tab>よくやってくれた。 これが今回の働きに対する報酬だ。

source: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_SUCCESS_SYSTEM_TALK_00<tab>You will leave the instance once all party members have collected their rewards.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_SUCCESS_SYSTEM_TALK_00<tab>Ihr verlasst die Instanz, sobald alle Mitglieder ihre Vergütung vom Kommandanten abgeholt haben oder eine bestimmte Zeit verstrichen ist.
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_SUCCESS_SYSTEM_TALK_00<tab>L'opération de guilde est à présent terminée. Vous quitterez l'instance une fois que tous les joueurs auront récupéré leur récompense ou qu'un certain délai se sera écoulé.
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_SUCCESS_SYSTEM_TALK_00<tab>全員が特務隊長から報酬を受け取る、 もしくは一定時間が経過すると ギルドオーダーが終了し帰還します。

source: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_FAIL_TALK_00<tab>Well, well. It looks like you have a full bag.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_FAIL_TALK_00<tab>Hm, du schleppst doch schon genug mit dir herum. Ich behalte das mal ein, bis du Platz dafür hast.
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_FAIL_TALK_00<tab>Hé<var 1D /var>! Votre sac est plein<var 1D /var>!
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_FAIL_TALK_00<tab>おいおい、荷物がいっぱいじゃないか。

source: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_FAIL_SYSTEM_TALK_00<tab>Make room in your inventory and speak with the battlewarden once again to receive your reward.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_FAIL_SYSTEM_TALK_00<tab>Du konntest die Vergütung nicht aufnehmen, weil dein Inventar voll ist. Schaff etwas Platz und sprich den Zuständigen noch einmal an.
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_FAIL_SYSTEM_TALK_00<tab>Impossible de recevoir la récompense car l'inventaire est plein. Faites de la place et essayez de nouveau.
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_RET_FAIL_SYSTEM_TALK_00<tab>これ以上アイテムを持てないため、 報酬を受け取れませんでした。アイテムリストに 空欄を作ってから、もう一度報告してください。

source: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_TALK_00<tab>Can't you see I'm busy attending to your allies? I don't have time to chat.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_TALK_00<tab>Warte kurz. Ich verteile gerade die Vergütungen für die letzte Expedition.
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_TALK_00<tab>Je distribue les récompenses à vos compagnons. Restez ici un moment.
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_TALK_00<tab>任務の報酬を配っているところだ。 待機していてくれ。

source: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_TITLE<tab>Leave without your party?
de: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_TITLE<tab>Willst du alleine zurückkehren?
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_TITLE<tab>Voulez-vous quitter l'instance sans attendre les autres<var 1D /var>?
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_TITLE<tab>ひとりで先に帰りますか？

source: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_YES<tab>Yes
de: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_YES<tab>Ja
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_YES<tab>Oui
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_YES<tab>はい

source: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_NO<tab>No
de: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_NO<tab>Nein
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_NO<tab>Non
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_MENU_NO<tab>いいえ

source: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_TITLE<tab>You will be removed from the party. Proceed?
de: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_TITLE<tab>Willst du wirklich aus der Gruppe austreten?
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_TITLE<tab>Vous quitterez l'équipe. Confirmez-vous votre choix<var 1D /var>?
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_TITLE<tab>パーティから離脱しますが、よろしいですか？

source: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_YES<tab>Yes
de: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_YES<tab>Ja
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_YES<tab>Oui
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_YES<tab>はい

source: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_NO<tab>No
de: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_NO<tab>Nein
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_NO<tab>Non
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_AFTER_RWD_RETURN_MENU_NO<tab>いいえ

source: TEXT_CMNBHTREWARDLV020ST0003_00025_FIRST_BONUS_TALK_00<tab>The operation was a success! Here's your payment, and as promised, I've thrown in a little extra, so that you may consider returning to aid us once again.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_FIRST_BONUS_TALK_00<tab>Die Operation war erfolgreich! Hier ist deine Vergütung, wie versprochen. Ich habe sie noch ein wenig angehoben und hoffe, du leistet uns auch in Zukunft Unterstützung.
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_FIRST_BONUS_TALK_00<tab>Beau travail. J'ai ajouté un petit quelque chose à votre récompense, pour cette fois.
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_FIRST_BONUS_TALK_00<tab>よくやってくれた。 なかなかの働きぶりじゃないか。 報酬にも色を付けておいてやろう。

source: TEXT_CMNBHTREWARDLV020ST0003_00025_FIRST_BONUS_SYSTEM_TALK_00<tab>A bonus has been added to your reward.
de: TEXT_CMNBHTREWARDLV020ST0003_00025_FIRST_BONUS_SYSTEM_TALK_00<tab>Weil du das Gildengeheiß zum ersten Mal geschafft hast, wurde deiner Vergütung ein Bonus hinzugefügt.
fr: TEXT_CMNBHTREWARDLV020ST0003_00025_FIRST_BONUS_SYSTEM_TALK_00<tab>Un bonus est attribué lorsqu'une mission est accomplie pour la première fois.
ja: TEXT_CMNBHTREWARDLV020ST0003_00025_FIRST_BONUS_SYSTEM_TALK_00<tab>初回達成によるボーナスがつき、 報酬が追加されます。
