Repository: endervad/ffxiv_translation_test
Catalog: exd/ConfigKey/*.xlf
Languages: ru

source: Hotbar 3 - Slot 7<tab>HOTBAR_3_7
ru: Панель команд 3 — Слот 7<tab>HOTBAR_3_7

source: Hotbar 3 - Slot 8<tab>HOTBAR_3_8
ru: Панель команд 3 — Слот 8<tab>HOTBAR_3_8

source: Hotbar 3 - Slot 9<tab>HOTBAR_3_9
ru: Панель команд 3 — Слот 9<tab>HOTBAR_3_9

source: Hotbar 3 - Slot 10<tab>HOTBAR_3_0
ru: Панель команд 3 — Слот 10<tab>HOTBAR_3_0

source: Hotbar 3 - Slot 11<tab>HOTBAR_3_A
ru: Панель команд 3 — Слот 11<tab>HOTBAR_3_A

source: Hotbar 3 - Slot 12<tab>HOTBAR_3_B
ru: Панель команд 3 — Слот 12<tab>HOTBAR_3_B

source: Hotbar 4 - Slot 1<tab>HOTBAR_4_1
ru: Панель команд 4 — Слот 1<tab>HOTBAR_4_1

source: Hotbar 4 - Slot 2<tab>HOTBAR_4_2
ru: Панель команд 4 — Слот 2<tab>HOTBAR_4_2

source: Hotbar 4 - Slot 3<tab>HOTBAR_4_3
ru: Панель команд 4 — Слот 3<tab>HOTBAR_4_3

source: Hotbar 4 - Slot 4<tab>HOTBAR_4_4
ru: Панель команд 4 — Слот 4<tab>HOTBAR_4_4

source: Hotbar 4 - Slot 5<tab>HOTBAR_4_5
ru: Панель команд 4 — Слот 5<tab>HOTBAR_4_5

source: Hotbar 4 - Slot 6<tab>HOTBAR_4_6
ru: Панель команд 4 — Слот 6<tab>HOTBAR_4_6

source: Hotbar 4 - Slot 7<tab>HOTBAR_4_7
ru: Панель команд 4 — Слот 7<tab>HOTBAR_4_7

source: Hotbar 4 - Slot 8<tab>HOTBAR_4_8
ru: Панель команд 4 — Слот 8<tab>HOTBAR_4_8

source: Hotbar 4 - Slot 9<tab>HOTBAR_4_9
ru: Панель команд 4 — Слот 9<tab>HOTBAR_4_9

source: Hotbar 4 - Slot 10<tab>HOTBAR_4_0
ru: Панель команд 4 — Слот 10<tab>HOTBAR_4_0

source: Hotbar 4 - Slot 11<tab>HOTBAR_4_A
ru: Панель команд 4 — Слот 11<tab>HOTBAR_4_A

source: Hotbar 4 - Slot 12<tab>HOTBAR_4_B
ru: Панель команд 4 — Слот 12<tab>HOTBAR_4_B

source: Hotbar 5 - Slot 1<tab>HOTBAR_5_1
ru: Панель команд 5 — Слот 1<tab>HOTBAR_5_1

source: Hotbar 5 - Slot 2<tab>HOTBAR_5_2
ru: Панель команд 5 — Слот 2<tab>HOTBAR_5_2

source: Hotbar 5 - Slot 3<tab>HOTBAR_5_3
ru: Панель команд 5 — Слот 3<tab>HOTBAR_5_3

source: Hotbar 5 - Slot 4<tab>HOTBAR_5_4
ru: Панель команд 5 — Слот 4<tab>HOTBAR_5_4

source: Hotbar 5 - Slot 5<tab>HOTBAR_5_5
ru: Панель команд 5 — Слот 5<tab>HOTBAR_5_5

source: Hotbar 5 - Slot 6<tab>HOTBAR_5_6
ru: Панель команд 5 — Слот 6<tab>HOTBAR_5_6

source: Hotbar 5 - Slot 7<tab>HOTBAR_5_7
ru: Панель команд 5 — Слот 7<tab>HOTBAR_5_7

source: Hotbar 5 - Slot 8<tab>HOTBAR_5_8
ru: Панель команд 5 — Слот 8<tab>HOTBAR_5_8

source: Hotbar 5 - Slot 9<tab>HOTBAR_5_9
ru: Панель команд 5 — Слот 9<tab>HOTBAR_5_9

source: Hotbar 5 - Slot 10<tab>HOTBAR_5_0
ru: Панель команд 5 — Слот 10<tab>HOTBAR_5_0

source: Hotbar 5 - Slot 11<tab>HOTBAR_5_A
ru: Панель команд 5 — Слот 11<tab>HOTBAR_5_A

source: Hotbar 5 - Slot 12<tab>HOTBAR_5_B
ru: Панель команд 5 — Слот 12<tab>HOTBAR_5_B

source: Hotbar 6 - Slot 1<tab>HOTBAR_6_1
ru: Панель команд 6 — Слот 1<tab>HOTBAR_6_1

source: Hotbar 6 - Slot 2<tab>HOTBAR_6_2
ru: Панель команд 6 — Слот 2<tab>HOTBAR_6_2

source: Hotbar 6 - Slot 3<tab>HOTBAR_6_3
ru: Панель команд 6 — Слот 3<tab>HOTBAR_6_3

source: Hotbar 6 - Slot 4<tab>HOTBAR_6_4
ru: Панель команд 6 — Слот 4<tab>HOTBAR_6_4

source: Hotbar 6 - Slot 5<tab>HOTBAR_6_5
ru: Панель команд 6 — Слот 5<tab>HOTBAR_6_5

source: Hotbar 6 - Slot 6<tab>HOTBAR_6_6
ru: Панель команд 6 — Слот 6<tab>HOTBAR_6_6

source: Hotbar 6 - Slot 7<tab>HOTBAR_6_7
ru: Панель команд 6 — Слот 7<tab>HOTBAR_6_7

source: Hotbar 6 - Slot 8<tab>HOTBAR_6_8
ru: Панель команд 6 — Слот 8<tab>HOTBAR_6_8

source: Hotbar 6 - Slot 9<tab>HOTBAR_6_9
ru: Панель команд 6 — Слот 9<tab>HOTBAR_6_9

source: Hotbar 6 - Slot 10<tab>HOTBAR_6_0
ru: Панель команд 6 — Слот 10<tab>HOTBAR_6_0

source: Hotbar 6 - Slot 11<tab>HOTBAR_6_A
ru: Панель команд 6 — Слот 11<tab>HOTBAR_6_A

source: Hotbar 6 - Slot 12<tab>HOTBAR_6_B
ru: Панель команд 6 — Слот 12<tab>HOTBAR_6_B

source: Hotbar 7 - Slot 1<tab>HOTBAR_7_1
ru: Панель команд 7 — Слот 1<tab>HOTBAR_7_1

source: Hotbar 7 - Slot 2<tab>HOTBAR_7_2
ru: Панель команд 7 — Слот 2<tab>HOTBAR_7_2

source: Hotbar 7 - Slot 3<tab>HOTBAR_7_3
ru: Панель команд 7 — Слот 3<tab>HOTBAR_7_3

source: Hotbar 7 - Slot 4<tab>HOTBAR_7_4
ru: Панель команд 7 — Слот 4<tab>HOTBAR_7_4

source: Hotbar 7 - Slot 5<tab>HOTBAR_7_5
ru: Панель команд 7 — Слот 5<tab>HOTBAR_7_5

source: Hotbar 7 - Slot 6<tab>HOTBAR_7_6
ru: Панель команд 7 — Слот 6<tab>HOTBAR_7_6

source: Hotbar 7 - Slot 7<tab>HOTBAR_7_7
ru: Панель команд 7 — Слот 7<tab>HOTBAR_7_7

source: Hotbar 7 - Slot 8<tab>HOTBAR_7_8
ru: Панель команд 7 — Слот 8<tab>HOTBAR_7_8

source: Hotbar 7 - Slot 9<tab>HOTBAR_7_9
ru: Панель команд 7 — Слот 9<tab>HOTBAR_7_9

source: Hotbar 7 - Slot 10<tab>HOTBAR_7_0
ru: Панель команд 7 — Слот 10<tab>HOTBAR_7_0

source: Hotbar 7 - Slot 11<tab>HOTBAR_7_A
ru: Панель команд 7 — Слот 11<tab>HOTBAR_7_A

source: Hotbar 7 - Slot 12<tab>HOTBAR_7_B
ru: Панель команд 7 — Слот 12<tab>HOTBAR_7_B

source: Hotbar 8 - Slot 1<tab>HOTBAR_8_1
ru: Панель команд 8 — Слот 1<tab>HOTBAR_8_1

source: Hotbar 8 - Slot 2<tab>HOTBAR_8_2
ru: Панель команд 8 — Слот 2<tab>HOTBAR_8_2

source: Hotbar 8 - Slot 3<tab>HOTBAR_8_3
ru: Панель команд 8 — Слот 3<tab>HOTBAR_8_3

source: Hotbar 8 - Slot 4<tab>HOTBAR_8_4
ru: Панель команд 8 — Слот 4<tab>HOTBAR_8_4

source: Hotbar 8 - Slot 5<tab>HOTBAR_8_5
ru: Панель команд 8 — Слот 5<tab>HOTBAR_8_5

source: Hotbar 8 - Slot 6<tab>HOTBAR_8_6
ru: Панель команд 8 — Слот 6<tab>HOTBAR_8_6

source: Hotbar 8 - Slot 7<tab>HOTBAR_8_7
ru: Панель команд 8 — Слот 7<tab>HOTBAR_8_7

source: Hotbar 8 - Slot 8<tab>HOTBAR_8_8
ru: Панель команд 8 — Слот 8<tab>HOTBAR_8_8

source: Hotbar 8 - Slot 9<tab>HOTBAR_8_9
ru: Панель команд 8 — Слот 9<tab>HOTBAR_8_9

source: Hotbar 8 - Slot 10<tab>HOTBAR_8_0
ru: Панель команд 8 — Слот 10<tab>HOTBAR_8_0

source: Hotbar 8 - Slot 11<tab>HOTBAR_8_A
ru: Панель команд 8 — Слот 11<tab>HOTBAR_8_A

source: Hotbar 8 - Slot 12<tab>HOTBAR_8_B
ru: Панель команд 8 — Слот 12<tab>HOTBAR_8_B

source: Hotbar 9 - Slot 1<tab>HOTBAR_9_1
ru: Панель команд 9 — Слот 1<tab>HOTBAR_9_1

source: Hotbar 9 - Slot 2<tab>HOTBAR_9_2
ru: Панель команд 9 — Слот 2<tab>HOTBAR_9_2

source: Hotbar 9 - Slot 3<tab>HOTBAR_9_3
ru: Панель команд 9 — Слот 3<tab>HOTBAR_9_3

source: Hotbar 9 - Slot 4<tab>HOTBAR_9_4
ru: Панель команд 9 — Слот 4<tab>HOTBAR_9_4

source: Hotbar 9 - Slot 5<tab>HOTBAR_9_5
ru: Панель команд 9 — Слот 5<tab>HOTBAR_9_5

source: Hotbar 9 - Slot 6<tab>HOTBAR_9_6
ru: Панель команд 9 — Слот 6<tab>HOTBAR_9_6

source: Hotbar 9 - Slot 7<tab>HOTBAR_9_7
ru: Панель команд 9 — Слот 7<tab>HOTBAR_9_7

source: Hotbar 9 - Slot 8<tab>HOTBAR_9_8
ru: Панель команд 9 — Слот 8<tab>HOTBAR_9_8

source: Hotbar 9 - Slot 9<tab>HOTBAR_9_9
ru: Панель команд 9 — Слот 9<tab>HOTBAR_9_9

source: Hotbar 9 - Slot 10<tab>HOTBAR_9_0
ru: Панель команд 9 — Слот 10<tab>HOTBAR_9_0

source: Hotbar 9 - Slot 11<tab>HOTBAR_9_A
ru: Панель команд 9 — Слот 11<tab>HOTBAR_9_A

source: Hotbar 9 - Slot 12<tab>HOTBAR_9_B
ru: Панель команд 9 — Слот 12<tab>HOTBAR_9_B

source: Hotbar 10 - Slot 1<tab>HOTBAR_10_1
ru: Панель команд 10 — Слот 1<tab>HOTBAR_10_1

source: Hotbar 10 - Slot 2<tab>HOTBAR_10_2
ru: Панель команд 10 — Слот 2<tab>HOTBAR_10_2

source: Hotbar 10 - Slot 3<tab>HOTBAR_10_3
ru: Панель команд 10 — Слот 3<tab>HOTBAR_10_3

source: Hotbar 10 - Slot 4<tab>HOTBAR_10_4
ru: Панель команд 10 — Слот 4<tab>HOTBAR_10_4

source: Hotbar 10 - Slot 5<tab>HOTBAR_10_5
ru: Панель команд 10 — Слот 5<tab>HOTBAR_10_5

source: Hotbar 10 - Slot 6<tab>HOTBAR_10_6
ru: Панель команд 10 — Слот 6<tab>HOTBAR_10_6

source: Hotbar 10 - Slot 7<tab>HOTBAR_10_7
ru: Панель команд 10 — Слот 7<tab>HOTBAR_10_7

source: Hotbar 10 - Slot 8<tab>HOTBAR_10_8
ru: Панель команд 10 — Слот 8<tab>HOTBAR_10_8

source: Hotbar 10 - Slot 9<tab>HOTBAR_10_9
ru: Панель команд 10 — Слот 9<tab>HOTBAR_10_9

source: Hotbar 10 - Slot 10<tab>HOTBAR_10_0
ru: Панель команд 10 — Слот 10<tab>HOTBAR_10_0

source: Hotbar 10 - Slot 11<tab>HOTBAR_10_A
ru: Панель команд 10 — Слот 11<tab>HOTBAR_10_A

source: Hotbar 10 - Slot 12<tab>HOTBAR_10_B
ru: Панель команд 10 — Слот 12<tab>HOTBAR_10_B

source: Pet Hotbar - Slot 1<tab>HOTBAR_EX_1
ru: Панель команд питомца — Слот 1<tab>HOTBAR_EX_1

source: Pet Hotbar - Slot 2<tab>HOTBAR_EX_2
ru: Панель команд питомца — Слот 2<tab>HOTBAR_EX_2

source: Pet Hotbar - Slot 3<tab>HOTBAR_EX_3
ru: Панель команд питомца — Слот 3<tab>HOTBAR_EX_3

source: Pet Hotbar - Slot 4<tab>HOTBAR_EX_4
ru: Панель команд питомца — Слот 4<tab>HOTBAR_EX_4

source: Pet Hotbar - Slot 5<tab>HOTBAR_EX_5
ru: Панель команд питомца — Слот 5<tab>HOTBAR_EX_5

source: Pet Hotbar - Slot 6<tab>HOTBAR_EX_6
ru: Панель команд питомца — Слот 6<tab>HOTBAR_EX_6

source: Pet Hotbar - Slot 7<tab>HOTBAR_EX_7
ru: Панель команд питомца — Слот 7<tab>HOTBAR_EX_7

source: Pet Hotbar - Slot 8<tab>HOTBAR_EX_8
ru: Панель команд питомца — Слот 8<tab>HOTBAR_EX_8

source: Pet Hotbar - Slot 9<tab>HOTBAR_EX_9
ru: Панель команд питомца — Слот 9<tab>HOTBAR_EX_9

source: Pet Hotbar - Slot 10<tab>HOTBAR_EX_0
ru: Панель команд питомца — Слот 10<tab>HOTBAR_EX_0

source: Pet Hotbar - Slot 11<tab>HOTBAR_EX_A
ru: Панель команд питомца — Слот 11<tab>HOTBAR_EX_A

source: Pet Hotbar - Slot 12<tab>HOTBAR_EX_B
ru: Панель команд питомца — Слот 12<tab>HOTBAR_EX_B

source: Duty Actions II<tab>HOTBAR_CONTENTS_ACT_L
ru: Действие миссии II<tab>HOTBAR_CONTENTS_ACT_L

source: Duty Actions I<tab>HOTBAR_CONTENTS_ACT_R
ru: Действие миссии I<tab>HOTBAR_CONTENTS_ACT_R

source: <var 12 02 /var> <var 08 E4E96B64 ((D-pad Up)) ((Up Button)) /var><tab>VIRTUAL_PAD_UP
ru: <var 12 02 /var> <var 08 E4E96B64 ((Крестовина Вверх)) ((Кнопка Вверх)) /var><tab>VIRTUAL_PAD_UP

source: <var 12 03 /var> <var 08 E4E96B64 ((D-pad Down)) ((Down Button)) /var><tab>VIRTUAL_PAD_DOWN
ru: <var 12 03 /var> <var 08 E4E96B64 ((Крестовина Вниз)) ((Кнопка Вниз)) /var><tab>VIRTUAL_PAD_DOWN

source: <var 12 04 /var> <var 08 E4E96B64 ((D-pad Left)) ((Left Button)) /var><tab>VIRTUAL_PAD_LEFT
ru: <var 12 04 /var> <var 08 E4E96B64 ((Крестовина Влево)) ((Кнопка Влево)) /var><tab>VIRTUAL_PAD_LEFT

source: <var 12 05 /var> <var 08 E4E96B64 ((D-pad Right)) ((Right Button)) /var><tab>VIRTUAL_PAD_RIGHT
ru: <var 12 05 /var> <var 08 E4E96B64 ((Крестовина Вправо)) ((Кнопка Вправо)) /var><tab>VIRTUAL_PAD_RIGHT

source: <var 12 0C /var> <var 08 E4E94C01 ((Y Button)) ((<var 08 E4E94F64 ((△ Button)) ((Y Button)) /var>)) /var><tab>VIRTUAL_PAD_TRIANGLE
ru: <var 12 0C /var> <var 08 E4E94C01 ((Кнопка Y)) ((<var 08 E4E94F64 ((Кнопка △)) ((Кнопка Y)) /var>)) /var><tab>VIRTUAL_PAD_TRIANGLE

source: <var 12 09 /var> <var 08 E4E94C01 ((B Button)) ((<var 08 E4E94F64 ((◯ Button)) ((B Button)) /var>)) /var><tab>VIRTUAL_PAD_CIRCLE
ru: <var 12 09 /var> <var 08 E4E94C01 ((Кнопка B)) ((<var 08 E4E94F64 ((Кнопка ◯)) ((Кнопка B)) /var>)) /var><tab>VIRTUAL_PAD_CIRCLE

source: <var 12 0A /var> <var 08 E4E94C01 ((A Button)) ((<var 08 E4E94F64 ((× Button)) ((A Button)) /var>)) /var><tab>VIRTUAL_PAD_CROSS
ru: <var 12 0A /var> <var 08 E4E94C01 ((Кнопка A)) ((<var 08 E4E94F64 ((Кнопка ×)) ((Кнопка A)) /var>)) /var><tab>VIRTUAL_PAD_CROSS

source: <var 12 0B /var> <var 08 E4E94C01 ((X Button)) ((<var 08 E4E94F64 ((□ Button)) ((X Button)) /var>)) /var><tab>VIRTUAL_PAD_SQUARE
ru: <var 12 0B /var> <var 08 E4E94C01 ((Кнопка X)) ((<var 08 E4E94F64 ((Кнопка □)) ((Кнопка X)) /var>)) /var><tab>VIRTUAL_PAD_SQUARE

source: <var 12 13 /var> <var 08 E4E94C01 ((START Button)) ((<var 08 E4E94F64 ((OPTIONS Button)) ((Menu Button)) /var>)) /var><tab>VIRTUAL_PAD_START
ru: <var 12 13 /var> <var 08 E4E94C01 ((Кнопка START)) ((<var 08 E4E94F64 ((Кнопка OPTIONS)) ((Кнопка Menu)) /var>)) /var><tab>VIRTUAL_PAD_START

source: <var 12 14 /var> <var 08 E4E94C01 ((BACK Button)) ((<var 08 E4E94F64 ((Touch Pad Button)) ((View Button)) /var>)) /var><tab>VIRTUAL_PAD_SELECT
ru: <var 12 14 /var> <var 08 E4E94C01 ((Кнопка BACK)) ((<var 08 E4E94F64 ((Кнопка Touch Pad)) ((Кнопка View )) /var>)) /var><tab>VIRTUAL_PAD_SELECT

source: <var 12 0D /var> <var 08 E4E94C01 ((LB Button)) ((<var 08 E4E94F64 ((L1 Button)) ((L Button)) /var>)) /var><tab>VIRTUAL_PAD_L1
ru: <var 12 0D /var> <var 08 E4E94C01 ((Кнопка LB)) ((<var 08 E4E94F64 ((Кнопка L1)) ((Кнопка L)) /var>)) /var><tab>VIRTUAL_PAD_L1

source: <var 12 0F /var> <var 08 E4E94C01 ((LT Button)) ((<var 08 E4E94F64 ((L2 Button)) ((LT Button)) /var>)) /var><tab>VIRTUAL_PAD_L2
ru: <var 12 0F /var> <var 08 E4E94C01 ((Кнопка LT)) ((<var 08 E4E94F64 ((Кнопка L2)) ((Кнопка LT)) /var>)) /var><tab>VIRTUAL_PAD_L2

source: <var 12 0E /var> <var 08 E4E94C01 ((RB Button)) ((<var 08 E4E94F64 ((R1 Button)) ((R Button)) /var>)) /var><tab>VIRTUAL_PAD_R1
ru: <var 12 0E /var> <var 08 E4E94C01 ((Кнопка RB)) ((<var 08 E4E94F64 ((Кнопка R1)) ((Кнопка R)) /var>)) /var><tab>VIRTUAL_PAD_R1

source: <var 12 10 /var> <var 08 E4E94C01 ((RT Button)) ((<var 08 E4E94F64 ((R2 Button)) ((RT Button)) /var>)) /var><tab>VIRTUAL_PAD_R2
ru: <var 12 10 /var> <var 08 E4E94C01 ((Кнопка RT)) ((<var 08 E4E94F64 ((Кнопка R2)) ((Кнопка RT)) /var>)) /var><tab>VIRTUAL_PAD_R2

source: <var 12 11 /var> <var 08 E4E94C01 ((Left Thumb-click)) ((<var 08 E4E94F64 ((L3 Button)) ((Left Thumb-click)) /var>)) /var><tab>VIRTUAL_PAD_L3
ru: <var 12 11 /var> <var 08 E4E94C01 ((Нажатие левого мини-джойстика)) ((<var 08 E4E94F64 ((Кнопка L3)) ((Нажатие левого мини-джойстика)) /var>)) /var><tab>VIRTUAL_PAD_L3

source: <var 12 12 /var> <var 08 E4E94C01 ((Right Thumb-click)) ((<var 08 E4E94F64 ((R3 Button)) ((Right Thumb-click)) /var>)) /var><tab>VIRTUAL_PAD_R3
ru: <var 12 12 /var> <var 08 E4E94C01 ((Нажатие правого мини-джойстика)) ((<var 08 E4E94F64 ((Кнопка R3)) ((Нажатие правого мини-джойстика)) /var>)) /var><tab>VIRTUAL_PAD_R3

source: <var 12 15 /var> Left Stick Up<tab>VIRTUAL_PAD_LSTICK_UP
ru: <var 12 15 /var> Левый <var 08 E1E80201 ((джойстик)) ((мини-джойстик)) /var> — Вверх<tab>VIRTUAL_PAD_LSTICK_UP

source: <var 12 15 /var> Left Stick Down<tab>VIRTUAL_PAD_LSTICK_DOWN
ru: <var 12 15 /var> Левый <var 08 E1E80201 ((джойстик)) ((мини-джойстик)) /var> — Вниз<tab>VIRTUAL_PAD_LSTICK_DOWN

source: <var 12 15 /var> Left Stick Left<tab>VIRTUAL_PAD_LSTICK_LEFT
ru: <var 12 15 /var> Левый <var 08 E1E80201 ((джойстик)) ((мини-джойстик)) /var> — Влево<tab>VIRTUAL_PAD_LSTICK_LEFT

source: <var 12 15 /var> Left Stick Right<tab>VIRTUAL_PAD_LSTICK_RIGHT
ru: <var 12 15 /var> Левый <var 08 E1E80201 ((джойстик)) ((мини-джойстик)) /var> — Вправо<tab>VIRTUAL_PAD_LSTICK_RIGHT

source: <var 12 18 /var> Right Stick Up<tab>VIRTUAL_PAD_RSTICK_UP
ru: <var 12 18 /var> Правый <var 08 E1E80201 ((джойстик)) ((мини-джойстик)) /var> — Вверх<tab>VIRTUAL_PAD_RSTICK_UP

source: <var 12 18 /var> Right Stick Down<tab>VIRTUAL_PAD_RSTICK_DOWN
ru: <var 12 18 /var> Правый <var 08 E1E80201 ((джойстик)) ((мини-джойстик)) /var> — Вниз<tab>VIRTUAL_PAD_RSTICK_DOWN

source: <var 12 18 /var> Right Stick Left<tab>VIRTUAL_PAD_RSTICK_LEFT
ru: <var 12 18 /var> Правый <var 08 E1E80201 ((джойстик)) ((мини-джойстик)) /var> — Влево<tab>VIRTUAL_PAD_RSTICK_LEFT

source: <var 12 18 /var> Right Stick Right<tab>VIRTUAL_PAD_RSTICK_RIGHT
ru: <var 12 18 /var> Правый <var 08 E1E80201 ((джойстик)) ((мини-джойстик)) /var> — Вправо<tab>VIRTUAL_PAD_RSTICK_RIGHT

source: Playguide<tab>MENU_PLAY_GUIDE
ru: Игровой гид<tab>MENU_PLAY_GUIDE

source: Subcommand Customization<tab>MENU_SUBCOMMAND_CUSTOMIZE
ru: Кастомизация подкоманд<tab>MENU_SUBCOMMAND_CUSTOMIZE

source: Novice Network List<tab>MENU_BEGINNER_CHANNEL_LIST
ru: Список Сети Новичков<tab>MENU_BEGINNER_CHANNEL_LIST

source: Hall of the Novice<tab>MENU_BEGINNERS_MANSION
ru: Зал Новичка<tab>MENU_BEGINNERS_MANSION

source: Orchestrion List<tab>MENU_ORCHESTRION
ru: Список оркестриона<tab>MENU_ORCHESTRION

source: Raid Finder<tab>MENU_RAID_FINDER
ru: Поиск рейдов<tab>MENU_RAID_FINDER

source: Countdown<tab>MENU_COUNTDOWN
ru: Обратный отсчёт<tab>MENU_COUNTDOWN

source: Contact List<tab>MENU_CONTACTLIST
ru: Список контактов<tab>MENU_CONTACTLIST

source: Mount Speed<tab>MENU_GROUND_MOUNT_SPEED
ru: Скорость транспорта<tab>MENU_GROUND_MOUNT_SPEED

source: Chocobo Saddlebag<tab>MENU_BUDDY_BAG
ru: Походная сумка чокобо<tab>MENU_BUDDY_BAG

source: Duty Recorder<tab>MENU_CONTENTS_REPLAY
ru: Запись миссий<tab>MENU_CONTENTS_REPLAY

source: Record Ready Check<tab>MENU_REPLAY_READY_CHECK
ru: Проверка готовности к записи<tab>MENU_REPLAY_READY_CHECK

source: PvP Team<tab>MENU_PVPTEAM_UI
ru: Команда PvP<tab>MENU_PVPTEAM_UI

source: Cross-world Linkshell<tab>MENU_CWLINKSHELL
ru: Мижмировой линкшелл<tab>MENU_CWLINKSHELL

source: Alarms<tab>MENU_ALERM
ru: Будильники<tab>MENU_ALERM

source: Blue Magic Spellbook<tab>MENU_AOZ
ru: Книга синей магии<tab>MENU_AOZ

source: Trust<tab>MENU_FAITH
ru: Напарники<tab>MENU_FAITH

source: Shared FATE<tab>MENU_FATE_PROGRESS
ru: Общие ЗОНА<tab>MENU_FATE_PROGRESS

source: Fellowship<tab>MENU_CIRCLE_LIST
ru: Сообщества<tab>MENU_CIRCLE_LIST

source: Fellowship Finder<tab>MENU_CIRCLE_RECRUIT
ru: Поиск сообществ<tab>MENU_CIRCLE_RECRUIT

source: Collection<tab>MENU_MCGUFFIN
ru: Коллекция<tab>MENU_MCGUFFIN

source: New Game+<tab>MENU_QUEST_REPLAY
ru: Новая игра +<tab>MENU_QUEST_REPLAY

source: Fashion Accessories<tab>MENU_ORNAMENT_NOTEBOOK
ru: Модные аксессуары<tab>MENU_ORNAMENT_NOTEBOOK

source: Official Sites<tab>WEBLINK
ru: Официальные сайты<tab>WEBLINK

source: Portraits<tab>MENU_BANNER_LIST
ru: Портреты<tab>MENU_BANNER_LIST

source: Duty Support<tab>MENU_SDS
ru: Миссии с помощниками<tab>MENU_SDS

source: Adventurer Plate<tab>MENU_CHARA_CARD
ru: Карточка приключенца<tab>MENU_CHARA_CARD

source: V&C Dungeon Finder<tab>MENU_VVD
ru: Специальные подземелья<tab>MENU_VVD

source: Temporarily Switch Chat Mode to Novice Network<tab>CMD_BEGINNER
ru: Временно переключить чат на Сеть Новичков<tab>CMD_BEGINNER

source: Switch Chat Mode to Novice Network<tab>CMD_BEGINNER_ALWAYS
ru: Переключить чат на Сеть Новичков<tab>CMD_BEGINNER_ALWAYS

source: Temporarily Switch Chat Mode to PvP Team<tab>PVPTEAM_CHAT
ru: Временно переключить чат на Команда PvP<tab>PVPTEAM_CHAT

source: Switch Chat Mode to PvP Team<tab>PVPTEAM_CHAT_ALWAYS
ru: Переключить чат на Команда PvP<tab>PVPTEAM_CHAT_ALWAYS

source: Temporarily Switch Chat Mode to Next Cross-world LS<tab>CMD_CWLINKSHELL
ru: Временно переключить чат на следующий ММЛШ<tab>CMD_CWLINKSHELL

source: Switch Chat Mode to Next Cross-world LS<tab>CMD_CWLINKSHELL_ALWAYS
ru: Переключить чат на следующий межмировой ЛШ<tab>CMD_CWLINKSHELL_ALWAYS

source: Temporarily Switch Chat Mode to Previous Cross-world LS<tab>CMD_CWLINKSHELL_REV
ru: Временно переключить чат на предыдущий ММЛШ<tab>CMD_CWLINKSHELL_REV

source: Temporarily Switch Chat Mode to Cross-world LS [1]<tab>CMD_CWLINKSHELL_1
ru: Временно переключить чат на Межмировой ЛШ [1]<tab>CMD_CWLINKSHELL_1

source: Temporarily Switch Chat Mode to Cross-world LS [2]<tab>CMD_CWLINKSHELL_2
ru: Временно переключить чат на Межмировой ЛШ [2]<tab>CMD_CWLINKSHELL_2

source: Temporarily Switch Chat Mode to Cross-world LS [3]<tab>CMD_CWLINKSHELL_3
ru: Временно переключить чат на Межмировой ЛШ [3]<tab>CMD_CWLINKSHELL_3

source: Temporarily Switch Chat Mode to Cross-world LS [4]<tab>CMD_CWLINKSHELL_4
ru: Временно переключить чат на Межмировой ЛШ [4]<tab>CMD_CWLINKSHELL_4

source: Temporarily Switch Chat Mode to Cross-world LS [5]<tab>CMD_CWLINKSHELL_5
ru: Временно переключить чат на Межмировой ЛШ [5]<tab>CMD_CWLINKSHELL_5

source: Temporarily Switch Chat Mode to Cross-world LS [6]<tab>CMD_CWLINKSHELL_6
ru: Временно переключить чат на Межмировой ЛШ [6]<tab>CMD_CWLINKSHELL_6

source: Temporarily Switch Chat Mode to Cross-world LS [7]<tab>CMD_CWLINKSHELL_7
ru: Временно переключить чат на Межмировой ЛШ [7]<tab>CMD_CWLINKSHELL_7

source: Temporarily Switch Chat Mode to Cross-world LS [8]<tab>CMD_CWLINKSHELL_8
ru: Временно переключить чат на Межмировой ЛШ [8]<tab>CMD_CWLINKSHELL_8

source: Switch Chat Mode to Previous Cross-world LS<tab>CMD_CWLINKSHELL_ALWAYS_REV
ru: Переключить чат на предыдущий межмировой ЛШ<tab>CMD_CWLINKSHELL_ALWAYS_REV

source: Switch Chat Mode to Cross-world LS [1]<tab>CMD_CWLINKSHELL_1_ALWAYS
ru: Переключить чат на Межмировой линкшелл [1]<tab>CMD_CWLINKSHELL_1_ALWAYS

source: Switch Chat Mode to Cross-world LS [2]<tab>CMD_CWLINKSHELL_2_ALWAYS
ru: Переключить чат на Межмировой линкшелл [2]<tab>CMD_CWLINKSHELL_2_ALWAYS

source: Switch Chat Mode to Cross-world LS [3]<tab>CMD_CWLINKSHELL_3_ALWAYS
ru: Переключить чат на Межмировой линкшелл [3]<tab>CMD_CWLINKSHELL_3_ALWAYS

source: Switch Chat Mode to Cross-world LS [4]<tab>CMD_CWLINKSHELL_4_ALWAYS
ru: Переключить чат на Межмировой линкшелл [4]<tab>CMD_CWLINKSHELL_4_ALWAYS

source: Switch Chat Mode to Cross-world LS [5]<tab>CMD_CWLINKSHELL_5_ALWAYS
ru: Переключить чат на Межмировой линкшелл [5]<tab>CMD_CWLINKSHELL_5_ALWAYS

source: Switch Chat Mode to Cross-world LS [6]<tab>CMD_CWLINKSHELL_6_ALWAYS
ru: Переключить чат на Межмировой линкшелл [6]<tab>CMD_CWLINKSHELL_6_ALWAYS

source: Switch Chat Mode to Cross-world LS [7]<tab>CMD_CWLINKSHELL_7_ALWAYS
ru: Переключить чат на Межмировой линкшелл [7]<tab>CMD_CWLINKSHELL_7_ALWAYS

source: Switch Chat Mode to Cross-world LS [8]<tab>CMD_CWLINKSHELL_8_ALWAYS
ru: Переключить чат на Межмировой линкшелл [8]<tab>CMD_CWLINKSHELL_8_ALWAYS

source: Log Window Zoom<tab>CHATLOG_VIEWERMODE
ru: Раскрыть чат на весь экран<tab>CHATLOG_VIEWERMODE

source: Scenario Guide: Main Scenario<tab>MENU_SCENARIO_TREE
ru: Гид по сюжету: Основной сюжет<tab>MENU_SCENARIO_TREE

source: Scenario Guide: Sidequests<tab>MENU_SCENARIO_TREE_SUB
ru: Гид по сюжету: Побочные задания<tab>MENU_SCENARIO_TREE_SUB

source: Toggle Color Filtering Settings<tab>ACCESSIBILITY_COLORBLIND
ru: Переключить настройки фильтра цветов<tab>ACCESSIBILITY_COLORBLIND
