Repository: endervad/ffxiv_translation_test
Catalog: exd/ConfigKey/*.xlf
Languages: ru

source: Steer<tab>MOVE_AND_STEER
ru: Рулить<tab>MOVE_AND_STEER

source: Move Forward<tab>MOVE_FORE
ru: Движение вперёд<tab>MOVE_FORE

source: Move Back / Walk Backwards<tab>MOVE_BACK
ru: Движение назад / Идти задом<tab>MOVE_BACK

source: Move Left / Turn Left<tab>MOVE_LEFT
ru: Движение влево / Поворот влево<tab>MOVE_LEFT

source: Move Right / Turn Right<tab>MOVE_RIGHT
ru: Движение вправо / Поворот вправо<tab>MOVE_RIGHT

source: Strafe Left<tab>MOVE_STRIFE_L
ru: Шаг влево<tab>MOVE_STRIFE_L

source: Strafe Right<tab>MOVE_STRIFE_R
ru: Шаг вправо<tab>MOVE_STRIFE_R

source: Jump<tab>JUMP
ru: Прыжок<tab>JUMP

source: Toggle between Run/Walk<tab>WALK
ru: Переключение между бегом и ходьбой<tab>WALK

source: Turn On/Off Auto-run<tab>AUTORUN_KEY
ru: Включить/отключить автобег<tab>AUTORUN_KEY

source: Draw/Sheathe Weapon<tab>SWARD
ru: Вытащить/убрать оружие<tab>SWARD

source: Lock Camera on Target<tab>CAMERA_FOCUS
ru: Закрепить камеру на цели<tab>CAMERA_FOCUS

source: Flight/Diving - Descend<tab>MOVE_DESCENT
ru: Полёт/под водой — Спуск<tab>MOVE_DESCENT

source: Flight/Diving - Ascend<tab>MOVE_RETENTION
ru: Полёт/под водой — Подъём<tab>MOVE_RETENTION

source: Flight/Diving - Angular Ascent<tab>MOVE_ANGLE_RISING
ru: Полёт/под водой — Угловой подъём<tab>MOVE_ANGLE_RISING

source: Flight/Diving - Angular Descent<tab>MOVE_ANGLE_DESCENT
ru: Полёт/под водой — Угловой спуск<tab>MOVE_ANGLE_DESCENT

source: Point Camera Up<tab>CAMERA_UP
ru: Направить камеру вверх<tab>CAMERA_UP

source: Point Camera Down<tab>CAMERA_DOWN
ru: Направить камеру вниз<tab>CAMERA_DOWN

source: Point Camera to the Left<tab>CAMERA_LEFT
ru: Направить камеру влево<tab>CAMERA_LEFT

source: Point Camera to the Right<tab>CAMERA_RIGHT
ru: Направить камеру вправо<tab>CAMERA_RIGHT

source: Toggle between 1st/3rd Person Mode<tab>CAMERA_MODE
ru: Переключение между режимами от 1-го и 3-го лица<tab>CAMERA_MODE

source: Flip Camera<tab>CAMERA_BACKWARD
ru: Перевернуть камеру<tab>CAMERA_BACKWARD

source: Zoom Camera In / Previous Page<tab>CAMERA_ZOOMIN
ru: Приблизить камеру / Предыдущая страница<tab>CAMERA_ZOOMIN

source: Zoom Camera Out / Next Page<tab>CAMERA_ZOOMOUT
ru: Отдалить камеру / Следующая страница<tab>CAMERA_ZOOMOUT

source: Return Camera to Saved Position<tab>CAMERA_LOAD
ru: Вернуть камеру на сохранённую позицию<tab>CAMERA_LOAD

source: Save Current Camera Position<tab>CAMERA_SAVE
ru: Сохранить позицию камеры<tab>CAMERA_SAVE

source: Return Camera to Default Position<tab>CAMERA_RESET
ru: Сбросить позицию камеры<tab>CAMERA_RESET

source: Tilt Camera Up<tab>CAM_TILT_UP
ru: Поднять камеру<tab>CAM_TILT_UP

source: Tilt Camera Down<tab>CAM_TILT_DOWN
ru: Опустить камеру<tab>CAM_TILT_DOWN

source: Face Camera<tab>CAMERA_LOOKING
ru: Повернуться к камере<tab>CAMERA_LOOKING

source: Group Pose<tab>GROUP_POSE
ru: Групповое позирование<tab>GROUP_POSE

source: Switch to Idling Camera<tab>IDLING_CAMERA
ru: Переключиться на Камеру бездействия<tab>IDLING_CAMERA

source: Cycle through Enemies (Nearest to Farthest)<tab>TARGET_NEXT
ru: Переключение между врагами (ближний → дальний)<tab>TARGET_NEXT

source: Cycle through Enemies (Farthest to Nearest)<tab>TARGET_PREV
ru: Переключение между врагами (дальний → ближний)<tab>TARGET_PREV

source: Target Self<tab>TARGET_P1
ru: Нацелиться на себя<tab>TARGET_P1

source: Target Member 2 in Party List<tab>TARGET_P2
ru: Нацелиться на игрока 2 в списке группы<tab>TARGET_P2

source: Target Member 3 in Party List<tab>TARGET_P3
ru: Нацелиться на игрока 3 в списке группы<tab>TARGET_P3

source: Target Member 4 in Party List<tab>TARGET_P4
ru: Нацелиться на игрока 4 в списке группы<tab>TARGET_P4

source: Target Member 5 in Party List<tab>TARGET_P5
ru: Нацелиться на игрока 5 в списке группы<tab>TARGET_P5

source: Target Member 6 in Party List<tab>TARGET_P6
ru: Нацелиться на игрока 6 в списке группы<tab>TARGET_P6

source: Target Member 7 in Party List<tab>TARGET_P7
ru: Нацелиться на игрока 7 в списке группы<tab>TARGET_P7

source: Target Member 8 in Party List<tab>TARGET_P8
ru: Нацелиться на игрока 8 в списке группы<tab>TARGET_P8

source: Target Pet/Familiar<tab>TARGET_PET
ru: Нацелиться на питомца<tab>TARGET_PET

source: Target the Target of Your Current Target (Assist Target)<tab>TARGET_TTOT
ru: Нацелиться на цель вашей цели (Помощь)<tab>TARGET_TTOT

source: Target Last Target<tab>TARGET_LASTTARGET
ru: Нацелиться на последнюю цель<tab>TARGET_LASTTARGET

source: Target Last Enemy<tab>TARGET_LASTENEMY
ru: Нацелиться на последнего врага<tab>TARGET_LASTENEMY

source: Target Enemy Attacking You<tab>TARGET_LASTATTACKER
ru: Нацелиться на врага, атакующего вас<tab>TARGET_LASTATTACKER

source: Target Nearest Enemy<tab>TARGET_CLOSEST_ENEMY
ru: Нацелиться на ближайшего врага<tab>TARGET_CLOSEST_ENEMY

source: Target Nearest PC<tab>TARGET_CLOSEST_PC
ru: Нацелиться на ближайшего игрока<tab>TARGET_CLOSEST_PC

source: Target Nearest NPC or Object<tab>TARGET_CLOSEST_NPC
ru: Нацелиться на ближайшего NPC или объект<tab>TARGET_CLOSEST_NPC

source: Set Focus Target<tab>TARGET_FOCUS
ru: Установить фокус на цель<tab>TARGET_FOCUS

source: Target Current Focus Target<tab>TARGET_SELECT
ru: Нацелиться на текущую цель в фокусе<tab>TARGET_SELECT

source: Face Target<tab>FACE
ru: Повернуться к цели<tab>FACE

source: Set Targeting Mode to All<tab>CIRCLE_ALL
ru: Установить режим нацеливания на Все<tab>CIRCLE_ALL

source: Set Targeting Mode to PC Only<tab>CIRCLE_ENEMY
ru: Установить режим нацеливания на Только игроки<tab>CIRCLE_ENEMY

source: Set Targeting Mode to Party Only<tab>CIRCLE_PARTY
ru: Установить режим нацеливания на Только группа<tab>CIRCLE_PARTY

source: Set Targeting Mode to Enemy Only<tab>CIRCLE_PC
ru: Установить режим нацеливания на Только враги<tab>CIRCLE_PC

source: Cycle Up through Enmity List<tab>TARGET_ENEMY_LIST_UP_KEY
ru: Прокрутка вверх по списку аггро<tab>TARGET_ENEMY_LIST_UP_KEY

source: Cycle Down through Enmity List<tab>TARGET_ENEMY_LIST_DOWN_KEY
ru: Прокрутка вниз по списку аггро<tab>TARGET_ENEMY_LIST_DOWN_KEY

source: Cycle through Alliance List (Nearest to Farthest)<tab>TARGET_ALLIANCE_NEXT_KEY
ru: Прокрутка по списку альянса (ближний → дальний)<tab>TARGET_ALLIANCE_NEXT_KEY

source: Cycle through Alliance List (Farthest to Nearest)<tab>TARGET_ALLIANCE_PREV_KEY
ru: Прокрутка по списку альянса (дальний → ближний)<tab>TARGET_ALLIANCE_PREV_KEY

source: Cycle through Alliance List 1 (Nearest to Farthest)<tab>TARGET_ALLIANCE1_NEXT
ru: Прокрутка по списку альянса 1 (ближний → дальний)<tab>TARGET_ALLIANCE1_NEXT

source: Cycle through Alliance List 1 (Farthest to Nearest)<tab>TARGET_ALLIANCE1_PREV
ru: Прокрутка по списку альянса 1 (дальний → ближний)<tab>TARGET_ALLIANCE1_PREV

source: Cycle through Alliance List 2 (Nearest to Farthest)<tab>TARGET_ALLIANCE2_NEXT
ru: Прокрутка по списку альянса 2 (ближний → дальний)<tab>TARGET_ALLIANCE2_NEXT

source: Cycle through Alliance List 2 (Farthest to Nearest)<tab>TARGET_ALLIANCE2_PREV
ru: Прокрутка по списку альянса 2 (дальний → ближний)<tab>TARGET_ALLIANCE2_PREV

source: Target Alliance 1, Member 1<tab>TARGET_ALLIANCE1_1
ru: Нацелиться на игрока 1 в альянсе 1<tab>TARGET_ALLIANCE1_1

source: Target Alliance 1, Member 2<tab>TARGET_ALLIANCE1_2
ru: Нацелиться на игрока 2 в альянсе 1<tab>TARGET_ALLIANCE1_2

source: Target Alliance 1, Member 3<tab>TARGET_ALLIANCE1_3
ru: Нацелиться на игрока 3 в альянсе 1<tab>TARGET_ALLIANCE1_3

source: Target Alliance 1, Member 4<tab>TARGET_ALLIANCE1_4
ru: Нацелиться на игрока 4 в альянсе 1<tab>TARGET_ALLIANCE1_4

source: Target Alliance 1, Member 5<tab>TARGET_ALLIANCE1_5
ru: Нацелиться на игрока 5 в альянсе 1<tab>TARGET_ALLIANCE1_5

source: Target Alliance 1, Member 6<tab>TARGET_ALLIANCE1_6
ru: Нацелиться на игрока 6 в альянсе 1<tab>TARGET_ALLIANCE1_6

source: Target Alliance 1, Member 7<tab>TARGET_ALLIANCE1_7
ru: Нацелиться на игрока 7 в альянсе 1<tab>TARGET_ALLIANCE1_7

source: Target Alliance 1, Member 8<tab>TARGET_ALLIANCE1_8
ru: Нацелиться на игрока 8 в альянсе 1<tab>TARGET_ALLIANCE1_8

source: Target Alliance 2, Member 1<tab>TARGET_ALLIANCE2_1
ru: Нацелиться на игрока 1 в альянсе 2<tab>TARGET_ALLIANCE2_1

source: Target Alliance 2, Member 2<tab>TARGET_ALLIANCE2_2
ru: Нацелиться на игрока 2 в альянсе 2<tab>TARGET_ALLIANCE2_2

source: Target Alliance 2, Member 3<tab>TARGET_ALLIANCE2_3
ru: Нацелиться на игрока 3 в альянсе 2<tab>TARGET_ALLIANCE2_3

source: Target Alliance 2, Member 4<tab>TARGET_ALLIANCE2_4
ru: Нацелиться на игрока 4 в альянсе 2<tab>TARGET_ALLIANCE2_4

source: Target Alliance 2, Member 5<tab>TARGET_ALLIANCE2_5
ru: Нацелиться на игрока 5 в альянсе 2<tab>TARGET_ALLIANCE2_5

source: Target Alliance 2, Member 6<tab>TARGET_ALLIANCE2_6
ru: Нацелиться на игрока 6 в альянсе 2<tab>TARGET_ALLIANCE2_6

source: Target Alliance 2, Member 7<tab>TARGET_ALLIANCE2_7
ru: Нацелиться на игрока 7 в альянсе 2<tab>TARGET_ALLIANCE2_7

source: Target Alliance 2, Member 8<tab>TARGET_ALLIANCE2_8
ru: Нацелиться на игрока 8 в альянсе 2<tab>TARGET_ALLIANCE2_8

source: Target Own Companion<tab>BUDDY_TARGET
ru: Нацелиться на своего компаньона<tab>BUDDY_TARGET

source: Ready Chat Log<tab>CMD_CHAT
ru: Начать ввод в чат<tab>CMD_CHAT

source: Ready Text Command<tab>CMD_COMMAND
ru: Начать ввод текстовой команды<tab>CMD_COMMAND

source: Reply Temporarily (Forward)<tab>CMD_REPLY
ru: Временно ответить (Следующий)<tab>CMD_REPLY

source: Reply Temporarily (Back)<tab>CMD_REPLY_REV
ru: Временно ответить (Предыдущий)<tab>CMD_REPLY_REV

source: Temporarily Switch Chat Mode to Say<tab>CMD_SAY
ru: Временно переключить чат на Сказать<tab>CMD_SAY

source: Temporarily Switch Chat Mode to Yell<tab>CMD_YELL
ru: Временно переключить чат на Крикнуть<tab>CMD_YELL

source: Temporarily Switch Chat Mode to Shout<tab>CMD_SHOUT
ru: Временно переключить чат на Возгласить<tab>CMD_SHOUT

source: Temporarily Switch Chat Mode to Party<tab>CMD_PARTY
ru: Временно переключить чат на Группа<tab>CMD_PARTY

source: Temporarily Switch Chat Mode to Alliance<tab>CMD_ALLIANCE
ru: Временно переключить чат на Альянс<tab>CMD_ALLIANCE

source: Temporarily Switch Chat Mode to Free Company<tab>CMD_FREECOM
ru: Временно переключить чат на Вольная компания<tab>CMD_FREECOM

source: Temporarily Switch Chat Mode to Next Linkshell<tab>CMD_LINKSHELL
ru: Временно переключиться на следующий линкшелл<tab>CMD_LINKSHELL

source: Temporarily Switch Chat Mode to Previous Linkshell<tab>CMD_LINKSHELL_REV
ru: Временно переключиться на предыдущий линкшелл<tab>CMD_LINKSHELL_REV

source: Temporarily Switch Chat Mode to Linkshell [1]<tab>CMD_LINKSHELL_1
ru: Временно переключить чат на Линкшелл [1]<tab>CMD_LINKSHELL_1

source: Temporarily Switch Chat Mode to Linkshell [2]<tab>CMD_LINKSHELL_2
ru: Временно переключить чат на Линкшелл [2]<tab>CMD_LINKSHELL_2

source: Temporarily Switch Chat Mode to Linkshell [3]<tab>CMD_LINKSHELL_3
ru: Временно переключить чат на Линкшелл [3]<tab>CMD_LINKSHELL_3

source: Temporarily Switch Chat Mode to Linkshell [4]<tab>CMD_LINKSHELL_4
ru: Временно переключить чат на Линкшелл [4]<tab>CMD_LINKSHELL_4

source: Temporarily Switch Chat Mode to Linkshell [5]<tab>CMD_LINKSHELL_5
ru: Временно переключить чат на Линкшелл [5]<tab>CMD_LINKSHELL_5

source: Temporarily Switch Chat Mode to Linkshell [6]<tab>CMD_LINKSHELL_6
ru: Временно переключить чат на Линкшелл [6]<tab>CMD_LINKSHELL_6

source: Temporarily Switch Chat Mode to Linkshell [7]<tab>CMD_LINKSHELL_7
ru: Временно переключить чат на Линкшелл [7]<tab>CMD_LINKSHELL_7

source: Temporarily Switch Chat Mode to Linkshell [8]<tab>CMD_LINKSHELL_8
ru: Временно переключить чат на Линкшелл [8]<tab>CMD_LINKSHELL_8

source: Reply (Forward)<tab>CMD_REPLY_ALWAYS
ru: Ответить (Следующий)<tab>CMD_REPLY_ALWAYS

source: Reply (Back)<tab>CMD_REPLY_REV_ALWAYS
ru: Ответить (Предыдущий)<tab>CMD_REPLY_REV_ALWAYS

source: Switch Chat Mode to Say<tab>CMD_SAY_ALWAYS
ru: Переключить чат на Сказать<tab>CMD_SAY_ALWAYS

source: Switch Chat Mode to Yell<tab>CMD_YELL_ALWAYS
ru: Переключить чат на Крикнуть<tab>CMD_YELL_ALWAYS

source: Switch Chat Mode to Party<tab>CMD_PARTY_ALWAYS
ru: Переключить чат на Группа<tab>CMD_PARTY_ALWAYS

source: Switch Chat Mode to Alliance<tab>CMD_ALLIANCE_ALWAYS
ru: Переключить чат на Альянс<tab>CMD_ALLIANCE_ALWAYS

source: Switch Chat Mode to Free Company<tab>CMD_FREECOM_ALWAYS
ru: Переключить чат на Вольная компания<tab>CMD_FREECOM_ALWAYS

source: Switch Chat Mode to Linkshell (Forward)<tab>CMD_LINKSHELL_ALWAYS
ru: Переключить чат на следующий линкшелл<tab>CMD_LINKSHELL_ALWAYS

source: Switch Chat Mode to Linkshell (Back)<tab>CMD_LINKSHELL_REV_ALWAYS
ru: Переключить чат на предыдущий линкшелл<tab>CMD_LINKSHELL_REV_ALWAYS

source: Switch Chat Mode to Linkshell [1]<tab>CMD_LINKSHELL_1_ALWAYS
ru: Переключить чат на Линкшелл [1]<tab>CMD_LINKSHELL_1_ALWAYS

source: Switch Chat Mode to Linkshell [2]<tab>CMD_LINKSHELL_2_ALWAYS
ru: Переключить чат на Линкшелл [2]<tab>CMD_LINKSHELL_2_ALWAYS

source: Switch Chat Mode to Linkshell [3]<tab>CMD_LINKSHELL_3_ALWAYS
ru: Переключить чат на Линкшелл [3]<tab>CMD_LINKSHELL_3_ALWAYS

source: Switch Chat Mode to Linkshell [4]<tab>CMD_LINKSHELL_4_ALWAYS
ru: Переключить чат на Линкшелл [4]<tab>CMD_LINKSHELL_4_ALWAYS

source: Switch Chat Mode to Linkshell [5]<tab>CMD_LINKSHELL_5_ALWAYS
ru: Переключить чат на Линкшелл [5]<tab>CMD_LINKSHELL_5_ALWAYS

source: Switch Chat Mode to Linkshell [6]<tab>CMD_LINKSHELL_6_ALWAYS
ru: Переключить чат на Линкшелл [6]<tab>CMD_LINKSHELL_6_ALWAYS

source: Switch Chat Mode to Linkshell [7]<tab>CMD_LINKSHELL_7_ALWAYS
ru: Переключить чат на Линкшелл [7]<tab>CMD_LINKSHELL_7_ALWAYS

source: Switch Chat Mode to Linkshell [8]<tab>CMD_LINKSHELL_8_ALWAYS
ru: Переключить чат на Линкшелл [8]<tab>CMD_LINKSHELL_8_ALWAYS

source: Confirm<tab>OK
ru: Подтвердить<tab>OK

source: Cancel<tab>CANCEL
ru: Отмена<tab>CANCEL

source: Close UI Component/Open System Menu<tab>ESC
ru: Закрыть компонент UI/Открыть системное меню<tab>ESC

source: Target Main Menu<tab>PAD_MAINMENUFOCUS
ru: Нацелиться на главное меню<tab>PAD_MAINMENUFOCUS

source: Display Subcommands<tab>MENU
ru: Показать подкоманды<tab>MENU

source: Move Cursor up/Cycle up through Party List<tab>UP
ru: Курсор вверх/Прокрутка вверх по списку группы<tab>UP

source: Move Cursor down/Cycle down through Party List<tab>DOWN
ru: Курсор вниз/Прокрутка вниз по списку группы<tab>DOWN

source: Move Cursor/Target Cursor Left<tab>LEFT
ru: Курсор влево/Нацелиться на цель слева<tab>LEFT

source: Move Cursor/Target Cursor Right<tab>RIGHT
ru: Курсор вправо/Нацелиться на цель справа<tab>RIGHT

source: Cycle through UI Component Tabs (Forward)<tab>TAB_NEXT
ru: Переключение между вкладками окна (Следующая)<tab>TAB_NEXT

source: Cycle through UI Component Tabs (Back)<tab>TAB_PREV
ru: Переключение между вкладками окна (Предыдущая)<tab>TAB_PREV

source: Cycle through Hotbars (Up)<tab>HOTBAR_UP
ru: Переключение между панелями команд (Вверх)<tab>HOTBAR_UP

source: Cycle through Hotbars (Down)<tab>HOTBAR_DOWN
ru: Переключение между панелями команд (Вниз)<tab>HOTBAR_DOWN

source: Take Screenshot<tab>KEY_SCREENSHOT
ru: Сделать скриншот<tab>KEY_SCREENSHOT

source: Toggle UI Display Mode<tab>HIDE
ru: Спрятать/показать весь интерфейс<tab>HIDE

source: Open HUD Layout Mode<tab>MENU_LAYOUT
ru: Открыть настройки раскладки интерфейса<tab>MENU_LAYOUT

source: Cycle through HUD Components (Forward)<tab>PAD_HUDFOCUS
ru: Следующий компонент интерфейса<tab>PAD_HUDFOCUS

source: Cycle through HUD Components (Back)<tab>PAD_HUDFOCUS_PREV
ru: Предыдущий компонент интерфейса<tab>PAD_HUDFOCUS_PREV

source: Target Filters<tab>TARGET_CLICK_FILTER
ru: Фильтр целей<tab>TARGET_CLICK_FILTER

source: Change Window Size<tab>MENU_SCALE
ru: Изменить размер окна<tab>MENU_SCALE

source: Switch to Hotbar 1<tab>HOTBAR_SET_1
ru: Переключиться на панель команд 1<tab>HOTBAR_SET_1

source: Switch to Hotbar 2<tab>HOTBAR_SET_2
ru: Переключиться на панель команд 2<tab>HOTBAR_SET_2

source: Switch to Hotbar 3<tab>HOTBAR_SET_3
ru: Переключиться на панель команд 3<tab>HOTBAR_SET_3

source: Switch to Hotbar 4<tab>HOTBAR_SET_4
ru: Переключиться на панель команд 4<tab>HOTBAR_SET_4

source: Switch to Hotbar 5<tab>HOTBAR_SET_5
ru: Переключиться на панель команд 5<tab>HOTBAR_SET_5

source: Switch to Hotbar 6<tab>HOTBAR_SET_6
ru: Переключиться на панель команд 6<tab>HOTBAR_SET_6

source: Switch to Hotbar 7<tab>HOTBAR_SET_7
ru: Переключиться на панель команд 7<tab>HOTBAR_SET_7

source: Switch to Hotbar 8<tab>HOTBAR_SET_8
ru: Переключиться на панель команд 8<tab>HOTBAR_SET_8

source: Switch to Hotbar 9<tab>HOTBAR_SET_9
ru: Переключиться на панель команд 9<tab>HOTBAR_SET_9

source: Switch to Hotbar 10<tab>HOTBAR_SET_10
ru: Переключиться на панель команд 10<tab>HOTBAR_SET_10

source: Cancel Macro<tab>MACRO_FORCED_OUTAGE
ru: Остановить макрос<tab>MACRO_FORCED_OUTAGE

source: Switch to Pet Hotbar<tab>HOTBAR_SET_EX
ru: Переключиться на панель команд питомца<tab>HOTBAR_SET_EX

source: Mouse Sonar<tab>MOUSE_CURSOR_SONAR
ru: Сонар курсора мыши<tab>MOUSE_CURSOR_SONAR

source: Mute Master Volume<tab>MASTER_VOLUME_MUTE
ru: Отключить весь звук<tab>MASTER_VOLUME_MUTE

source: General Duty Key<tab>MENU_CONTENTS_GENERAL
ru: Общая клавиша миссии<tab>MENU_CONTENTS_GENERAL

source: Switch to HUD Layout 1<tab>HUDLAYOUT_SET1
ru: Переключиться на раскладку интерфейса 1<tab>HUDLAYOUT_SET1

source: Switch to HUD Layout 2<tab>HUDLAYOUT_SET2
ru: Переключиться на раскладку интерфейса 2<tab>HUDLAYOUT_SET2

source: Switch to HUD Layout 3<tab>HUDLAYOUT_SET3
ru: Переключиться на раскладку интерфейса 3<tab>HUDLAYOUT_SET3

source: Switch to HUD Layout 4<tab>HUDLAYOUT_SET4
ru: Переключиться на раскладку интерфейса 4<tab>HUDLAYOUT_SET4

source: Character<tab>MENU_STATUS
ru: Персонаж<tab>MENU_STATUS

source: Inventory<tab>MENU_BAG
ru: Инвентарь<tab>MENU_BAG

source: Armoury Chest<tab>MENU_ARMORY
ru: Оружейный сундук<tab>MENU_ARMORY

source: Key Items<tab>MENU_EVENT_BAG
ru: Важные предметы<tab>MENU_EVENT_BAG

source: Maps<tab>MENU_MAP
ru: Карты<tab>MENU_MAP

source: Actions & Traits<tab>MENU_ACTION
ru: Действия и навыки<tab>MENU_ACTION

source: Emotes<tab>MENU_EMOTE
ru: Эмоции<tab>MENU_EMOTE

source: Mount Guide<tab>MENU_MOUNT_NOTEBOOK
ru: Гид по транспорту<tab>MENU_MOUNT_NOTEBOOK

source: Minion Guide<tab>MENU_MINION_NOTEBOOK
ru: Гид по миньонам<tab>MENU_MINION_NOTEBOOK

source: PvP Profile<tab>MENU_PVP_PROFILE
ru: Профиль PvP<tab>MENU_PVP_PROFILE

source: Social<tab>MENU_SOCIAL
ru: Общение<tab>MENU_SOCIAL

source: Party Members<tab>MENU_PARTY_MEMBER
ru: Игроки группы<tab>MENU_PARTY_MEMBER

source: Friend List<tab>MENU_FRIEND_LIST
ru: Список друзей<tab>MENU_FRIEND_LIST

source: Blacklist<tab>MENU_BLACK_LIST
ru: Чёрный список<tab>MENU_BLACK_LIST

source: Player Search<tab>MENU_PC_SEARCH
ru: Поиск игроков<tab>MENU_PC_SEARCH

source: Party Finder<tab>MENU_LFG
ru: Поиск групп<tab>MENU_LFG

source: Ready Check<tab>MENU_READY_CHECK
ru: Проверка готовности<tab>MENU_READY_CHECK

source: Free Company<tab>MENU_FREECOM
ru: Вольная компания<tab>MENU_FREECOM

source: Housing<tab>MENU_HOUSING
ru: Жилая площадь<tab>MENU_HOUSING

source: Linkshells<tab>MENU_LINKSHELL
ru: Линкшеллы<tab>MENU_LINKSHELL

source: Duty Finder<tab>MENU_CONTENT
ru: Поиск миссий<tab>MENU_CONTENT

source: Timers<tab>MENU_CONTENT_INFO
ru: Таймеры<tab>MENU_CONTENT_INFO

source: Journal<tab>MENU_JOURNAL
ru: Журнал<tab>MENU_JOURNAL

source: Crafting Log<tab>MENU_CRAFT
ru: Журнал ремесла<tab>MENU_CRAFT

source: Gathering Log<tab>MENU_GATHER
ru: Журнал собирательства<tab>MENU_GATHER

source: Hunting Log<tab>MENU_MONSTER
ru: Охотничий журнал<tab>MENU_MONSTER

source: Fishing Log<tab>MENU_FISH
ru: Журнал рыболовства<tab>MENU_FISH

source: Fish Guide<tab>MENU_FISH_GUIDE
ru: Гид по рыбам<tab>MENU_FISH_GUIDE

source: Challenge Log<tab>MENU_CONTENTS_NOTEBOOK
ru: Журнал испытаний<tab>MENU_CONTENTS_NOTEBOOK

source: Sightseeing Log<tab>MENU_ADVENTURE_NOTEBOOK
ru: Журнал интересных мест<tab>MENU_ADVENTURE_NOTEBOOK

source: Signs<tab>MENU_MARK
ru: Знаки<tab>MENU_MARK

source: Waymarks<tab>MENU_FIELD_MARK
ru: Метки<tab>MENU_FIELD_MARK

source: Companions<tab>MENU_BUDDY
ru: Компаньон<tab>MENU_BUDDY

source: Return<tab>MENU_RETURN
ru: Возврат<tab>MENU_RETURN

source: Teleport<tab>MENU_TELEPO
ru: Телепорт<tab>MENU_TELEPO

source: Achievements<tab>MENU_ACHIVE
ru: Достижения<tab>MENU_ACHIVE

source: System Menu<tab>MENU_SYSTEM
ru: Системное меню<tab>MENU_SYSTEM

source: Active Help<tab>MENU_HOWTO
ru: Быстрая помощь<tab>MENU_HOWTO

source: Recommendations<tab>MENU_RECOMMEND_LIST
ru: Рекомендации<tab>MENU_RECOMMEND_LIST

source: User Macros<tab>MENU_MACRO
ru: Пользовательские макросы<tab>MENU_MACRO

source: Support Desk<tab>MENU_SUPPORT
ru: Служба поддержки<tab>MENU_SUPPORT

source: Character Configuration<tab>MENU_CONFIG
ru: Конфигурация персонажа<tab>MENU_CONFIG

source: System Configuration<tab>MENU_SYSCONFIG
ru: Конфигурация системы<tab>MENU_SYSCONFIG

source: Log Colors<tab>MENU_LOGCOLOR
ru: Цвета чата<tab>MENU_LOGCOLOR

source: Button Configuration<tab>MENU_PADCUSTOMIZE
ru: Конфигурация кнопок<tab>MENU_PADCUSTOMIZE

source: Gold Saucer<tab>MENU_GOLD_SAUCER
ru: Золотое Блюдце<tab>MENU_GOLD_SAUCER

source: Aether Currents<tab>MENU_AETHER_CURRENT
ru: Эфирные потоки<tab>MENU_AETHER_CURRENT

source: Currency<tab>MENU_CURRENCY
ru: Валюта<tab>MENU_CURRENCY

source: Gear Sets<tab>MENU_GEAR_SET
ru: Наборы снаряжений<tab>MENU_GEAR_SET

source: Hotbar 1 - Slot 1<tab>HOTBAR_1_1
ru: Панель команд 1 — Слот 1<tab>HOTBAR_1_1

source: Hotbar 1 - Slot 2<tab>HOTBAR_1_2
ru: Панель команд 1 — Слот 2<tab>HOTBAR_1_2

source: Hotbar 1 - Slot 3<tab>HOTBAR_1_3
ru: Панель команд 1 — Слот 3<tab>HOTBAR_1_3

source: Hotbar 1 - Slot 4<tab>HOTBAR_1_4
ru: Панель команд 1 — Слот 4<tab>HOTBAR_1_4

source: Hotbar 1 - Slot 5<tab>HOTBAR_1_5
ru: Панель команд 1 — Слот 5<tab>HOTBAR_1_5

source: Hotbar 1 - Slot 6<tab>HOTBAR_1_6
ru: Панель команд 1 — Слот 6<tab>HOTBAR_1_6

source: Hotbar 1 - Slot 7<tab>HOTBAR_1_7
ru: Панель команд 1 — Слот 7<tab>HOTBAR_1_7

source: Hotbar 1 - Slot 8<tab>HOTBAR_1_8
ru: Панель команд 1 — Слот 8<tab>HOTBAR_1_8

source: Hotbar 1 - Slot 9<tab>HOTBAR_1_9
ru: Панель команд 1 — Слот 9<tab>HOTBAR_1_9

source: Hotbar 1 - Slot 10<tab>HOTBAR_1_0
ru: Панель команд 1 — Слот 10<tab>HOTBAR_1_0

source: Hotbar 1 - Slot 11<tab>HOTBAR_1_A
ru: Панель команд 1 — Слот 11<tab>HOTBAR_1_A

source: Hotbar 1 - Slot 12<tab>HOTBAR_1_B
ru: Панель команд 1 — Слот 12<tab>HOTBAR_1_B

source: Hotbar 2 - Slot 1<tab>HOTBAR_2_1
ru: Панель команд 2 — Слот 1<tab>HOTBAR_2_1

source: Hotbar 2 - Slot 2<tab>HOTBAR_2_2
ru: Панель команд 2 — Слот 2<tab>HOTBAR_2_2

source: Hotbar 2 - Slot 3<tab>HOTBAR_2_3
ru: Панель команд 2 — Слот 3<tab>HOTBAR_2_3

source: Hotbar 2 - Slot 4<tab>HOTBAR_2_4
ru: Панель команд 2 — Слот 4<tab>HOTBAR_2_4

source: Hotbar 2 - Slot 5<tab>HOTBAR_2_5
ru: Панель команд 2 — Слот 5<tab>HOTBAR_2_5

source: Hotbar 2 - Slot 6<tab>HOTBAR_2_6
ru: Панель команд 2 — Слот 6<tab>HOTBAR_2_6

source: Hotbar 2 - Slot 7<tab>HOTBAR_2_7
ru: Панель команд 2 — Слот 7<tab>HOTBAR_2_7

source: Hotbar 2 - Slot 8<tab>HOTBAR_2_8
ru: Панель команд 2 — Слот 8<tab>HOTBAR_2_8

source: Hotbar 2 - Slot 9<tab>HOTBAR_2_9
ru: Панель команд 2 — Слот 9<tab>HOTBAR_2_9

source: Hotbar 2 - Slot 10<tab>HOTBAR_2_0
ru: Панель команд 2 — Слот 10<tab>HOTBAR_2_0

source: Hotbar 2 - Slot 11<tab>HOTBAR_2_A
ru: Панель команд 2 — Слот 11<tab>HOTBAR_2_A

source: Hotbar 2 - Slot 12<tab>HOTBAR_2_B
ru: Панель команд 2 — Слот 12<tab>HOTBAR_2_B

source: Hotbar 3 - Slot 1<tab>HOTBAR_3_1
ru: Панель команд 3 — Слот 1<tab>HOTBAR_3_1

source: Hotbar 3 - Slot 2<tab>HOTBAR_3_2
ru: Панель команд 3 — Слот 2<tab>HOTBAR_3_2

source: Hotbar 3 - Slot 3<tab>HOTBAR_3_3
ru: Панель команд 3 — Слот 3<tab>HOTBAR_3_3

source: Hotbar 3 - Slot 4<tab>HOTBAR_3_4
ru: Панель команд 3 — Слот 4<tab>HOTBAR_3_4

source: Hotbar 3 - Slot 5<tab>HOTBAR_3_5
ru: Панель команд 3 — Слот 5<tab>HOTBAR_3_5

source: Hotbar 3 - Slot 6<tab>HOTBAR_3_6
ru: Панель команд 3 — Слот 6<tab>HOTBAR_3_6
