Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionComboRoute/*.xlf
Languages: de, fr, ja

source: Rage of Halone Combo
de: Kombo Halones Groll
fr: Combo Rage de Halone
ja: コンボ：レイジ・オブ・ハルオーネ

source: Royal Authority Combo
de: Kombo Königsklinge
fr: Combo Autorité royale
ja: コンボ：ロイヤルアソリティ

source: Butcher's Block Combo
de: Kombo Fleischerbeil
fr: Combo Billot du boucher
ja: コンボ：ボーラアクス

source: Storm's Path Combo
de: Kombo Sturmkeil
fr: Combo Couperet de justice
ja: コンボ：シュトルムヴィント

source: Power Slash Combo
de: Kombo Kraftschlitzer
fr: Combo Taillade puissante
ja: コンボ：パワースラッシュ

source: Souleater Combo
de: Kombo Seelenfresser
fr: Combo Dévoreur d'âme
ja: コンボ：ソウルイーター

source: Snap Punch Combo
de: Kombo Peitschenhieb
fr: Combo Coup de poing brusque
ja: コンボ：崩拳

source: Demolish Combo
de: Kombo Demolieren
fr: Combo Démolition
ja: コンボ：破砕拳

source: Wheeling Thrust Combo
de: Kombo Fächerstoß
fr: Combo Percée tournante
ja: コンボ：竜尾大車輪

source: Wheeling Thrust Combo
de: Kombo Fächerstoß
fr: Combo Percée tournante
ja: コンボ：竜尾大車輪

source: Aeolian Edge Combo
de: Kombo Äolusklinge
fr: Combo Lame éolienne
ja: コンボ：旋風刃

source: Shadow Fang Combo
de: Kombo Schattenfang
fr: Combo Croc d'ombre
ja: コンボ：影牙

source: Yukikaze Combo
de: Kombo Yukikaze
fr: Combo Yukikaze
ja: コンボ：雪風

source: Gekko Combo
de: Kombo Gekko
fr: Combo Gekkô
ja: コンボ：月光

source: Kasha Combo
de: Kombo Kasha
fr: Combo Kasha
ja: コンボ：花車

source: Straight Shot Combo
de: Kombo Direkter Schuss
fr: Combo Tir droit
ja: コンボ：ストレートショット

source: Stormbite Combo
de: Kombo Sturmbiss
fr: Combo Morsure de la tempête
ja: コンボ：ストームバイト

source: Heated Clean Shot Combo
de: Kombo Sauberer Höllenschuss
fr: Combo Tir net chauffé
ja: コンボ：ヒートクリーンショット

source: Enchanted Redoublement Combo
de: Kombo Magisches Redoublement
fr: Combo Redoublement enchanté
ja: コンボ：エンルドゥブルマン

source: Solid Barrel Combo
de: Kombo Stahlwalze
fr: Combo Salve tranchante
ja: コンボ：ソリッドバレル

source: Wicked Talon Combo
de: Kombo Tückische Kralle
fr: Combo Serre vicieuse
ja: コンボ：ウィケッドタロン

source: Fountain Combo
de: Kombo Fontäne
fr: Combo Fontaine
ja: コンボ：ファウンテン

source: Swashbuckler Combo
de: Kombo Säbelrassler
fr: Combo Spadassin
ja: コンボ：スワッシュバックラー

source: Greatest Eclipse Combo
de: Kombo Totale Eklipse
fr: Combo Éclipse suprême
ja: コンボ：グレイテストエクリプス

source: Solid Barrel Combo
de: Kombo Stahlwalze
fr: Combo Salve tranchante
ja: コンボ：ソリッドバレル

source: Coerthan Torment Combo
de: Kombo Coerthische Folter
fr: Combo Tourment du Coerthas
ja: コンボ：クルザントーメント

source: Prominence Combo
de: Kombo Protuberanz
fr: Combo Évidence
ja: コンボ：プロミネンス

source: Steel Cyclone Combo
de: Kombo Kreiselklinge
fr: Combo Cyclone de fer
ja: コンボ：スチールサイクロン

source: Stalwart Soul Combo
de: Kombo Seelenstärke
fr: Combo Noirceur insoumise
ja: コンボ：ストルワートソウル

source: Rockbreaker Combo
de: Kombo Erdspaltung
fr: Combo Briseur de rocs
ja: コンボ：地烈斬

source: Coerthan Torment Combo
de: Kombo Coerthische Folter
fr: Combo Tourment du Coerthas
ja: コンボ：クルザントーメント

source: Hakke Mujinsatsu Combo
de: Kombo Hakke Mujinsatsu
fr: Combo Hakke Mujinsatsu
ja: コンボ：八卦無刃殺

source: Kasha Combo
de: Kombo Kasha
fr: Combo Kasha
ja: コンボ：花車

source: Oka Combo
de: Kombo Oka
fr: Combo Ôka
ja: コンボ：桜花

source: Demon Slaughter Combo
de: Kombo Dämonenschlachter
fr: Combo Massacre démoniaque
ja: コンボ：デーモンスローター

source: Bladeshower Combo
de: Kombo Klingenflut
fr: Combo Averse de lames
ja: コンボ：ブレードシャワー

source: Yagetsu Combo
de: Kombo Yogetsu
fr: Combo Yagetsu
ja: コンボ：夜月

source: Final Flourish Combo
de: Kombo Äthersäbel
fr: Combo Sabre éthéré
ja: コンボ：エーテルサーベル

source: Verflare Combo
de: Kombo Erzflare
fr: Combo VerBrasier
ja: コンボ：ヴァルフレア

source: Foul Combo
de: Kombo Moder
fr: Combo Infect
ja: コンボ：ファウル

source: Lord of Crowns Combo
de: Kombo König der Kronen
fr: Combo Roi des couronnes
ja: コンボ：クラウンロード

source: The Scroll Combo
de: Kombo Thaliaks Schriftrolle
fr: Combo Parchemin de Thaliak
ja: コンボ：サリャクの巻物

source: Scorch Combo
de: Kombo Versengung
fr: Combo Calcination
ja: コンボ：スコーチ

source: Rage of Halone Combo
de: Kombo Halones Groll
fr: Combo Rage de Halone
ja: コンボ：レイジ・オブ・ハルオーネ

source: Verflare Combo
de: Kombo Erzflare
fr: Combo VerBrasier
ja: コンボ：ヴァルフレア

source: Scorch Combo
de: Kombo Versengung
fr: Combo Calcination
ja: コンボ：スコーチ

source: Solid Barrel Combo
de: Kombo Stahlwalze
fr: Combo Salve tranchante
ja: コンボ：ソリッドバレル

source: Infernal Slice Combo
de: Kombo Infernalischer Schlitzer
fr: Combo Tranchage infernal
ja: コンボ：インファナルスライス

source: Royal Authority Combo
de: Kombo Königsklinge
fr: Combo Autorité royale
ja: コンボ：ロイヤルアソリティ

source: Storm's Path Combo
de: Kombo Sturmkeil
fr: Combo Couperet de justice
ja: コンボ：シュトルムヴィント

source: Souleater Combo
de: Kombo Seelenfresser
fr: Combo Dévoreur d'âme
ja: コンボ：ソウルイーター

source: Solid Barrel Combo
de: Kombo Stahlwalze
fr: Combo Salve tranchante
ja: コンボ：ソリッドバレル

source: Fountain Combo
de: Kombo Fontäne
fr: Combo Fontaine
ja: コンボ：ファウンテン

source: Phantom Rush Combo
de: Kombo Phantomstoß
fr: Combo Rixe évanescente
ja: コンボ：夢幻闘舞

source: Drakesbane Combo
de: Kombo Fächerstoß
fr: Combo Percée tournante
ja: コンボ：竜尾大車輪

source: Aeolian Edge Combo
de: Kombo Äolusklinge
fr: Combo Lame éolienne
ja: コンボ：旋風刃

source: Kasha Combo
de: Kombo Kasha
fr: Combo Kasha
ja: コンボ：花車

source: Infernal Slice Combo
de: Kombo Infernalischer Schlitzer
fr: Combo Tranchage infernal
ja: コンボ：インファナルスライス

source: Rage of the Gentleman Combo
de: Kombo Gentleman-Wut
fr: Combo Rage du gentilhomme
ja: コンボ：レイジ・オブ・ジェントルマン

source: Infernal Slice Combo
de: Kombo Infernalischer Schlitzer
fr: Combo Tranchage infernal
ja: コンボ：インファナルスライス

source: Nightmare Scythe Combo
de: Kombo Schneidender Albtraum
fr: Combo Faux cauchemardesque
ja: コンボ：ナイトメアサイズ

source: Tail of the Br'aax Combo
de: Kombo Schweif des Br'aax
fr: Combo Coup de queue du br'aax
ja: コンボ：ブラーシャの尾撃

source: Turali Judgment Combo
de: Kombo Härte Turals
fr: Combo Rudesse du Tural
ja: コンボ：トラルの峻烈

source: Dual Fang Combo
de: Kombo Gebleckte Fänge
fr: Combo Posture des crochets
ja: コンボ：牙の構え
