Repository: endervad/ffxiv_translation_test
Catalog: exd/HousingUnplacement/*.xlf
Languages: de, fr, ja

source: That item will be destroyed if removed. Are you certain you wish to proceed?
de: Den Gegenstand wirklich entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Der Gegenstand wird nicht ins Inventar zurückgelegt und geht verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* L'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: このアイテムは<var 48 F201FC /var><var 49 F201FD /var>撤去してもアイテムに戻すことはできません。<var 49 01 /var><var 48 01 /var>撤去してよろしいでしょうか？

source: The permit for <var 31 ((ENpcResident)) 03E8020202 /var> will be returned to your inventory. Are you certain you wish to proceed?
de: <var 2B ((<var 32 ((ENpcResident)) 03E802020502 /var>)) /var> wirklich entlassen? <var 48 F201FC /var><var 49 F201FD /var>※ Das Aussehen wird zurückgesetzt und der Vertrag in dein Inventar zurückgelegt.<var 49 01 /var><var 48 01 /var>
fr: Congédier <var 33 ((ENpcResident)) 07E8020202 /var><var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Les changements apportés à l'apparence du personnage seront perdus. * La licence de recrutement sera remise dans votre inventaire.<var 49 01 /var><var 48 01 /var>
ja: <var 28 ((ENpcResident)) E80201 /var>を解雇します。 <var 48 F201FC /var><var 49 F201FD /var>設定されていた外見情報はリセットされ、雇用証書として所持品に戻ります。<var 49 01 /var><var 48 01 /var> 解雇してよろしいでしょうか？

source: The expansion of duties permit will be returned to your inventory. Are you certain you wish to proceed?
de: Den Gehilfen wirklich entlassen? <var 48 F201FC /var><var 49 F201FD /var>※ Das Aussehen des Gehilfen wird zurückgesetzt und der Vertrag in dein Inventar zurückgelegt.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce servant<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Les changements apportés à l'apparence du personnage seront perdus. * L'au<var 16 /var>to<var 16 /var>ri<var 16 /var>sa<var 16 /var>tion de vente sera remise dans votre inventaire.<var 49 01 /var><var 48 01 /var>
ja: <var 29 EA02 /var>のリテイナーを撤去します。 <var 48 F201FC /var><var 49 F201FD /var>設定されていた外見情報はリセットされ、営業証書として所持品に戻ります。<var 49 01 /var><var 48 01 /var> 撤去してもよろしいでしょうか？

source: This furnishing will yield <var 20 E802 /var> more <var 08 E4E80202 ((meal)) ((meals)) /var>. If removed, it cannot be placed again. Are you certain you wish to proceed?
de: Den Gegenstand wirklich entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Der Gegenstand wird nicht ins Inventar zurückgelegt und geht verloren. Ungenutzte Anwendungen (<var 20 E802 /var>) gehen ebenfalls verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble alors qu<var 08 E4E80202 (('un)) ((e <var 20 E802 /var>)) /var> repas <var 08 E4E80202 ((peut)) ((peuvent)) /var> encore être fait<var 08 E4E80202 (()) ((s)) /var> avec<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* L'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: あと<var 20 E802 /var>回、食事を摂れます。 このアイテムは<var 48 F201FC /var><var 49 F201FD /var>撤去してもアイテムに戻すことはできません。<var 49 01 /var><var 48 01 /var>撤去してよろしいでしょうか？

source: Any flowers displayed in the vase will be destroyed if the vase is removed. Are you certain you wish to proceed?
de: Die Vase wirklich entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Wenn sich Blumen darin befinden, gehen sie verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Si une fleur est disposée dedans, l'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: この調度品を撤去します。 <var 48 F201FC /var><var 49 F201FD /var>※挿しているアイテムがある場合、そのアイテムは消滅します。<var 49 01 /var><var 48 01 /var> 撤去してもよろしいですか？

source: Any fish or trimmings kept in the aquarium will be destroyed if the aquarium is removed. Are you certain you wish to proceed?
de: Das Aquarium wirklich entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Alle Gegenstände darin (Fische oder Ausstattung) gehen verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer l'aquarium<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Les objets qu'il contient seront perdus.<var 49 01 /var><var 48 01 /var>
ja: 水槽を撤去すると、 水槽内のアイテムは消滅します。 本当によろしいですか？

source: Any painting contained within the frame will be destroyed if the frame is removed. Are you certain you wish to proceed?
de: Den Rahmen wirklich entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Wenn sich ein Gemälde darin befindet, geht es verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Si une peinture est placée dedans, l'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: この調度品を撤去します。 <var 48 F201FC /var><var 49 F201FD /var>※絵画が設定されている場合、そのアイテムは消滅します。<var 49 01 /var><var 48 01 /var> 撤去してもよろしいですか？

source: Any designs applied to the partition will be destroyed if the partition is removed. Are you certain you wish to proceed?
de: Das Wandteil wirklich entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Wenn sich eine Tapete daran befindet, geht sie verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Si un papier-peint est placé dessus, l'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: この調度品を撤去します。 <var 48 F201FC /var><var 49 F201FD /var>※壁紙が設定されている場合、そのアイテムは消滅します。<var 49 01 /var><var 48 01 /var> 撤去してもよろしいですか？

source: This permit will be returned to your inventory. Are you certain you wish to proceed?
de: <var 2B ((<var 32 ((ENpcResident)) 03E802020502 /var>)) /var> wirklich aus dem Lagerhaus entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Das Aussehen wird zurückgesetzt.<var 49 01 /var><var 48 01 /var>
fr: Remettre la licence de recrutement dans votre inventaire depuis l'entrepôt<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Les changements faits à l'apparence du personnage seront perdus.<var 49 01 /var><var 48 01 /var>
ja: 倉庫から所持品に雇用証書を戻します。 <var 48 F201FC /var><var 49 F201FD /var>設定されていた外見情報はリセットされます。<var 49 01 /var><var 48 01 /var> よろしいでしょうか？

source: The expansion of duties permit will be returned to your inventory. Are you certain you wish to proceed?
de: Den Gehilfen wirklich aus dem Lagerhaus entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Das Aussehen des Gehilfen wird zurückgesetzt und der Vertrag in dein Inventar zurückgelegt.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce servant de l'entrepôt et remettre l'au<var 16 /var>to<var 16 /var>ri<var 16 /var>sa<var 16 /var>tion de vente dans votre inventaire<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Les changements faits à l'apparence du personnage seront perdus.<var 49 01 /var><var 48 01 /var>
ja: 倉庫から<var 29 EA02 /var>のリテイナーを取り出し、営業証書を所持品に戻します。 <var 48 F201FC /var><var 49 F201FD /var>設定されていた外見情報はリセットされます。<var 49 01 /var><var 48 01 /var> よろしいでしょうか？

source: This furnishing will yield <var 20 E802 /var> more <var 08 E4E80202 ((meal)) ((meals)) /var>. If removed, it cannot be placed again. Are you certain you wish to proceed?
de: Den Gegenstand wirklich aus dem Lagerhaus entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Der Gegenstand wird nicht ins Inventar zurückgelegt und geht verloren. Ungenutzte Anwendungen (<var 20 E802 /var>) gehen ebenfalls verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble de l'entrepôt alors qu<var 08 E4E80202 (('un)) ((e <var 20 E802 /var>)) /var> repas <var 08 E4E80202 ((peut)) ((peuvent)) /var> encore être fait<var 08 E4E80202 (()) ((s)) /var> avec<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* L'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: あと<var 20 E802 /var>回、食事を摂れます。 このアイテムは<var 48 F201FC /var><var 49 F201FD /var>倉庫から取り出してもアイテムに戻すことはできません。<var 49 01 /var><var 48 01 /var>撤去してもよろしいでしょうか？

source: Any flowers displayed in the vase will be destroyed if the vase is removed. Are you certain you wish to proceed?
de: Die Vase wirklich aus dem Lagerhaus entfernen und ins Inventar zurücklegen? <var 48 F201FC /var><var 49 F201FD /var>※ Wenn sich eine Blume darin befindet, geht sie verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble de l'entrepôt<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Si une fleur est disposée dedans, l'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: 倉庫からこの調度品を取り出し、所持品に戻します。 <var 48 F201FC /var><var 49 F201FD /var>※挿しているアイテムがある場合、そのアイテムは消滅します。<var 49 01 /var><var 48 01 /var> よろしいですか？

source: Any fish or trimmings kept in the aquarium will be destroyed if the aquarium is removed. Are you certain you wish to proceed?
de: Das Aquarium wirklich aus dem Lagerhaus entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Alle Gegenstände darin (Fische oder Ausstattung) gehen verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer l'aquarium de l'entrepôt<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Les objets qu'il contient seront perdus.<var 49 01 /var><var 48 01 /var>
ja: 倉庫から水槽を取り出すと、 水槽内のアイテムは消滅します。 本当によろしいですか？

source: Any painting contained within the frame will be destroyed if the frame is removed. Are you certain you wish to proceed?
de: Den Rahmen wirklich aus dem Lagerhaus entfernen und ins Inventar zurücklegen? <var 48 F201FC /var><var 49 F201FD /var>※ Wenn sich ein Gemälde darin befindet, geht es verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble de l'entrepôt<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Si une peinture est placée dedans, l'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: 倉庫からこの調度品を取り出し、所持品に戻します。 <var 48 F201FC /var><var 49 F201FD /var>※絵画が設定されている場合、そのアイテムは消滅します。<var 49 01 /var><var 48 01 /var> よろしいですか？

source: Any designs applied to the partition will be destroyed if the partition is removed. Are you certain you wish to proceed?
de: Das Wandteil wirklich entfernen und ins Inventar zurücklegen? <var 48 F201FC /var><var 49 F201FD /var>※ Wenn sich eine Tapete daran befindet, geht sie verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble de l'entrepôt<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Si un revêtement est placé dessus, l'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: 倉庫からこの調度品を取り出し、所持品に戻します。 <var 48 F201FC /var><var 49 F201FD /var>※壁紙が設定されている場合、そのアイテムは消滅します。<var 49 01 /var><var 48 01 /var> よろしいですか？

source: The permit for the estate servant will be returned to your inventory. Are you certain you wish to proceed?
de: Den Hausdiener/Die Hausdienerin wirklich entlassen? <var 48 F201FC /var><var 49 F201FD /var>※ Das Aussehen wird zurückgesetzt und der Vertrag in dein Inventar zurückgelegt.<var 49 01 /var><var 48 01 /var>
fr: Congédier l'employé(e) de maison<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Les changements apportés à l'apparence du personnage seront perdus. * La licence de recrutement sera remise dans votre inventaire.<var 49 01 /var><var 48 01 /var>
ja: <var 28 ((ENpcResident)) E80201 /var>を解雇します。 <var 48 F201FC /var><var 49 F201FD /var>設定されていた外見情報はリセットされ、雇用証書として所持品に戻ります。<var 49 01 /var><var 48 01 /var> 解雇してよろしいでしょうか？

source: Any angler's print contained within the frame will be destroyed if the frame is removed. Are you certain you wish to proceed?
de: Den Rahmen wirklich entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Wenn sich ein Fischdruck darin befindet, geht er verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Si un ichtyogramme est placé dedans, l'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: この調度品を撤去します。 <var 48 F201FC /var><var 49 F201FD /var>※魚拓が設定されている場合、そのアイテムは消滅します。<var 49 01 /var><var 48 01 /var> 撤去してもよろしいですか？

source: Any angler's print contained within the frame will be destroyed if the frame is removed. Are you certain you wish to proceed?
de: Den Rahmen wirklich entfernen? <var 48 F201FC /var><var 49 F201FD /var>※ Wenn sich ein Fischdruck darin befindet, geht er verloren.<var 49 01 /var><var 48 01 /var>
fr: Retirer ce meuble de l'entrepôt<var 1D /var>? <var 48 F201FC /var><var 49 F201FD /var>* Si un ichtyogramme est placé dedans, l'objet correspondant sera définitivement perdu.<var 49 01 /var><var 48 01 /var>
ja: 倉庫からこの調度品を取り出し、所持品に戻します。 <var 48 F201FC /var><var 49 F201FD /var>※魚拓が設定されている場合、そのアイテムは消滅します。<var 49 01 /var><var 48 01 /var> よろしいですか？
