Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/FesPdx001_05237/*.xlf
Languages: fr

source: TEXT_FESPDX001_05237_SEQ_00<tab>The royal seneschal is planning something new for Little Ladies' Day. ※This quest is available for a limited time only.
fr: TEXT_FESPDX001_05237_SEQ_00<tab>* <var 1A 02 /var>Cette quête est un événement à durée limitée.<var 1A 01 /var> Le sénéchal royal a un nouveau projet pour la fête des demoiselles.

source: TEXT_FESPDX001_05237_SEQ_01<tab>After finding great success with the Songbirds, the royal seneschal has plans to debut a new act for Little Ladies' Day: the Seneschal Prince. The young man auditioned to play the part, however, has failed to return from picking up his costume. The royal seneschal asks that you make your way to Eshtaime's Aesthetics and see what has befallen Picot, his up-and-coming star. ※Please note that you will be unable to complete this quest after the seasonal event has ended. For details, please check the Lodestone.
fr: TEXT_FESPDX001_05237_SEQ_01<tab>Cette quête ne peut être commencée et effectuée que pendant la durée de l'événement saisonnier correspondant. Pour plus de détails, veuillez consulter The Lodestone. XXX

source: TEXT_FESPDX001_05237_SEQ_02<tab>You find Picot trying and failing to convey his costume ideas to a flustered Marabel. It comes to light that the “Seneschal Prince” does not, in fact, know what makes a good seneschal, and he recruits you to form a general consensus of the role by thoroughly questioning the townspeople of Ul'dah.
fr: TEXT_FESPDX001_05237_SEQ_02<tab>ピコットと話し、立派な執事王子になるために情報を集めることになった。「ザル回廊」にいるウルダハの住人たちから、執事のイメージについて聞いてみよう。

source: TEXT_FESPDX001_05237_SEQ_03<tab>You speak to three Ul'dahn residents and gather their thoughts on the topic of seneschals. Picot awaits your revelations at the Gold Court.
fr: TEXT_FESPDX001_05237_SEQ_03<tab>ウルダハの住人たち3人から情報を集めた。ウルダハのゴールドコートにいる「ピコット」と話そう。

source: TEXT_FESPDX001_05237_SEQ_04<tab>Having learned the qualities people expect in a seneschal, Picot declares himself ready to serve the waiting audience. When it comes to settling the specifics of his princely persona, however, it seems he desires your continued assistance.
fr: TEXT_FESPDX001_05237_SEQ_04<tab>ピコットと話した。ピコットは目指すべき執事のイメージが固まってきたようだ。次は自分らしい形を考えたいというピコットに、もう少し協力してみよう。

source: TEXT_FESPDX001_05237_TODO_00<tab>Speak with Picot near Eshtaime's Aesthetics.
fr: TEXT_FESPDX001_05237_TODO_00<tab>Parler à Picot, près des Joyaux d'Eshtaime

source: TEXT_FESPDX001_05237_TODO_01<tab>Gather information from Ul'dahn residents.
fr: TEXT_FESPDX001_05237_TODO_01<tab>Se renseigner auprès de passants à Ul'dah

source: TEXT_FESPDX001_05237_TODO_02<tab>Speak with Picot.
fr: TEXT_FESPDX001_05237_TODO_02<tab>Parler à Picot

source: TEXT_FESPDX001_05237_BUTLER_000_000<tab>Ah, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>─how wonderful to have such a reliable helper on hand. As you've no doubt noticed, the Little Ladies' Day festivities are upon us once more!
fr: TEXT_FESPDX001_05237_BUTLER_000_000<tab><var 08 E905 ((Ma chère)) ((Mon cher)) /var> <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, quel plaisir de vous retrouver ici<var 1D /var>! Comme vous pouvez le voir, la saison de la fête des demoiselles est arrivée.

source: TEXT_FESPDX001_05237_BUTLER_000_001<tab>/'Tis a pleasure to make your acquaintance, <var 08 E905 ((Mistress)) ((Master)) /var> <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. I have the honor of serving as the royal seneschal, and it is my duty to bring smiles and cheers to all the ladies of the realm.
fr: TEXT_FESPDX001_05237_BUTLER_000_001<tab>Ravi de faire votre con<var 16 /var>nais<var 16 /var>san<var 16 /var>ce, <var 08 E905 ((aventurière)) ((aventurier)) /var>. Permettez-moi de me présenter. Je suis le sénéchal royal, l'un des principaux visages de la fête des demoiselles.

source: TEXT_FESPDX001_05237_BUTLER_000_002<tab>What is Little Ladies' Day, you ask? Why, it is a day when the maidens of Eorzea are doted upon as princesses by their very own loyal seneschal!
fr: TEXT_FESPDX001_05237_BUTLER_000_002<tab>Il s'agit d'un événement durant lequel chaque jeune fille est traitée avec les mêmes égards qu'une princesse, et voit ses désirs se réaliser. Une initiative tout simplement mer<var 16 /var>veil<var 16 /var>leu<var 16 /var>se s'il en est<var 1D /var>!

source: TEXT_FESPDX001_05237_BUTLER_000_004<tab>By the way, I must ask... You know of the Songbirds, do you not? How silly of me! Of <var 1A 02 /var>course<var 1A 01 /var> you do.
fr: TEXT_FESPDX001_05237_BUTLER_000_004<tab>Au fait, inutile de vous présenter les Églantines, je suppose<var 1D /var>? Vous savez très bien qu'il s'agit du trio de chanteuses qui monte à chaque édition sur la scène spéciale de la fête des demoiselles<var 1D /var>!

source: TEXT_FESPDX001_05237_BUTLER_000_005<tab>That trio of princess-styled entertainers were relative unknowns when they first took to the stage, but they've since become a Little Ladies' Day staple! Now we hope to introduce another such sensation...but this time the singer will be butler-themed.
fr: TEXT_FESPDX001_05237_BUTLER_000_005<tab>Alors qu'elles étaient par<var 16 /var>fai<var 16 /var>te<var 16 /var>ment inconnues au début, elles jouissent aujourd'hui d'une immense popularité. Mais le public en veut toujours plus, donc j'ai décidé d'apporter un peu de nouveauté au programme.

source: TEXT_FESPDX001_05237_BUTLER_000_006<tab>I've titled this new act the “Seneschal Prince”! A royal among servants, and loyal servant to his princess!
fr: TEXT_FESPDX001_05237_BUTLER_000_006<tab>Cette année verra les grands débuts d'un nouveau servant, le prince charmant de toutes les princesses, j'ai nommé... le <var 1A 02 /var>Prince sénéchal<var 1A 01 /var><var 1D /var>!

source: TEXT_FESPDX001_05237_BUTLER_000_007<tab>The prince in question is scheduled to debut in the upcoming festival performance, but 'twould seem our chosen star is yet to return from picking up his costume.
fr: TEXT_FESPDX001_05237_BUTLER_000_007<tab>D'ailleurs, c'est bientôt l'heure H de ses premiers pas sur scène, mais notre nouvelle star n'est toujours pas là...

source: TEXT_FESPDX001_05237_BUTLER_100_007<tab>Though there is ample time ere the show begins, his prolonged absence is a source of concern, to say the least. If only I were not so preoccupied with preparations...
fr: TEXT_FESPDX001_05237_BUTLER_100_007<tab>Picot, c'est son nom, est allé chercher son costume spé<var 16 /var>cia<var 16 /var>le<var 16 /var>ment préparé pour l'occasion. Vu l'heure, il devrait déjà être de retour, donc je commence à m'inquiéter...

source: TEXT_FESPDX001_05237_BUTLER_000_008<tab>Would you mind looking in on him for me? “Picot” is his name, and he was meant to be speaking with a designer at Eshtaime's Aesthetics.
fr: TEXT_FESPDX001_05237_BUTLER_000_008<tab>Comme vous le savez, les préparatifs de la fête me retiennent ici. Vous pourriez essayer d'aller le trouver<var 1D /var>? Il avait rendez-vous avec une couturière, devant les Joyaux d'Eshtaime.

source: TEXT_FESPDX001_05237_BUTLER_000_010<tab>I would be grateful if you could see what is keeping young Picot, and doubly so if you could render any needed assistance. He was on his way to Eshtaime's Aesthetics the last time we spoke.
fr: TEXT_FESPDX001_05237_BUTLER_000_010<tab>Pourriez-vous essayer de retrouver Picot, notre Prince sénéchal<var 1D /var>? Il devait recevoir son nouveau costume de la part d'une couturière, devant les Joyaux d'Eshtaime.

source: TEXT_FESPDX001_05237_MARABEL_000_011<tab>Ah...no, dahling, no. What I need from you are <var 1A 02 /var>specifics<var 1A 01 /var>.
fr: TEXT_FESPDX001_05237_MARABEL_000_011<tab>Euh... Non, ce n'est pas ce que je vous ai demandé. Je vais avoir besoin de détails un peu plus <var 1A 02 /var>concrets<var 1A 01 /var> pour pouvoir travailler...

source: TEXT_FESPDX001_05237_PICOT_000_020<tab>It has to shine with a sharp, frozen brilliance, like a blizzard slicing through the darkest night... A-And it should dazzle like a searing flame, threatening to burn your fingers at the merest touch! Doesn't that sound amazing!?
fr: TEXT_FESPDX001_05237_PICOT_000_020<tab>闇夜を切り裂く吹雪のような、凍てつく鋭い輝きをまとってて…… それでいて、触れるとヤケドしそうなアツい炎の煌めき！ カッコいいと思わない！？

source: TEXT_FESPDX001_05237_MARABEL_000_021<tab>Wait...which do you want? A freezing blizzard or a burning flame?
fr: TEXT_FESPDX001_05237_MARABEL_000_021<tab>それは冷たい吹雪なのか、熱い炎なのか、どっちかしら……？

source: TEXT_FESPDX001_05237_PICOT_000_022<tab>Oh, maybe you can help! How can we create a silvery costume that melts into chaotic darkness? Should I give up on the shiny element?
fr: TEXT_FESPDX001_05237_PICOT_000_022<tab>あっ、ねえねえ、そこの人！ 白銀の衣装で、混沌の闇に溶け込むにはどうしたらいいかなぁ？ やっぱり輝くのはあきらめたほうがいい？

source: TEXT_FESPDX001_05237_MARABEL_000_023<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, how lovely to see you, dahling! Why, we haven't spoken since you helped me snatch victory in the walk-off. What brings you to Eshtaime's?
fr: TEXT_FESPDX001_05237_MARABEL_000_023<tab>あら<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>さん、お久しぶり！ アナタと組んでファッションコンテストで優勝したとき以来ね、 今日は宝飾店「エシュテム」に何かご用かしら？

source: TEXT_FESPDX001_05237_MARABEL_000_024<tab>An adventurer? What can Marabel, famed designer of Eshtaime's Aesthetics, do for you, dahling?
fr: TEXT_FESPDX001_05237_MARABEL_000_024<tab>あら、冒険者さんかしら？ アタシは服飾デザイナーのマラベルよ、 今日は宝飾店「エシュテム」に何かご用かしら？

source: TEXT_FESPDX001_05237_MARABEL_000_026<tab>Here at the royal seneschal's bidding, you say? Well, I could certainly use some guidance with this costuming conundrum.
fr: TEXT_FESPDX001_05237_MARABEL_000_026<tab>執事王さんの代わりに来てくれたのね！ 助かるわ、衣装担当としてちょっと困ってて……。

source: TEXT_FESPDX001_05237_MARABEL_000_027<tab>The costume itself is largely complete. I simply wanted to add the finishing flair in accordance with the “prince's” wishes, but I'm struggling to envision the image he's trying to convey.
fr: TEXT_FESPDX001_05237_MARABEL_000_027<tab>衣装はもうほとんど完成しているの。 でも、せっかくなら本人の目指すものに合わせて仕上げたくて…… さっきからイメージを聞いているんだけど、全然わからないのよ。

source: TEXT_FESPDX001_05237_PICOT_000_028<tab>Well, there are just so many dimensions to looking “dashing.” How can one narrow the options down to a single idea...?
fr: TEXT_FESPDX001_05237_PICOT_000_028<tab>「カッコいい」っていろいろあるから、 ひとつに絞って伝えるのは難しいねぇ……。

source: TEXT_FESPDX001_05237_MARABEL_000_029<tab>Forgive me, dahlings, but I've other projects to attend to. Would you mind coming back once you've helped the lad decide on a more definitive direction?
fr: TEXT_FESPDX001_05237_MARABEL_000_029<tab>ごめんなさい、ちょっと別の依頼も立て込んでて……。 申し訳ないんだけど、一度彼と話してみてもらって、 方向性をまとめるのを手伝ってもらえないかしら？

source: TEXT_FESPDX001_05237_PICOT_000_030<tab><sigh> This is not going well. I couldn't ask for a better opportunity, and here I am ruining my own debut...
fr: TEXT_FESPDX001_05237_PICOT_000_030<tab>う～ん、これじゃダメだなぁ……。 せっかくビッグチャンスを掴めたのに、 このままじゃステージも失敗しちゃうかも……。

source: TEXT_FESPDX001_05237_PICOT_100_030<tab>Ah...it was <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, yes? I am sorry to drag you into this dilemma of mine.
fr: TEXT_FESPDX001_05237_PICOT_100_030<tab>えっと、冒険者の…… <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>さんだっけ？ 急に巻き込んじゃってごめんなさい……。

source: TEXT_FESPDX001_05237_PICOT_000_031<tab>Of all those who auditioned, they chose <var 1A 02 /var>me<var 1A 01 /var> to be the Seneschal Prince. My job now is to become a star performer, and creating a dashing and princely persona seemed the best way to achieve that.
fr: TEXT_FESPDX001_05237_PICOT_000_031<tab>ボク、オーディションで執事王子に選ばれたんだ。 だから頑張って人気の歌い手にならなきゃ～と思って…… やっぱり「カッコいい」のがいいかなぁって、研究してさ。

source: TEXT_FESPDX001_05237_PICOT_000_032<tab>So I did my research into the subject, delving into books about the most gallant individuals─how they act, how they dress, that sort of thing... But when I tried to explain, it all came out a jumbled mess.
fr: TEXT_FESPDX001_05237_PICOT_000_032<tab>本で読んだカッコいい人たちの振る舞いとか、印象とか…… いーっぱい調べたんだよ。 それを全部伝えてみたんだけど……うまくいかなかったみたい。

source: TEXT_FESPDX001_05237_PICOT_000_033<tab>Hmmm, what makes the Seneschal Prince a prince among seneschals? Come to think of it, what exactly <var 1A 02 /var>is<var 1A 01 /var> a seneschal anyway?
fr: TEXT_FESPDX001_05237_PICOT_000_033<tab>うーん、「執事王子」としてのイメージかぁ…… ようするに、執事の王子ってことだよね？ あれ、そもそも「執事」ってなんだろ？

source: TEXT_FESPDX001_05237_Q1_000_000<tab>What will you say?
fr: TEXT_FESPDX001_05237_Q1_000_000<tab>Que répondez-vous<var 1D /var>?

source: TEXT_FESPDX001_05237_A1_000_001<tab>An unobtrusive servant who anticipates his master's needs.
fr: TEXT_FESPDX001_05237_A1_000_001<tab>主人の生活を陰ながら支える人

source: TEXT_FESPDX001_05237_A1_000_002<tab>A person of impeccably proper manners.
fr: TEXT_FESPDX001_05237_A1_000_002<tab>丁寧な物腰の人

source: TEXT_FESPDX001_05237_A1_000_003<tab>Perhaps you should have researched that instead...
fr: TEXT_FESPDX001_05237_A1_000_003<tab>迷走してる……

source: TEXT_FESPDX001_05237_PICOT_000_034<tab>I see... Then my fixation on being “dashing” was entirely the wrong approach.
fr: TEXT_FESPDX001_05237_PICOT_000_034<tab>そっか……。 ボクが調べた「カッコいい」とは、全然違うね……？

source: TEXT_FESPDX001_05237_PICOT_000_035<tab>You may be right. I've been approaching this from entirely the wrong angle.
fr: TEXT_FESPDX001_05237_PICOT_000_035<tab>迷走……うん、そうかも。 もしかして、最初から間違えてたのかな？

source: TEXT_FESPDX001_05237_PICOT_000_036<tab>But at least now one thing is clear! I must learn the ways of a seneschal if I'm to be the best Seneschal Prince I can be!
fr: TEXT_FESPDX001_05237_PICOT_000_036<tab>でも、ひとつわかった気がする！ 「執事王子」なんだから、「執事」さんを研究すればいいんだ！

source: TEXT_FESPDX001_05237_PICOT_000_037<tab>Hm, you seem a knowledgeable sort. Left to my own devices, I fear wasting time on the wrong thing again... Will you help me with my research?
fr: TEXT_FESPDX001_05237_PICOT_000_037<tab>ねぇねぇ、冒険者さん。 ボクだけだと、また迷っちゃうかもしれないから…… よかったら、手伝ってくれない？

source: TEXT_FESPDX001_05237_PICOT_000_038<tab>Huzzah! Then first things first, I say we speak with a wide variety of townsfolk, and learn what the general public expects of a seneschal.
fr: TEXT_FESPDX001_05237_PICOT_000_038<tab>へへっ、ありがとう！ まずはね、街の人たちにも「執事」さんのイメージについて、 いろいろ聞いてみようと思うんだ！

source: TEXT_FESPDX001_05237_PICOT_000_039<tab>Let's split up that we might gather as many opinions as possible. I'll leave the Steps of Thal to you, and we can meet at the Gold Court afterwards!
fr: TEXT_FESPDX001_05237_PICOT_000_039<tab>いっぱい意見を聞いてみたいから、手分けしたくて…… 冒険者さんは、このザル回廊で聞いてきてくれる？ 終わったらゴールドコートでまた会おう～！

source: TEXT_FESPDX001_05237_BUTLER_000_050<tab>I would be grateful if you could see what is keeping young Picot, and doubly so if you could render any needed assistance. He was on his way to Eshtaime's Aesthetics the last time we spoke.
fr: TEXT_FESPDX001_05237_BUTLER_000_050<tab>すみませんが、私の代わりに、 歌い手の「ピコット」さんの様子を見てきてもらえませんか？ もし何か困っているようなら、手伝ってもらえると助かります。

source: TEXT_FESPDX001_05237_NOBILITY05237_000_060<tab>A seneschal? Why, yes, of course─I have one in my employ.
fr: TEXT_FESPDX001_05237_NOBILITY05237_000_060<tab>「執事」ですか？ もちろん、うちの屋敷にもおりますけれど……。

source: TEXT_FESPDX001_05237_NOBILITY05237_000_061<tab>The accomplished ones foresee what must be done, and act without need for instruction. Those who stand around awaiting orders have no business taking the position.
fr: TEXT_FESPDX001_05237_NOBILITY05237_000_061<tab>優秀な者は、こちらが何も言わずとも察して動いてくれますわ。 命令されないと動けない者は、まだまだですわね。

source: TEXT_FESPDX001_05237_LADY05237_000_070<tab>Ah, that word ever puts me in mind of the first royal seneschal himself, Sultan Baldric. It's said that every year one girl was chosen from the townspeople by lot, and he would attend to that lucky lass as her personal servant for the entire day.
fr: TEXT_FESPDX001_05237_LADY05237_000_070<tab>「執事」と言えば、やっぱり執事王バルドリックを思い出すなぁ。 毎年、祝祭の日に、抽選で選ばれた「姫」の執事となって、 一日中仕えたんだとか。

source: TEXT_FESPDX001_05237_LADY05237_000_071<tab>The festival is no longer about choosing a single princess, of course, but oh how I still daydream about having an attentive seneschal at my beck and call.
fr: TEXT_FESPDX001_05237_LADY05237_000_071<tab>今はもう、姫が選ばれる祝祭じゃなくなったけど、 私の願いを叶えてくれる執事…… そんな人がいてくれたらいいなぁって、今でも思っちゃうわ。

source: TEXT_FESPDX001_05237_LADY05237_000_072<tab>As a child, whenever Little Ladies' Day came around I would always hold out hope that <var 1A 02 /var>this<var 1A 01 /var> would be the year I was chosen.
fr: TEXT_FESPDX001_05237_LADY05237_000_072<tab>子どものころは、プリンセスデーの時期が近づくたびに、 もしかしたら今回は自分が選ばれるかも、なんて思ってたりね。

source: TEXT_FESPDX001_05237_WAITER05237_000_080<tab>My impressions of a seneschal? Hmmm... Well, they strike me as people who excel at preparations. Performing tasks to a demanding lord or lady's satisfaction hinges upon their ability to think ahead─to plan events to perfection.
fr: TEXT_FESPDX001_05237_WAITER05237_000_080<tab>「執事」とはどんな人か、ですか……。 そうですねぇ……準備を怠らない人、という印象です。 主人に満足してもらうためには、事前の準備が大事ですから。

source: TEXT_FESPDX001_05237_WAITER05237_000_081<tab>My work as a server at the Quicksand is similar in some respects.
fr: TEXT_FESPDX001_05237_WAITER05237_000_081<tab>私はクイックサンドで給仕の仕事をしていますが、 少し執事と似ているところがあるかもしれませんね。

source: TEXT_FESPDX001_05237_WAITER05237_000_082<tab>We have a special Little Ladies' Day menu on offer this year, and I have everything memorized─the ingredients, the presentation, the flavors─down to the smallest detail. Everything from the main course to the beverages and desserts will be perfect.
fr: TEXT_FESPDX001_05237_WAITER05237_000_082<tab>今なら、プリンセスデーの限定メニューを提供しているので、 使用食材、見た目、味……すべて頭に叩き込んであります。 メインはもちろん、ドリンク、デザートもばっちりですよ。

source: TEXT_FESPDX001_05237_WAITER05237_000_083<tab>Above and beyond one's prescribed duties, a server's mission is to ensure as many happy customers as possible.
fr: TEXT_FESPDX001_05237_WAITER05237_000_083<tab>多くのお客様に喜んでいただけるように…… それが、給仕の仕事をする上での大事な心構えです。

source: TEXT_FESPDX001_05237_NOBILITY05237_000_090<tab>A seneschal who cannot act on his own initiative is not worthy of the title.
fr: TEXT_FESPDX001_05237_NOBILITY05237_000_090<tab>優秀な執事は、何も言わずとも察して動くものですわ。 命令されないと動けない者は三流ね。

source: TEXT_FESPDX001_05237_LADY05237_000_091<tab>I'm rather taken with Sultan Baldric's “seneschal for a day” idea. Having someone devoted to your needs alone is like a dream come true, don't you agree?
fr: TEXT_FESPDX001_05237_LADY05237_000_091<tab>バルドリック王の一日限定執事……ちょっと憧れるわ。 自分のためだけに、かしずいてくれる人なんて、 まるで夢みたいじゃない？

source: TEXT_FESPDX001_05237_WAITER05237_000_092<tab>Preparing for things in advance is a skill both seneschals and servers have in common. There is no better way to ensure satisfaction, be it for a customer or the master of the house.
fr: TEXT_FESPDX001_05237_WAITER05237_000_092<tab>事前の準備が大事という点で、 執事と給仕は似ているかもしれません。 相手に喜んでもらうためには、準備が欠かせませんから。

source: TEXT_FESPDX001_05237_PICOT_000_100<tab>Oh, guess what, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! I was asking about seneschals in Pearl Lane, and a merchant offered me an amazing bargain.
fr: TEXT_FESPDX001_05237_PICOT_000_100<tab>あっ、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>さん～！ あのね、パールレーンで執事さんについて聞いてたらね、 いいものがあるから買わないかって言われたんだよ。

source: TEXT_FESPDX001_05237_PICOT_000_101<tab>He showed me a rare urn of “incalculable worth,” but even the “heavily discounted price” was far more coin than I could afford... Come to think of it, what do urns have to do with seneschals, anyway?
fr: TEXT_FESPDX001_05237_PICOT_000_101<tab>すっごく値打ちのある壺らしいんだけど、 ビックリするくらい高くてね、お金がなくて買えなくて……。 壺と執事さん、どういう関係があったのかな？

source: TEXT_FESPDX001_05237_Q2_000_000<tab>What will you say?
fr: TEXT_FESPDX001_05237_Q2_000_000<tab>Que répondez-vous<var 1D /var>?

source: TEXT_FESPDX001_05237_A2_000_001<tab>Nothing, I'd wager.
fr: TEXT_FESPDX001_05237_A2_000_001<tab>多分、関係ない

source: TEXT_FESPDX001_05237_A2_000_002<tab>Could it be that...you're a little too trusting?
fr: TEXT_FESPDX001_05237_A2_000_002<tab>……もしかして、騙されやすいタイプ？

source: TEXT_FESPDX001_05237_PICOT_000_103<tab>Oh. Was I on the wrong track again? I could've sworn...
fr: TEXT_FESPDX001_05237_PICOT_000_103<tab>あれ、また間違えちゃった？ おかしいなぁ……。

source: TEXT_FESPDX001_05237_PICOT_000_104<tab>I see. So a seneschal is someone who serves others; someone who anticipates what needs to be done, and prepares for those tasks in advance. In my case, then, I should be a seneschal who...serves his fans?
fr: TEXT_FESPDX001_05237_PICOT_000_104<tab>なるほどなぁ……執事っていうのは誰かに仕える人で、 望みを察して動く……そのためには、事前の準備も大事……。 じゃあ、ボクはお客さんに仕える執事になればいいのかな？

source: TEXT_FESPDX001_05237_PICOT_000_105<tab>Yes, when I put it like that, it just feels right! I should be thinking of ways I can make the crowds happy!
fr: TEXT_FESPDX001_05237_PICOT_000_105<tab>……うん、そう考えたら、わかってきた気がする！ お客さんを喜ばせるために、できることを考えればよさそうだね！

source: TEXT_FESPDX001_05237_PICOT_000_106<tab>And that's exactly what I'll do. Now, if you could stick around a while longer, I'd appreciate some help in becoming the best seneschal I can be!
fr: TEXT_FESPDX001_05237_PICOT_000_106<tab>よーし、頑張るよ～！ あとはボクらしい「執事」の形を見つけたいから、 もうちょっとだけ、付き合ってくれると嬉しいなぁ。
