Repository: endervad/ffxiv_translation_test
Catalog: exd/OnlineStatus/*.xlf
Languages: de, fr, ja, ru

source: Game QA
fr: Assurance qualité
ja: ゲームQA
ru: QA игры

source: Game Master
fr: Maître de jeu
ja: ゲームマスター
ru: Гейм-мастер

source: Game Master
fr: Maître de jeu
ja: ゲームマスター
ru: Гейм-мастер

source: Event Participant
de: Event-Charakter
fr: Participe à un événement
ja: イベントプレイヤー
ru: Участник события

source: Disconnected
de: Nicht verbunden
fr: Déconnecté(e)
ja: 通信途絶状態
ru: Отключён

source: Waiting for Friend List Approval
de: Anfrage gesendet (Freundesliste)
fr: En attente de réponse (requête d'ami)
ja: 仮登録（フレンドリスト）
ru: Ожидание добавления в друзья

source: Waiting for Linkshell Approval
de: Anfrage gesendet (Kontaktkreis)
fr: En attente de réponse (linkshell)
ja: 仮登録（リンクシェル）
ru: Ожидание добавления в линкшелл

source: Waiting for Free Company Approval
de: Anfrage gesendet (Freie Ge<var 16 /var>sell<var 16 /var>schaft)
fr: En attente de réponse (compagnie libre)
ja: 仮登録（フリーカンパニー）
ru: Ожидание добавления в вольную компанию

source: Not Found
de: Nicht gefunden
fr: Introuvable
ja: 存在しない
ru: Не найден

source: Offline
fr: Hors ligne
ja: オフライン
ru: Не в сети

source: Battle Mentor
de: Mentor (Krieger/Magier)
fr: Mentor de combat
ja: バトルメンター
ru: Ментор сражений

source: Busy
de: Beschäftigt
fr: Occupé(e)
ja: 取り込み中（Busy）
ru: Не беспокоить

source: PvP
fr: JcJ
ja: コンテンツ中（PvP）

source: Playing Triple Triad
de: Spielt Triple Triad
fr: Triple Triade
ja: カード対戦中
ru: Играет в Тройное Трио

source: Viewing Cutscene
de: Sieht Videosequenz
fr: Cinématique
ja: イベント中
ru: В кат-сцене

source: Using a Chocobo Porter
de: Auf Linien-Chocobo
fr: À dos de chocobo de relais
ja: チョコボポーター騎乗中
ru: Пользуется поездкой на чокобо

source: Away from Keyboard
de: Abwesend
fr: Absent(e)
ja: 離席
ru: Нет на месте

source: Camera Mode
de: Kameramodus
fr: Mode caméra
ja: カメラモード中
ru: Режим Камеры бездействия

source: Looking for Repairs
de: Sucht Reparateur
fr: Cherche un réparateur
ja: 修理希望
ru: Хочу починиться

source: Looking to Repair
de: Übernimmt Reparatur
fr: Cherche à réparer
ja: 修理請負い
ru: Хочу починить

source: Looking to Meld Materia
de: Setzt Materia ein
fr: Sertisseur(se) de matérias
ja: マテリア装着請負中
ru: Хочу вставить материю

source: Role-playing
de: Im Rollenspiel
fr: Jeu de rôle
ja: ロールプレイ中
ru: Ролевая игра (РП)

source: Looking for Party
de: Sucht Gruppe
fr: Cherche une équipe
ja: パーティ希望
ru: Ищу группу

source: Sword for Hire
de: Sucht Söldner
fr: Mercenaire
ja: 傭兵希望

source: Waiting for Duty Finder
de: In Inhaltssuche
fr: Enregistré(e) dans l'outil de mission
ja: コンテンツ参加申請中
ru: В ожидании миссии

source: Recruiting Party Members
de: In Gruppen<var 16 /var>suche
fr: Recrute des équipiers
ja: パーティ募集中
ru: В поиске игроков для группы

source: Mentor
ja: メンター
ru: Ментор

source: PvE Mentor
de: Mentor (Krieger/Magier)
fr: Mentor (combats)
ja: バトルメンター
ru: Ментор PvE

source: Trade Mentor
de: Mentor (Handwerker/Sammler)
fr: Mentor (artisanat/récolte)
ja: 製作採集メンター
ru: Ментор торговли

source: PvP Mentor
de: Mentor (PvP)
fr: Mentor (JcJ)
ja: PvPメンター
ru: Ментор PvP

source: Returner
de: Rückkehrer
fr: Rappelé(e)
ja: リターナー
ru: Вернувшийся

source: New Adventurer
de: Neuling
fr: Novice
ja: ビギナー
ru: Новый приключенец

source: Alliance Leader
de: Allianzanführer
fr: Chef d'alliance
ja: アライアンスリーダー
ru: Лидер альянса

source: Alliance Party Leader
de: Allianz-Gruppenanführer
fr: Chef d'équipe d'une alliance
ja: パーティリーダー（アライアンス）
ru: Лидер группы альянса

source: Alliance Party Member
de: Allianz-Grup<var 16 /var>pen<var 16 /var>mit<var 16 /var>glied
fr: Membre d'équipe d'une alliance
ja: パーティメンバー（アライアンス）
ru: Член группы альянса

source: Party Leader
de: Gruppenanführer
fr: Chef d'équipe
ja: パーティリーダー
ru: Лидер группы

source: Party Member
de: In Gruppe
fr: Membre d'équipe
ja: パーティメンバー
ru: Игрок группы

source: Party Leader (Cross-world)
de: Gruppenanführer (weltenübergreifend)
fr: Chef d'équipe (inter-Monde)
ja: パーティリーダー（クロスワールド）
ru: Лидер межмировой группы

source: Party Member (Cross-world)
de: In Gruppe (weltenübergreifend)
fr: Membre d'équipe (inter-Monde)
ja: パーティメンバー（クロスワールド）
ru: Игрок межмировой группы

source: Another World
de: In einem Inhalt (auf einer anderen Welt)
fr: En mission (inter-Mondes)
ja: コンテンツ中（クロスワールド）
ru: В другом мире

source: Sharing Duty
de: Im selben Inhalt
fr: En mission commune
ja: コンテンツ中（同じコンテンツ）
ru: Совместное поручение

source: Similar Duty
de: Im gleichen Inhalt (mit einer anderen Gruppe)
fr: En mission identique (autre groupe)
ja: コンテンツ中（同じコンテンツの他グループ）
ru: Выполняет поручение

source: In Duty
de: In einem Inhalt
fr: En mission
ja: コンテンツ中
ru: В миссии

source: Trial Adventurer
de: Probezeit
fr: Aventurier à l'essai
ja: 試遊プレイヤー

source: Free Company
de: Freie Ge<var 16 /var>sell<var 16 /var>schaft
fr: Compagnie libre
ja: フリーカンパニー
ru: Вольная компания

source: Grand Company
de: Staatliche Ge<var 16 /var>sell<var 16 /var>schaft
fr: Grande compagnie
ja: グランドカンパニー
ru: Великая Компания

source: Online
fr: En ligne
ja: オンライン
ru: В сети
