Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz001_05188/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ001_05188_GUIDE05188_200_303<tab>Your heart is steeled and your loins are girded? Good, now follow me.
de: TEXT_KINGBZ001_05188_GUIDE05188_200_303<tab>Dein Herz ist gestählt und deine Vor<var 16 /var>bereitungen sind getroffen? Gut, dann folge mir.
fr: TEXT_KINGBZ001_05188_GUIDE05188_200_303<tab>Êtes-vous prêt<var 08 E905 ((e)) (()) /var><var 1D /var>? Dans ce cas, permettez-moi de guider vos premiers pas sur la voie du Mal...
ja: TEXT_KINGBZ001_05188_GUIDE05188_200_303<tab>準備はよろしいですか？ それでは会場までご案内しましょう……。

source: TEXT_KINGBZ001_05188_GUIDE05188_000_300<tab>The audition will be held in this room. Even those with the blackest hearts have balked at what we put our potential leaders through, so I'll be listening to your progress with great interest.
de: TEXT_KINGBZ001_05188_GUIDE05188_000_300<tab>Die Prüfung findet in diesem Raum statt. Selbst die abgebrühtesten unter uns schrecken davor zurück, was wir angehenden Führungskräften abverlangen, daher werde ich deinen Fortschritt mit großem Interesse verfolgen.
fr: TEXT_KINGBZ001_05188_GUIDE05188_000_300<tab>L'audition se déroulera dans la salle derrière cette porte. L'évaluation est d'une sévérité implacable, au point d'en faire pleurer de honte les candidats... Vous êtes prévenu<var 08 E905 ((e)) (()) /var>.
ja: TEXT_KINGBZ001_05188_GUIDE05188_000_300<tab>オーディションは、こちらの部屋で行われます。 とても厳しい審査だと、悪の界隈でも評判ですが、 あなたに乗り越えられるかどうか……。

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_301<tab>(-Gruff Voice-)Enter.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_301<tab>(-Ruppige Stimme-)Herein.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_301<tab>(-Voix d'homme-)Entrrre.
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_301<tab>(-男性の声-)どうぞ。

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_302<tab>(-???-)Can you hear it? The cry of a child too young to know fear.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_302<tab>(-???-)Kannst du ihn hören? Den Schrei eines Kindes, das zu jung ist, um Furcht zu kennen.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_302<tab>(-???-)Entends-tu la voix de l'enfant qui pleure à chaudes larrrmes<var 1D /var>?
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_302<tab>(-？？？？-)聞こえるか。 憚り知らぬ、子の泣き声。

source: TEXT_KINGBZ001_05188_JUDGE05188B_000_303<tab>(-???-)Can you see it? A black bird in flight, its wings staining the azure skies.
de: TEXT_KINGBZ001_05188_JUDGE05188B_000_303<tab>(-???-)Kannst du ihn sehen? Einen schwarzen Vogel, dessen Flügel das Azurblau des Himmels durchbrechen.
fr: TEXT_KINGBZ001_05188_JUDGE05188B_000_303<tab>(-???-)Les ailes de l'oiseau qui parcourt l'azur... Tu les vois, n'est-ce pas<var 1D /var>?
ja: TEXT_KINGBZ001_05188_JUDGE05188B_000_303<tab>(-？？？？-)見えるだろう。 蒼穹翔る、鳥の翼が。

source: TEXT_KINGBZ001_05188_JUDGE05188C_000_304<tab>(-???-)Can you feel it? The shape of the world as it should be, molded by hands free of fetters.
de: TEXT_KINGBZ001_05188_JUDGE05188C_000_304<tab>(-???-)Kannst du sie fühlen? Die Form, die die Welt haben sollte<var 1D /var>- geprägt von Händen, die von Fesseln befreit sind.
fr: TEXT_KINGBZ001_05188_JUDGE05188C_000_304<tab>(-???-)Débarrassons-nous des règles surannées, et devenons ce que nous sommes...
ja: TEXT_KINGBZ001_05188_JUDGE05188C_000_304<tab>(-？？？？-)腐ったルール打ち壊し、 手にしてみせよう、あるべき姿。

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_305<tab>(-???-)The passage to a new morrow lies before you─the Passage of the Unbound!
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_305<tab>(-???-)Der Weg in ein neues Morgen erstreckt sich vor dir. Freigeist!
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_305<tab>(-???-)Des Affranchis, en rrroute sur la voie de notre libération<var 1D /var>!
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_305<tab>(-？？？？-)明日への路が開かれている。 あの「自由の扉」の向こうに！

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_306<tab>(-???-)Ehem. And with that, let us begin the audition for our new round of leaders. May the selection committee please take their seats.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_306<tab>(-???-)Ähem ... Und damit möge die Prüfung für unsere neue Runde von Anführern beginnen. Ich bitte das Auswahlkomitee darum, Platz zu nehmen.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_306<tab>(-???-)Ahem... Je déclare ouverte l'audition pour la deuxième vague d'Affranchis, celle qui remportera définitivement la victoirrre<var 1D /var>! Chers collègues des ressources humaines, veuillez prendre vos sièges.
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_306<tab>(-？？？？-)コホン……。 それでは、幹部2期生のオーディションを始めるぞ。 人事部一同、席につけー。

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_307<tab>You look disappointed somehow.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_307<tab>Du siehst irgendwie enttäuscht aus.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_307<tab>Qu'est-ce que t'as à nous regarder avec ces yeux de merrrlan frit<var 1D /var>? Tu serais pas un peu nerveu<var 08 E905 ((se)) ((x)) /var>, par hasard<var 1D /var>?
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_307<tab>何をキョロキョロとしているのかね？

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_308<tab>Haha, I understand. You expected to meet our founder. My apologies, but you'll need to prove yourself ere you are granted such an audience.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_308<tab>Haha, ich verstehe schon. Du hast erwartet, bereits unsere Gründerin zu treffen? Tut mir leid, aber von einer <var 1A 02 /var>derartigen<var 1A 01 /var> Audienz bist du noch weit entfernt.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_308<tab>Hé hé hé... Tu croyais que notre chef allait t'accueillir les bras ouverts, comme si tu faisais déjà partie de la famille<var 1D /var>? Il va falloir trimer un peu plus pour obtenir ses faveurs per<var 16 /var>son<var 16 /var>nelles, <var 08 E905 ((ma chère)) ((mon cher)) /var>... Crrravacher, même<var 1D /var>!
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_308<tab>はは～ん。 さては、ここで首領に会えるとでも思っていたんだろう？ 残念だが、あの御方はそう簡単に対面できる存在ではない。

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_309<tab>Now, tell us your name.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_309<tab>Nun verrate uns deinen Namen.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_309<tab>Et si tu nous donnais ton petit nom, pourrr commencer<var 1D /var>?
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_309<tab>さて、お前の名前を聞こうか。

source: TEXT_KINGBZ001_05188_Q1_000_000<tab>What will you do?
de: TEXT_KINGBZ001_05188_Q1_000_000<tab>Was möchtest du machen?
fr: TEXT_KINGBZ001_05188_Q1_000_000<tab>Que faites-vous<var 1D /var>?
ja: TEXT_KINGBZ001_05188_Q1_000_000<tab>どうする？

source: TEXT_KINGBZ001_05188_A1_000_001<tab>Say your true name.
de: TEXT_KINGBZ001_05188_A1_000_001<tab>Deinen echten Namen sagen.
fr: TEXT_KINGBZ001_05188_A1_000_001<tab>Donner votre vrai nom
ja: TEXT_KINGBZ001_05188_A1_000_001<tab>正直に名乗る

source: TEXT_KINGBZ001_05188_A1_000_002<tab>Refuse to answer.
de: TEXT_KINGBZ001_05188_A1_000_002<tab>Die Antwort verweigern.
fr: TEXT_KINGBZ001_05188_A1_000_002<tab>Ne rien dire
ja: TEXT_KINGBZ001_05188_A1_000_002<tab>名は伏せておく

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_311<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>? <var 1A 02 /var>The<var 1A 01 /var> <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>?
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_311<tab><var 29 EB02 /var>? <var 08 E905 ((<var 1A 02 /var>Die<var 1A 01 /var>)) ((<var 1A 02 /var>Der<var 1A 01 /var>)) /var> <var 29 EB02 /var>?
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_311<tab><var 29 EB02 /var>... In<var 16 /var>té<var 16 /var>rrres<var 16 /var>sant.
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_311<tab><var 29 EB02 /var>、だと……？

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_312<tab>You would play at being one of the realm's most beloved heroes? Take this as honest criticism: your capacity for deception is hardly equal to Samidare's, so I suggest a more humble alter ego.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_312<tab>Du gibst dich als <var 08 E905 ((eine)) ((einer)) /var> der bekanntesten Helden des Landes aus? Lass dir eines gesagt sein: Deine Täuschungsfähigkeiten reichen wohl kaum an die von Samidare heran, daher schlage ich eine etwas glaubwürdigere Identität vor.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_312<tab>Tu veux donc nous faire croire que t'es <var 08 E905 ((l'héroïne)) ((le héros)) /var> d'Éorzéa, d'Ishgarrrd, d'Ala Mhigo et j'en passe<var 1D /var>? Tu nous prends vraiment pour des bourriques, dis-moi<var 1D /var>! Seul Samidare était capable d'endosser l'apparence d'autrui, mais sa promotion a échoué...
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_312<tab>フン、どこぞの英雄の名を騙る偽物か？ 1期生のサミダレのように擬態できるわけじゃあるまいし、 つまらんマネはやめておけ。

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_313<tab>Well done. The Passage of the Unbound works in the shadows, and our true names must remain hidden until their revelation can have the most dramatic impact.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_313<tab>Sehr gut. Freigeist operiert in den Schatten, und unsere echten Namen müssen im Verborgenen bleiben, bis ihre Enthüllung eine möglichst dramatische Wirkung entfalten kann.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_313<tab>... Pas de réponse, bonne réponse<var 1D /var>! Qui donnerait son nom sans réfléchir à une or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion secrète malfaisante<var 1D /var>? Finalement, t'es peut-être pas aussi niais<var 08 E905 ((e)) (()) /var> que t'en as l'airrr...
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_313<tab>ほう、わかってるじゃないか。 「自由の扉」は悪の秘密組織…… ここぞという見せ場まで、真の名は伏せておくべきものだ。

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_314<tab>...On to the next question. Why do you wish to join us?
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_314<tab>... Kommen wir zur nächsten Frage: Warum möchtest du uns beitreten?
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_314<tab>Passons à la suite. Pourrrquoi t'as choisi de nous rejoindre<var 1D /var>?
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_314<tab>……では、次だ。 志望動機について聞こうか。

source: TEXT_KINGBZ001_05188_Q2_000_000<tab>What will you say?
de: TEXT_KINGBZ001_05188_Q2_000_000<tab>Was möchtest du sagen?
fr: TEXT_KINGBZ001_05188_Q2_000_000<tab>Que répondez-vous<var 1D /var>?
ja: TEXT_KINGBZ001_05188_Q2_000_000<tab>何と言う？

source: TEXT_KINGBZ001_05188_A2_000_001<tab>I want to change the world.
de: TEXT_KINGBZ001_05188_A2_000_001<tab>Ich will die Welt verändern.
fr: TEXT_KINGBZ001_05188_A2_000_001<tab>Je veux changer le monde<var 1D /var>!
ja: TEXT_KINGBZ001_05188_A2_000_001<tab>世界を変えたいと思って

source: TEXT_KINGBZ001_05188_A2_000_002<tab>I was impressed by your previous leaders.
de: TEXT_KINGBZ001_05188_A2_000_002<tab>Ich war von euren vorherigen Anführern beeindruckt.
fr: TEXT_KINGBZ001_05188_A2_000_002<tab>Vous êtes des modèles pour moi<var 1D /var>!
ja: TEXT_KINGBZ001_05188_A2_000_002<tab>先輩幹部に憧れて

source: TEXT_KINGBZ001_05188_A2_000_003<tab>My friend joined up, so I thought “Why not?”
de: TEXT_KINGBZ001_05188_A2_000_003<tab>Ein Freund von mir ist beigetreten, daher dachte ich mir: Warum nicht?
fr: TEXT_KINGBZ001_05188_A2_000_003<tab>Une con<var 16 /var>nais<var 16 /var>san<var 16 /var>ce m'a parlé de vous, alors je me suis dit pourquoi pas...
ja: TEXT_KINGBZ001_05188_A2_000_003<tab>友達の付き添いで

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_316<tab>If you truly desired that, you would have done something noteworthy by now. We would be ill-advised to recommend a novice for a position of leadership.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_316<tab>Wenn das wirklich dein Wunsch wäre, hättest du bereits etwas Nennenswertes unternommen. Wir wären schlecht beraten, einen Neuling für einen Führungsposten zu empfehlen.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_316<tab>Si t'es aussi motivé<var 08 E905 ((e)) (()) /var> que tu le dis, tu devrais déjà être passé<var 08 E905 ((e)) (()) /var> à l'action. De toute façon, c'est la condition minimum pour qu'on t'accepte dans nos rrrangs.
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_316<tab>そう思ったんなら、すでに行動を起こしていて然るべきだ。 実績もないド新人を幹部には推せんなあ。

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_317<tab>Spoken like someone whose only ambition is to serve. We require hearts bold enough to remake our organization in their own image.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_317<tab>Das klingt nach jemandem, der lediglich dienen möchte. Wir benötigen jedoch Leute, die unsere Organisation nach ihren eigenen Vorstellungen prägen wollen.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_317<tab>En voilà une mentalité de larbin... C'est pas comme ça que t'atteindras tes objectifs, crois-moi, et encore moins ceux de l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion. Ce qu'on recherche, c'est des meneurrrs, pas des suiveurs.
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_317<tab>それは下っ端の発想だな……。 むしろ、組織を自分色に染め上げるくらいの気持ちでなくては。

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_318<tab>I see. So you spied opportunity in a chance occurrence, and sought to grasp it for yourself. We require such qualities in our leaders.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_318<tab>Ich verstehe. Du hast also in einem Zufall eine Chance für dich gesehen und wolltest sie ergreifen. Derlei Qualitäten erwarten wir von unseren Anführern.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_318<tab>Tu te présentes donc devant nous sur un simple coup de tête<var 1D /var>? Faut en avoir une sacrée pairrre pour ça... Ça tombe bien, c'est justement une qualité qu'on recherche.
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_318<tab>ほう、偶然のチャンスに勝機を見出したか。 いいぞ、幹部にはそういう才も求められるものだ。

source: TEXT_KINGBZ001_05188_JUDGE05188B_000_319<tab>Enough about your ambitions. What can you <var 1A 02 /var>do<var 1A 01 /var>?
de: TEXT_KINGBZ001_05188_JUDGE05188B_000_319<tab>Doch genug von deinen eigenen Ambitionen. Was kannst du zu unserer Sache beitragen?
fr: TEXT_KINGBZ001_05188_JUDGE05188B_000_319<tab>Et sinon, c'est quoi, ta spécialité<var 1D /var>?
ja: TEXT_KINGBZ001_05188_JUDGE05188B_000_319<tab>で？ オメェ、実際問題何ができんの？

source: TEXT_KINGBZ001_05188_Q3_000_000<tab>What will you say?
de: TEXT_KINGBZ001_05188_Q3_000_000<tab>Was möchtest du sagen?
fr: TEXT_KINGBZ001_05188_Q3_000_000<tab>Que répondez-vous<var 1D /var>?
ja: TEXT_KINGBZ001_05188_Q3_000_000<tab>何と言う？

source: TEXT_KINGBZ001_05188_A3_000_001<tab>I can take on anyone─or anything─in a fight.
de: TEXT_KINGBZ001_05188_A3_000_001<tab>Ich kann es mit jedem in einem Kampf aufnehmen.
fr: TEXT_KINGBZ001_05188_A3_000_001<tab>Les patates dans la tronche<var 1D /var>!
ja: TEXT_KINGBZ001_05188_A3_000_001<tab>戦闘では誰にも負けない

source: TEXT_KINGBZ001_05188_A3_000_002<tab>No one can craft and gather like me.
de: TEXT_KINGBZ001_05188_A3_000_002<tab>Beim Sammeln und Handwerken macht mir niemand etwas vor.
fr: TEXT_KINGBZ001_05188_A3_000_002<tab>Je maîtrise l'artisanat et la récolte à la perfection<var 1D /var>!
ja: TEXT_KINGBZ001_05188_A3_000_002<tab>製作や採集は匠の腕前だ

source: TEXT_KINGBZ001_05188_A3_000_003<tab>I'm a devil at Doman mahjong!
de: TEXT_KINGBZ001_05188_A3_000_003<tab>Ich bin <var 08 E905 ((Meisterin)) ((Meister)) /var> im domanischen Mahjong!
fr: TEXT_KINGBZ001_05188_A3_000_003<tab>Le mahjong domien, vous connaissez<var 1D /var>?
ja: TEXT_KINGBZ001_05188_A3_000_003<tab>ドマ式麻雀！

source: TEXT_KINGBZ001_05188_JUDGE05188B_000_321<tab>Anyone can fight. You do know we're trying to topple nations here, don't you? We don't need someone with muscles─we need someone who can grasp the reins of leadership and lead us to victory.
de: TEXT_KINGBZ001_05188_JUDGE05188B_000_321<tab>Kämpfen kann jeder. Du weißt, dass es uns darum geht, Nationen zu Fall zu bringen, oder? Wir benötigen keine Muskelkraft, sondern jemanden mit Führungsstärke, der uns zum Sieg verhilft.
fr: TEXT_KINGBZ001_05188_JUDGE05188B_000_321<tab>Mouais... un peu comme tout le monde, en somme. Tu réalises qu'on se mesure à des nations entières<var 1D /var>? Ce n'est pas la force dans tes gros bras qui nous intéresse, mais ta capacité à mener une équipe vers la victoire.
ja: TEXT_KINGBZ001_05188_JUDGE05188B_000_321<tab>普通かよ……アタイらが相手にするのは国家だってわかってる？ むしろ、個人としての力は弱くてもいいから、 集団を率いて勝利に導く統率力が欲しいね。

source: TEXT_KINGBZ001_05188_JUDGE05188B_000_322<tab>Even a novice can support us from the back lines. If you're going to lead, you have to be willing to leap into the thick of things─like Ellerete did.
de: TEXT_KINGBZ001_05188_JUDGE05188B_000_322<tab>Selbst ein Neuling kann uns aus der zweiten Reihe unterstützen. Wenn du Führung über<var 16 /var>nehmen möchtest, musst du bereit sein, dich ins Getümmel zu stürzen<var 1D /var>- so wie Ellerete.
fr: TEXT_KINGBZ001_05188_JUDGE05188B_000_322<tab>Tu aimes les métaux et le jardinage<var 1D /var>? Pourquoi pas, on a toujours besoin de légumes et d'ustensiles pour les préparer... Mais si tu n'atteins pas le niveau d'Ellerete de la première promotion, ta seule place sera dans nos cuisines.
ja: TEXT_KINGBZ001_05188_JUDGE05188B_000_322<tab>後方支援をするだけなら、下っ端でもいいだろ。 たとえば1期生のエルレットみたいに、 技量を活かして前線に出るくらいじゃないとさあ。

source: TEXT_KINGBZ001_05188_JUDGE05188B_000_323<tab>Ah, a <var 08 E905 ((woman)) ((man)) /var> after my own heart! Doman mahjong is a game of prudent foresight, deceptive tactics, and bold attacks. Any leader of ours must be as feared at the gaming table as they are away of it.
de: TEXT_KINGBZ001_05188_JUDGE05188B_000_323<tab>Ah, <var 08 E905 ((eine Frau)) ((ein Mann)) /var> nach meinem Geschmack! Domanisches Mahjong ist ein Spiel, bei dem es auf Voraussicht, Täuschung und gewagte Angriffe ankommt. Anführer unserer Organisation sollten sowohl am Spieltisch als auch abseits davon gefürchtet werden.
fr: TEXT_KINGBZ001_05188_JUDGE05188B_000_323<tab>Le mahjong domien<var 1D /var>!? Un peu mon neveu que je connais<var 1D /var>! Une vue perçante pour déterminer la meilleure stratégie, une con<var 16 /var>nais<var 16 /var>san<var 16 /var>ce pointue des techniques les plus efficaces, et un esprit combatif qui triomphe de n'importe quel adversaire... Toutes les qualités du parfait Affranchi<var 1D /var>!
ja: TEXT_KINGBZ001_05188_JUDGE05188B_000_323<tab>おっ、いいねえ、わかってるじゃん！ 先を見通す眼力、相手を欺く戦術、勝負を挑む度胸…… ドマ式麻雀に勝つ力こそ、幹部に必要だってね。

source: TEXT_KINGBZ001_05188_JUDGE05188C_000_324<tab>That's enough questions for now, methinks. Let's see if this one has the guts to stand against an entire nation.
de: TEXT_KINGBZ001_05188_JUDGE05188C_000_324<tab>Ich denke, das wären genug Fragen fürs Erste. Dann wollen wir doch mal sehen, ob <var 08 E905 ((diese Kandidatin)) ((dieser Kandidat)) /var> das Zeug dazu hat, sich einer ganzen Nation entgegenzustellen.
fr: TEXT_KINGBZ001_05188_JUDGE05188C_000_324<tab>Crounch crounch... Moi, j'ai pas de questions, ça sert à rien... Ce que je veux, c'est que tu me prouves que tu es prêt<var 08 E905 ((e)) (()) /var> à devenir l'ennemi<var 08 E905 ((e)) (()) /var> juré<var 08 E905 ((e)) (()) /var> de toutes les nations de la terre.
ja: TEXT_KINGBZ001_05188_JUDGE05188C_000_324<tab>モグモグ、さて、質問はこのくらいにして…… キミに、幹部として国家を敵に回す覚悟があるかが見たいな。

source: TEXT_KINGBZ001_05188_JUDGE05188C_000_325<tab>This traitorous cur sold us out to our enemies. Chop off his head for us, will you?
de: TEXT_KINGBZ001_05188_JUDGE05188C_000_325<tab>Dieser elende Hund hat uns an unsere Feinde verraten. Schlag doch bitte seinen Kopf für uns ab, ja?
fr: TEXT_KINGBZ001_05188_JUDGE05188C_000_325<tab>Tu vois cet énergumène avec les yeux bandés<var 1D /var>? Il a essayé de vendre nos in<var 16 /var>for<var 16 /var>ma<var 16 /var>tions aux gouvernements... Un traître de la pire espèce comme lui mérite au moins une condamnation à mort, pas vrai<var 1D /var>? Et si tu nous montrais comment tu exécuterais sa peine là, maintenant, tout de suite<var 1D /var>?
ja: TEXT_KINGBZ001_05188_JUDGE05188C_000_325<tab>そいつは、組織の情報を国家に売ろうとした裏切者だよ。 だからキミが、ここで処刑してみせて？

source: TEXT_KINGBZ001_05188_JUDGE05188C_000_326<tab>Oh? What's wrong? Having second thoughts?
de: TEXT_KINGBZ001_05188_JUDGE05188C_000_326<tab>Hm? Was ist los? Kommen dir plötzlich Zweifel?
fr: TEXT_KINGBZ001_05188_JUDGE05188C_000_326<tab>Miam miam... Eh ben, qu'est-ce qui t'arrive tout à coup<var 1D /var>? T'as fait pipi dans ta culotte<var 1D /var>?
ja: TEXT_KINGBZ001_05188_JUDGE05188C_000_326<tab>モグモグ、どうしたの？ まさか、できないの……？

source: TEXT_KINGBZ001_05188_Q4_000_000<tab>What will you do?
de: TEXT_KINGBZ001_05188_Q4_000_000<tab>Was möchtest du machen?
fr: TEXT_KINGBZ001_05188_Q4_000_000<tab>Que faites-vous<var 1D /var>?
ja: TEXT_KINGBZ001_05188_Q4_000_000<tab>どうする？

source: TEXT_KINGBZ001_05188_A4_000_001<tab>Take the weapon in hand.
de: TEXT_KINGBZ001_05188_A4_000_001<tab>Die Waffe in die Hand nehmen.
fr: TEXT_KINGBZ001_05188_A4_000_001<tab>Prendre l'arme
ja: TEXT_KINGBZ001_05188_A4_000_001<tab>決意して武器を手に取る

source: TEXT_KINGBZ001_05188_A4_000_002<tab>Refuse the order.
de: TEXT_KINGBZ001_05188_A4_000_002<tab>Den Befehl verweigern.
fr: TEXT_KINGBZ001_05188_A4_000_002<tab>Faire non de la tête
ja: TEXT_KINGBZ001_05188_A4_000_002<tab>静かに首を横に振る

source: TEXT_KINGBZ001_05188_JUDGE05188C_000_328<tab>Oh my, look at those eyes! A killer's eyes! Well, I'm convinced. You can put that down now. This was all but a ruse, you see.
de: TEXT_KINGBZ001_05188_JUDGE05188C_000_328<tab>Herrje, sieh sich einer diese Aura an! Die Aura eines Killers! Nun, ich bin überzeugt. Du kannst die Waffe jetzt weglegen, das war lediglich ein Test.
fr: TEXT_KINGBZ001_05188_JUDGE05188C_000_328<tab>OUAAAAAH<var 1D /var>!! Ça, c'est ce que j'appelle avoir la hargne<var 1D /var>! Pas besoin d'en voir plus, tu m'as convaincu. J'espère que cette petite pièce de théâtre t'a plu autant qu'à nous<var 1D /var>!
ja: TEXT_KINGBZ001_05188_JUDGE05188C_000_328<tab>うおおおお、すごい迫力！ やる気は伝わったからもう大丈夫、 これはお芝居だよ～！

source: TEXT_KINGBZ001_05188_JUDGE05188C_000_329<tab>So you saw through our little ruse. How insightful.
de: TEXT_KINGBZ001_05188_JUDGE05188C_000_329<tab>Dir ist also klar, dass dies lediglich ein Test ist. Äußerst aufschlussreich.
fr: TEXT_KINGBZ001_05188_JUDGE05188C_000_329<tab>Tu as deviné que c'était du pipeau<var 1D /var>? Ma foi, ça prouve que tu es plutôt perspicace... ce qui est toujours mieux que de ne pas l'être.
ja: TEXT_KINGBZ001_05188_JUDGE05188C_000_329<tab>どうやら芝居だとお見通しだったみたいだね。 なかなかの洞察力だ。

source: TEXT_KINGBZ001_05188_JUDGE05188C_000_330<tab>You played the traitor most convincingly, my boy! And now, you may leave.
de: TEXT_KINGBZ001_05188_JUDGE05188C_000_330<tab>Du hast die Rolle des Verräters gekonnt gespielt, mein Junge! Du kannst jetzt gehen.
fr: TEXT_KINGBZ001_05188_JUDGE05188C_000_330<tab>Merci pour le coup de main, l'acteur<var 1D /var>! Ton jeu était sensass', comme d'hab'<var 1D /var>!
ja: TEXT_KINGBZ001_05188_JUDGE05188C_000_330<tab>そっちの人、裏切者役ご苦労さま！ もう帰っていいよ～。

source: TEXT_KINGBZ001_05188_JUDGE05188C_000_331<tab>Hmm, let's see... Oh, yes. Your final task. Strike a pose that captures your essence. Go!
de: TEXT_KINGBZ001_05188_JUDGE05188C_000_331<tab>Hmm, mal sehen ... Ach ja. Die letzte Aufgabe. Nimm eine Pose ein, die dein Wesen zum Ausdruck bringt. Los!
fr: TEXT_KINGBZ001_05188_JUDGE05188C_000_331<tab>Miam... Crounch... Gloups... Et si tu prenais la pose, pour finir<var 1D /var>? Fais onduler ton corps pour le plaisir de nos yeux<var 1D /var>!
ja: TEXT_KINGBZ001_05188_JUDGE05188C_000_331<tab>モグモグ、えっと…… それじゃ最後に、一番キミらしいと思う、 キメポーズを取ってみて！

source: TEXT_KINGBZ001_05188_Q5_000_000<tab>What will you do?
de: TEXT_KINGBZ001_05188_Q5_000_000<tab>Was möchtest du tun?
fr: TEXT_KINGBZ001_05188_Q5_000_000<tab>Que faites-vous<var 1D /var>?
ja: TEXT_KINGBZ001_05188_Q5_000_000<tab>どうする？

source: TEXT_KINGBZ001_05188_A5_000_001<tab>Capture your beauty.
de: TEXT_KINGBZ001_05188_A5_000_001<tab>Deine Schönheit zum Ausdruck bringen.
fr: TEXT_KINGBZ001_05188_A5_000_001<tab>Faire <var 08 E905 ((la belle)) ((le beau)) /var>
ja: TEXT_KINGBZ001_05188_A5_000_001<tab>美しさをアピールする

source: TEXT_KINGBZ001_05188_A5_000_002<tab>Capture your strength.
de: TEXT_KINGBZ001_05188_A5_000_002<tab>Deine Stärke zum Ausdruck bringen.
fr: TEXT_KINGBZ001_05188_A5_000_002<tab>Faire <var 08 E905 ((la brave)) ((le brave)) /var>
ja: TEXT_KINGBZ001_05188_A5_000_002<tab>逞しさをアピールする
