Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz001_05188/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ001_05188_A5_000_003<tab>Do a little dance.
de: TEXT_KINGBZ001_05188_A5_000_003<tab>Ein kleines Tänzchen aufführen.
fr: TEXT_KINGBZ001_05188_A5_000_003<tab>Danser
ja: TEXT_KINGBZ001_05188_A5_000_003<tab>踊ってみる

source: TEXT_KINGBZ001_05188_JUDGE05188C_000_333<tab>Oh my, such confidence! Such grace! They quite literally emanate from you!
de: TEXT_KINGBZ001_05188_JUDGE05188C_000_333<tab>Oha, welch ein Selbst<var 16 /var>ver<var 16 /var>trauen! Welch eine Eleganz! Sie strahlt förmlich aus dir heraus.
fr: TEXT_KINGBZ001_05188_JUDGE05188C_000_333<tab>... La vache, cette aura de dingue<var 1D /var>! J'en ai les yeux qui brûlent...
ja: TEXT_KINGBZ001_05188_JUDGE05188C_000_333<tab>ウッ、なんだこの自信に満ち溢れた様は？ オーラすら感じるよ……！

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_334<tab>I believe we're ready to make our decision...
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_334<tab>Ich denke, wir sind bereit, unsere Entscheidung zu treffen<var 1D /var>...
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_334<tab>Le moment que t'attendais avec impatience est enfin arrivé... Celui du verrrdict final<var 1D /var>!
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_334<tab>それでは、審査結果の発表を行う……

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_335<tab>You truly are singular among the other applicants. We can confidently say you've passed the first audition!
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_335<tab>Du stichst eindeutig unter den anderen Kandidaten heraus. Wir können mit Sicherheit sagen, dass du die erste Prüfung bestanden hast!
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_335<tab>... J'vais t'dire, j'ai rarement vu quelqu'un qui avait autant la classe. Prrresque autant que moi<var 1D /var>! Fé<var 16 /var>li<var 16 /var>ci<var 16 /var>ta<var 16 /var>tions, t'as passé cette première épreuve haut la main<var 1D /var>!
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_335<tab>お前には、ほかの者にはないノリとセンスを感じる。 よって、1次審査は合格だ！

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_336<tab>Even hard-boiled Chalteaufite nearly cracked under the pressure of our inquiries, but you remained composed throughout. Congratulations on your impressive feat.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_336<tab>Selbst Chalteaufite ist unter diesem Druck beinahe zu<var 16 /var>sammen<var 16 /var>gebrochen, aber du bist nicht mal ins Schwitzen geraten. Ich gratuliere dir zu dieser beeindruckenden Leistung.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_336<tab>J'ai même pas vu une seule goutte de sueur perler sur ton front, dis donc<var 1D /var>! Pas comme ce fanfarrron de Chalteaufite, qui tremblait de stress à chaque question... Ta contenance était exemplaire, bravo<var 1D /var>!
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_336<tab>1期生の合格者でもシャルトフィットなんかは、 ストレス耐性がなく、我らの圧迫に苦しんでいたのだが…… お前は堂々と最後まで己を表現してみせたな！

source: TEXT_KINGBZ001_05188_JUDGE05188A_000_337<tab>Our agent awaits without to guide you on to the next step.
de: TEXT_KINGBZ001_05188_JUDGE05188A_000_337<tab>Jemand wird draußen auf dich warten, um die nächsten Schritte zu besprechen.
fr: TEXT_KINGBZ001_05188_JUDGE05188A_000_337<tab>Notre camarrrade dans le couloir t'attend. Va donc le rejoindre, il t'expliquera la suite des opérations.
ja: TEXT_KINGBZ001_05188_JUDGE05188A_000_337<tab>次のことは、外で案内してくれた構成員に聞いてくれ。

source: TEXT_KINGBZ001_05188_GUIDE05188_000_400<tab>You thought we'd welcome you into the fold after a single audition? I'll have you know our standards are higher than that.
de: TEXT_KINGBZ001_05188_GUIDE05188_000_400<tab>Du dachtest, es gäbe lediglich eine Prüfung? Nun, du solltest wissen, dass wir deutlich höhere Anforderungen stellen.
fr: TEXT_KINGBZ001_05188_GUIDE05188_000_400<tab>Vous avez l'air heureu<var 08 E905 ((se)) ((x)) /var> comme tout... Ne me dites pas que vous croyez que c'est terminé. On n'entre pas dans le club fermé des Affranchis en répondant simplement à quelques questions et en terminant le tout par une pirouette.
ja: TEXT_KINGBZ001_05188_GUIDE05188_000_400<tab>えっ、これで終わりじゃないのかって？ ……そう簡単に幹部にはなれませんよ。

source: TEXT_KINGBZ001_05188_GUIDE05188_000_401<tab>By the way, if you had failed back there, I'd be guiding you to combat training right now. Can never have too much fodder for the cause, after all. Not many have been where you're going.
de: TEXT_KINGBZ001_05188_GUIDE05188_000_401<tab>Übrigens, wenn du hier versagt hättest, würde ich dich jetzt zum Kampftraining begleiten. Man kann schließlich nie genug Kanonenfutter haben. Deinen Weg beschreiten nicht viele.
fr: TEXT_KINGBZ001_05188_GUIDE05188_000_401<tab>Si vous aviez échoué à ce stade, nous vous aurions pro<var 16 /var>ba<var 16 /var>ble<var 16 /var>ment proposé de travailler pour nous en tant que mercenaire bénévole, mais puisque vous avez franchi cette première étape haut la main, un avenir bien plus radieux se dessine désormais devant vos yeux ébahis...
ja: TEXT_KINGBZ001_05188_GUIDE05188_000_401<tab>ちなみに、ここで落ちていたら、 末端の戦闘員育成コースに案内されるところでしたから。 1次審査を通過しただけでも大したものです。

source: TEXT_KINGBZ001_05188_GUIDE05188_000_402<tab>But don't celebrate just yet. The hardest part is still to come...
de: TEXT_KINGBZ001_05188_GUIDE05188_000_402<tab>Doch der schwerste Teil steht dir noch bevor!
fr: TEXT_KINGBZ001_05188_GUIDE05188_000_402<tab>Donnez le meilleur de vous-même pour le saisir au vol<var 1D /var>!
ja: TEXT_KINGBZ001_05188_GUIDE05188_000_402<tab>次もこの調子でがんばってください！
