Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz001_05188/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ001_05188_SEQ_00<tab>Rral Majun has new tidings about an old adversary.
de: TEXT_KINGBZ001_05188_SEQ_00<tab>Rral Majun hat Neuigkeiten über eine alte Widersacherin.
fr: TEXT_KINGBZ001_05188_SEQ_00<tab>Rral Majun a une nouvelle requête pour vous.
ja: TEXT_KINGBZ001_05188_SEQ_00<tab>シャバーブチェのラマジュンは、冒険者に新たな頼みがあるようだ。

source: TEXT_KINGBZ001_05188_SEQ_01<tab>While the Passage of the Unbound has been dealt a grievous blow, apparently the organization lives on, for Rral Majun and Br'uk Evu inform you that their founder Apyaahi seeks new leaders. The pair implore you to feign interest in joining her cause so you might find a way to bring her to justice. Knowing that her funds are based in Ul'dah, they bid you travel there and ask around to see if her agents have been sighted among the dusty streets.
de: TEXT_KINGBZ001_05188_SEQ_01<tab>Freigeist hat zwar einen empfindlichen Schlag erlitten, doch die Organisation scheint weiterzubestehen, da ihre Gründerin Apyaahi laut Rral Majun und Br'uk Evu auf der Suche nach neuen Anführern ist. Die beiden überzeugen dich davon, Interesse an ihrem Kreuzzug vorzutäuschen, um einen Weg zu finden, sie zur Strecke zu bringen. Da ihre finanziellen Mittel aus Ul'dah stammen, sollst du dorthin reisen und dich umhören, ob ihre Mitarbeiter auf den staubigen Straßen gesichtet worden sind.
fr: TEXT_KINGBZ001_05188_SEQ_01<tab>Rral Majun et Br'uk Evu vous ont convaincu<var 08 E905 ((e)) (()) /var> de vous infiltrer au sein des Affranchis afin de saboter les plans d'Apyaahi, la chef de l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion secrète malfaisante. Dans un premier temps, allez à Ul'dah et interrogez quelques candidats potentiels pour en savoir plus sur ses intentions.
ja: TEXT_KINGBZ001_05188_SEQ_01<tab>ラマジュンと話し、「自由の扉」に潜入することになった。ウルダハのザル回廊で、幹部選考会に関する情報を集めよう。

source: TEXT_KINGBZ001_05188_SEQ_02<tab>Your conversations with Ul'dah's citizenry reveal that a strange man has been lurking around the city and attempting to recruit disgruntled individuals. He was last sighted near the market board and may approach if you appear sufficiently angered by your circumstances.
de: TEXT_KINGBZ001_05188_SEQ_02<tab>Deine Unterhaltungen mit diversen Bewohnern Ul'dahs offenbaren, dass ein seltsamer Mann in der Stadt herumlungert und verärgerte Zeitgenossen zu rekrutieren versucht. Er wurde zuletzt in der Nähe des Marktbretts gesehen und könnte auf dich zukommen, wenn du deinen Unmut über die herrschenden Zustände zum Ausdruck bringst (Emote: Verärgert; Textbefehl: /ärger).
fr: TEXT_KINGBZ001_05188_SEQ_02<tab>Des citoyens uldiens peu favorisés par le destin vous ont appris qu'un individu louche rôdait dans les parages et abordait des gens dans le but de les recruter... mais pour quoi<var 1D /var>? Tentez d'attirer son attention en <var 1A 02 /var>vous fâchant<var 1A 01 /var> près des tableaux des ventes.
ja: TEXT_KINGBZ001_05188_SEQ_02<tab>ウルダハの市民たちと話し、不審な人物がいることを聞いた。ウルダハのマーケットボード付近に向かい、印の上でエモート「不満を表す」をしよう。

source: TEXT_KINGBZ001_05188_SEQ_03<tab>As expected, your bout of anger summons a sketchy man, who invites you to the Passage of the Unbound. After you express a desire to become one of their leaders, he gives you a handbill and instructs you to give it to an agent waiting in the Gold Court. There you will undergo an audition, but as of yet you know not what it entails.
de: TEXT_KINGBZ001_05188_SEQ_03<tab>Wie erwartet rufen deine Unmutsäußerungen einen dubiosen Mann auf den Plan, der dich einlädt, Freigeist beizutreten. Nachdem du den Wunsch äußerst, dort eine Führungsposition zu über<var 16 /var>nehmen, überreicht er dir einen Handzettel, den du einem Mitarbeiter am Platz der Sultana geben sollst. Dort wirst du dich einer Prüfung unterziehen müssen, doch du hast keine Ahnung, was diese beinhaltet.
fr: TEXT_KINGBZ001_05188_SEQ_03<tab>Croyant voir en vous un<var 08 E905 ((e)) (()) /var> bon<var 08 E905 ((ne)) (()) /var> candidat<var 08 E905 ((e)) (()) /var> potentiel<var 08 E905 ((le)) (()) /var>, l'homme louche vous a confié à voix basse que les Affranchis recrutaient de nouveaux membres pour former une seconde équipe dans le but de renverser définitivement les nations. Rendez-vous à présent à la Cour dorée afin de remettre votre invitation pour l'audition à un membre des Affranchis.
ja: TEXT_KINGBZ001_05188_SEQ_03<tab>怪しい男から、「自由の扉」の幹部2期生オーディションに誘われた。ウルダハのゴールドコートにいる「自由の扉の構成員」に「<var 28 ((EventItem)) F61E92FA01 /var>」を渡そう。

source: TEXT_KINGBZ001_05188_SEQ_04<tab>You find the agent waiting in front of a nondescript door, and his brusque attitude lightens after you give him the handbill. He invites you into the audience hall.
de: TEXT_KINGBZ001_05188_SEQ_04<tab>Der Mitarbeiter steht vor einer unscheinbaren Tür und seine schroffe Haltung lockert sich ein wenig, als du ihm den Handzettel überreichst. Er lädt dich in den Audienzsaal ein.
fr: TEXT_KINGBZ001_05188_SEQ_04<tab>Vous avez remis votre invitation au membre des Affranchis, qui vous a autorisé<var 08 E905 ((e)) (()) /var> à entrer dans la salle d'audition.
ja: TEXT_KINGBZ001_05188_SEQ_04<tab>オーディションに参加する意思を示した。「自由の扉の構成員」に仮設オーディション会場に案内してもらおう。

source: TEXT_KINGBZ001_05188_SEQ_05<tab>Once inside the audience chamber, you find yourself before three judges, each more eccentric than the last. After a series of questions sensible and nonsensical both, they announce that you have passed their audition with flying colors. They encourage you to speak with the agent outside to receive your next set of instructions.
de: TEXT_KINGBZ001_05188_SEQ_05<tab>Als du den Audienzsaal betrittst, stehst du vor drei Richtern<var 1D /var>- einer exzentrischer als der andere. Nach einer Reihe unsinniger Fragen verkünden sie, dass du ihre Prüfung<var 1D /var>- die erste von wer weiß wie vielen<var 1D /var>- mit Bravour bestanden habest. Du sollst nun mit dem Mitarbeiter sprechen, der dich hergeführt hat, um deine nächsten Anweisungen zu erhalten.
fr: TEXT_KINGBZ001_05188_SEQ_05<tab>Une fois à l'intérieur de la salle d'audition, vous vous êtes retrouvé<var 08 E905 ((e)) (()) /var> devant trois examinateurs pour le moins excentriques. Au bout d'un jeu de questions et de réponses sans queue ni tête, vos juges vous ont annoncé que vous aviez franchi la première étape avec succès. Parlez au membre des Affranchis.
ja: TEXT_KINGBZ001_05188_SEQ_05<tab>オーディションに参加し、1次審査を通過した。ゴールドコートにいる「自由の扉の構成員」と話そう。

source: TEXT_KINGBZ001_05188_SEQ_06<tab>The agent congratulates you on your success, but warns that the next step will be even more trying than the last. Once your heart is ready, he will tell you where you must go.
de: TEXT_KINGBZ001_05188_SEQ_06<tab>Der Mitarbeiter gratuliert dir zu deinem Erfolg, warnt dich aber davor, dass die nächste Prüfung noch herausfordernder sein wird. Sobald du dich gewappnet hast, wird er dir sagen, wo du als Nächstes hinmusst.
fr: TEXT_KINGBZ001_05188_SEQ_06<tab>Le membre des Affranchis vous a félicité<var 08 E905 ((e)) (()) /var> à son tour. Vous êtes toujours en course pour une place au sein de l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion, mais la prochaine partie de l'audition risque d'être encore plus corsée...
ja: TEXT_KINGBZ001_05188_SEQ_06<tab>どうやら、オーディションはまだ続くようだ。自由の扉の構成員から次の審査について聞いてみよう。

source: TEXT_KINGBZ001_05188_TODO_00<tab>Gather information in Ul'dah.
de: TEXT_KINGBZ001_05188_TODO_00<tab>Informationen in Ul'dah sammeln
fr: TEXT_KINGBZ001_05188_TODO_00<tab>Recueillir des in<var 16 /var>for<var 16 /var>ma<var 16 /var>tions à Ul'dah
ja: TEXT_KINGBZ001_05188_TODO_00<tab>ウルダハで情報を集める

source: TEXT_KINGBZ001_05188_TODO_01<tab>Show everyone at the marketplace how /angry you are.
de: TEXT_KINGBZ001_05188_TODO_01<tab>Allen auf dem Markt zeigen, wie verärgert du bist
fr: TEXT_KINGBZ001_05188_TODO_01<tab><var 1A 02 /var>Se fâcher<var 1A 01 /var> près des tableaux des ventes
ja: TEXT_KINGBZ001_05188_TODO_01<tab>マーケット付近の印の上で「不満を表す」をする

source: TEXT_KINGBZ001_05188_TODO_02<tab>Give the audition handbill to the Unbound agent.
de: TEXT_KINGBZ001_05188_TODO_02<tab>Dem Mitarbeiter von Freigeist den Prüfungshandzettel geben
fr: TEXT_KINGBZ001_05188_TODO_02<tab>Donner <var 33 ((EventItem)) 03F61E92FA0202 /var> au membre des Affranchis
ja: TEXT_KINGBZ001_05188_TODO_02<tab>自由の扉の構成員に<var 28 ((EventItem)) F61E92FA01 /var>を渡す

source: TEXT_KINGBZ001_05188_TODO_03<tab>Give the audition handbill to the Unbound agent.
de: TEXT_KINGBZ001_05188_TODO_03<tab>Dem Mitarbeiter von Freigeist den Prüfungshandzettel geben
fr: TEXT_KINGBZ001_05188_TODO_03<tab>Donner <var 33 ((EventItem)) 03F61E92FA0202 /var> au membre des Affranchis
ja: TEXT_KINGBZ001_05188_TODO_03<tab>自由の扉の構成員に<var 28 ((EventItem)) F61E92FA01 /var>を渡す

source: TEXT_KINGBZ001_05188_TODO_04<tab>Speak with the Unbound agent.
de: TEXT_KINGBZ001_05188_TODO_04<tab>Mit dem Mitglied von Freigeist sprechen
fr: TEXT_KINGBZ001_05188_TODO_04<tab>Parler au membre des Affranchis
ja: TEXT_KINGBZ001_05188_TODO_04<tab>自由の扉の構成員と話す

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_000<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, so good to see you! I was hoping you would pay us a visit.
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_000<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, es freut mich sehr, dich zu sehen! Ich hatte gehofft, dass du bald mal wieder vorbeischauen würdest.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_000<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, vous voilà enfin<var 1D /var>! C'est toujours un plaisir de vous recevoir à Xbalyav Ty'e.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_000<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>さん、よくぞお戻りで！

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_001<tab>The Landsguard received word from the various nations you visited in your search for the treasures and requested that we inform you of the latest tidings. They also send their earnest gratitude for your efforts!
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_001<tab>Die Landsgarde hat Nachrichten aus den vielen Ländern erhalten, die du auf der Suche nach den Artefakten besucht hast, und uns darum gebeten, sie mit dir zu teilen. Zudem sollen wir dir herzlich für deine Bemühungen danken!
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_001<tab>Nous vous sommes tous infiniment re<var 16 /var>con<var 16 /var>nais<var 16 /var>sants pour votre coopération dans l'affaire des totems volés. Maintenant que vous êtes là, je vais pouvoir faire ce que la Légion de l'Aurore m'a demandé, c'est-à-dire vous transmettre les dernières in<var 16 /var>for<var 16 /var>ma<var 16 /var>tions à ce sujet.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_001<tab>盗まれた祭器の奪還、本当にありがとうございます！ あなたが顔を見せたら、各地のその後の状況について、 共有しておいてほしいと勇連隊から頼まれていたんですよ。

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_002<tab>It seems each of the five criminals has been brought into custody, although some had to be tracked down after you trounced them. They now await the judgment of the governments they wronged.
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_002<tab>Anscheinend sind alle fünf Verbrecher inzwischen in Gewahrsam, auch wenn einige von ihnen erst aufgespürt werden mussten, nachdem du sie zurechtgewiesen hattest. Sie erwarten nun das Urteil ihrer jeweiligen Regierungen.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_002<tab>En fin de compte, les cinq Affranchis qui avaient dérobé des totems ont tous été capturés et mis sous les verrous. Ils seront jugés en temps et en heure selon les lois du pays où ils sont détenus.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_002<tab>戦いのあと行方不明になった者も含めて、 5人の幹部は全員、当局に捕らえられたそうですよ。 各国の法に基づき、然るべき裁きを受けることになるかと。

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_003<tab>I thought all was well...until I overheard some customers saying that the Passage of the Unbound had new leaders!
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_003<tab>Ich dachte, damit wäre alles gut<var 1D /var>... bis ich neulich ein Gespräch von Gästen mitbekam, in dem es darum ging, dass Freigeist neue Führungsmitglieder haben soll!
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_003<tab>Mal<var 16 /var>heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, je crains que nous n'ayons pas encore fini d'entendre parler de cette satanée or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion soi-disant secrète et surtout malfaisante... Pas plus tard que tout à l'heure, des clients mentionnaient l'apparition de nouveaux membres dans leurs rangs<var 1D /var>!
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_003<tab>ですが……先ごろ、店内のお客さんが、 またしても「自由の扉」について話すのが聞こえたんです。 しかも、「新たな幹部が」とかなんとか……！

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_004<tab>The shop was so busy that I couldn't find a chance to speak with them before they left, but I felt compelled to report what I heard to the Landsguard.
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_004<tab>Im Laden war zu der Zeit so viel los, dass ich keine Gelegenheit hatte, weiter mit ihnen zu sprechen. Daher konnte ich die Sache lediglich der Landsgarde berichten.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_004<tab>Nos tablées étaient toutes pleines à craquer à ce moment-là, et je n'ai pu grappiller que quelques bribes de leur con<var 16 /var>ver<var 16 /var>sa<var 16 /var>tion avant qu'ils ne quittent l'éta<var 16 /var>blis<var 16 /var>se<var 16 /var>ment. J'ai contacté les soldats de la Légion de l'Aurore aussitôt après.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_004<tab>残念ながら、そのときはお店がとても混雑していて、 詳しい話を聞こうと思ったときにはもう姿がなくて……。 一応、勇連隊には通報しておきました。

source: TEXT_KINGBZ001_05188_BRUKEVU_000_005<tab>It was a sobering reminder that as long as their leader Apyaahi is free, she can rebuild and scheme again.
de: TEXT_KINGBZ001_05188_BRUKEVU_000_005<tab>Es war eine ernüchternde Erinnerung daran, dass Anführerin Apyaahi Freigeist jederzeit wiederaufbauen und neue Pläne schmieden kann, solange sie auf freiem Fuß ist.
fr: TEXT_KINGBZ001_05188_BRUKEVU_000_005<tab>Une chose est sûre, la chef de l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion, Apyaahi, court toujours dans la nature. Tant qu'elle sera en liberté, vaut mieux pas nous considérer à l'abri de ses manigances. Il se pourrait même qu'elle tente d'élaborer un nouveau stratagème pour s'emparer des totems une deuxième fois.
ja: TEXT_KINGBZ001_05188_BRUKEVU_000_005<tab>たしか、かの組織にはアパーヒという名の首領がいたはずだ。 そいつが残っているかぎり、組織は活動を続け、 祭器がふたたび狙われる可能性もあるだろう。

source: TEXT_KINGBZ001_05188_BRUKEVU_000_006<tab>You must've learned about the organization's workings during your search. Do you remember anything that might help us find out what she's up to?
de: TEXT_KINGBZ001_05188_BRUKEVU_000_006<tab>Du hast auf deiner Suche sicherlich so einiges über diese Organisation gelernt. Erinnerst du dich womöglich an etwas, das uns dabei helfen könnte, herauszufinden, was sie vorhat?
fr: TEXT_KINGBZ001_05188_BRUKEVU_000_006<tab>On se demandait si t'aurais pas déniché quelques in<var 16 /var>for<var 16 /var>ma<var 16 /var>tions croustillantes de ton côté, pendant que tu bourlinguais avec les Turaliens pour récupérer leurs précieux artefacts...
ja: TEXT_KINGBZ001_05188_BRUKEVU_000_006<tab>祭器奪還の折、あんたが手に入れた情報の中で、 首領や組織の成り立ちに迫るような手がかりはあったか？

source: TEXT_KINGBZ001_05188_Q6_000_000<tab>What will you say?
de: TEXT_KINGBZ001_05188_Q6_000_000<tab>Was möchtest du sagen?
fr: TEXT_KINGBZ001_05188_Q6_000_000<tab>Que dites-vous<var 1D /var>?
ja: TEXT_KINGBZ001_05188_Q6_000_000<tab>何と言う？

source: TEXT_KINGBZ001_05188_A6_000_001<tab>Each of her leaders was carefully selected from different regions.
de: TEXT_KINGBZ001_05188_A6_000_001<tab>Ihre Anführer wurden sorgfältig aus verschiedenen Regionen ausgewählt.
fr: TEXT_KINGBZ001_05188_A6_000_001<tab>Les membres des Affranchis étaient d'origines très diverses.
ja: TEXT_KINGBZ001_05188_A6_000_001<tab>幹部は各地から集められていたようだ

source: TEXT_KINGBZ001_05188_A6_000_002<tab>Apyaahi orchestrated everything for some greater purpose.
de: TEXT_KINGBZ001_05188_A6_000_002<tab>Apyaahi hat alles für einen höheren Zweck inszeniert.
fr: TEXT_KINGBZ001_05188_A6_000_002<tab>Cette Apyaahi a clairement une idée derrière la tête.
ja: TEXT_KINGBZ001_05188_A6_000_002<tab>首領には最終目的というのがあるらしい

source: TEXT_KINGBZ001_05188_A6_000_003<tab>Their funds were coming from Virazahn.
de: TEXT_KINGBZ001_05188_A6_000_003<tab>Ihre finanziellen Mittel kamen von Virazahn.
fr: TEXT_KINGBZ001_05188_A6_000_003<tab>Virazahn était la principale source de financement de l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion.
ja: TEXT_KINGBZ001_05188_A6_000_003<tab>組織の資金源はヴィラザーンだった

source: TEXT_KINGBZ001_05188_A6_000_004<tab>Honestly, it was all a haze...
de: TEXT_KINGBZ001_05188_A6_000_004<tab>Ehrlich gesagt sind meine Erinnerungen etwas schwammig ...
fr: TEXT_KINGBZ001_05188_A6_000_004<tab>Désolé<var 08 E905 ((e)) (()) /var>, je ne me souviens plus très bien...
ja: TEXT_KINGBZ001_05188_A6_000_004<tab>あまりよく覚えていない……

source: TEXT_KINGBZ001_05188_BRUKEVU_000_008<tab>I see. So there was a method to her recruitment. It stands to reason she might rely on it again...
de: TEXT_KINGBZ001_05188_BRUKEVU_000_008<tab>Verstehe. Ihre Rekrutierung folgte also einer gewissen Strategie. Dann könnte sie vermutlich wieder so vorgehen<var 1D /var>...
fr: TEXT_KINGBZ001_05188_BRUKEVU_000_008<tab>Intéressant... Si Apyaahi les a sélectionnés durant des réunions comme celle que nous avons pu voir ici, il est probable qu'elle recrute désormais d'autres sous-fifres de la même manière.
ja: TEXT_KINGBZ001_05188_BRUKEVU_000_008<tab>ほう、幹部は選考会を通じて集められていたと……。 ならば、同様の手法で増員を図っている可能性もありそうだな。

source: TEXT_KINGBZ001_05188_RRALMAJUN_100_009<tab>The Landsguard also managed to dig up information. One of those apprehended said the Passage of the Unbound received their funds from a shady mercantile outfit located in Ul'dah.
de: TEXT_KINGBZ001_05188_RRALMAJUN_100_009<tab>Die Landsgarde konnte auch ein paar Informationen beschaffen. Einer der Gefassten erwähnte, dass Freigeist Mittel von einem zwielichtigen Händler in Ul'dah erhalten habe.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_100_009<tab>Ça me rappelle ce que me disait un soldat... Tous les Affranchis capturés auraient avoué pendant leur interrogatoire que leur financement était l'œuvre d'une maison de commerce basée à Ul'dah.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_100_009<tab>そういえば勇連隊の方が言ってました。 なんでも逮捕者の証言によれば、彼らの資金源となる商会が、 ウルダハという国にこっそり存在してるのだとか。

source: TEXT_KINGBZ001_05188_BRUKEVU_000_010<tab>Huh, I see Apyaahi didn't care if her leaders could keep secrets. Considering what we know of her, I doubt she was a good judge of character in that respect.
de: TEXT_KINGBZ001_05188_BRUKEVU_000_010<tab>Hm, Apyaahi scheint sich nicht darum geschert zu haben, ob ihre Anführer Geheimnisse bewahren können. Nach allem, was wir über sie wissen, vermag sie andere Leute nicht sonderlich gut einzuschätzen.
fr: TEXT_KINGBZ001_05188_BRUKEVU_000_010<tab>Tiens donc, un de ses larbins aurait déjà craché le morceau à ce sujet<var 1D /var>? D'après ce qu'on a pu nous-mêmes observer ici, divulguer en public les “secrets” de son or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion “secrète” avait pas l'air de la déranger des masses...
ja: TEXT_KINGBZ001_05188_BRUKEVU_000_010<tab>ほう、幹部のひとりが、そんなことを口走っていたのか。 あの首領はかなり迂闊そうだったから、 大事な秘密もあけすけに話していたんだろうな。

source: TEXT_KINGBZ001_05188_BRUKEVU_100_010<tab>But even a fool can do harm with enough coin. We'd do best not to underestimate her.
de: TEXT_KINGBZ001_05188_BRUKEVU_100_010<tab>Doch selbst ein Narr kann mit der entsprechenden Finanzierung Schaden anrichten. Wir sollten sie lieber nicht unter<var 16 /var>schätzen.
fr: TEXT_KINGBZ001_05188_BRUKEVU_100_010<tab>On pourrait interpréter ça comme de la stupidité pure et simple, mais il se pourrait tout aussi bien que pour une raison ou une autre, la possibilité de sa défaite lui traverse même pas l'esprit. Elle est peut-être riche comme un nabab<var 1D /var>?
ja: TEXT_KINGBZ001_05188_BRUKEVU_100_010<tab>とはいえ、そんなマヌケな奴でも、 ある程度の活動資金があれば、また騒動を引き起こせるわけだ。

source: TEXT_KINGBZ001_05188_RRALMAJUN_200_010<tab>The Landsguard also managed to dig up information. One of those apprehended said the Passage of the Unbound received their funds from a shady mercantile outfit located in Ul'dah.
de: TEXT_KINGBZ001_05188_RRALMAJUN_200_010<tab>Die Landsgarde konnte auch ein paar Informationen beschaffen. Einer der Gefassten erwähnte, dass Freigeist Mittel von einem zwielichtigen Händler in Ul'dah erhalten habe.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_200_010<tab>Ça me rappelle ce que me disait un soldat... Tous les Affranchis capturés auraient avoué pendant leur interrogatoire que leur financement était l'œuvre d'une maison de commerce basée à Ul'dah.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_200_010<tab>そういえば勇連隊の方が言ってました。 なんでも逮捕者の証言によれば、彼らの資金源となる商会が、 ウルダハという国にこっそり存在してるのだとか。

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_011<tab>Were they, now? The Landsguard dug up some information that might be related. One of those apprehended said the Passage of the Unbound received their funds from a shady mercantile outfit located in Ul'dah.
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_011<tab>Ist das wahr? Die Landsgarde konnte auch ein paar Informationen in dieser Hinsicht beschaffen. Einer der Gefassten erwähnte, dass Freigeist Mittel von einem zwielichtigen Händler in Ul'dah erhalten habe.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_011<tab>Ça me rappelle ce que me disait un soldat... Tous les Affranchis capturés auraient avoué pendant leur interrogatoire que leur financement était l'œuvre d'une maison de commerce basée à Ul'dah.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_011<tab>そういえば勇連隊の方も言ってました。 なんでも逮捕者の証言によれば、彼らの資金源となる商会が、 ウルダハという国にこっそり存在してるのだとか。

source: TEXT_KINGBZ001_05188_BRUKEVU_000_013<tab>If Apyaahi still has monetary means, it wouldn't take much to recruit new leaders for new schemes. Evil deeds come all too cheap.
de: TEXT_KINGBZ001_05188_BRUKEVU_000_013<tab>Falls Apyaahi noch immer über diese Gelder verfügt, wäre es wohl ein Leichtes, neue Anführer für ihre Pläne zu rekrutieren. Es braucht nicht viel, um ein paar Halunken anzuheuern.
fr: TEXT_KINGBZ001_05188_BRUKEVU_000_013<tab>Si ces gens sont vraiment pleins aux as, faudra pas s'étonner que les Affranchis renaissent de leurs cendres à l'infini, comme Apyaahi elle-même l'avait prophétisé.
ja: TEXT_KINGBZ001_05188_BRUKEVU_000_013<tab>首領とやらが、いまだに活動資金を持っているなら、 また幹部となる人材を集めて、悪巧みをするかもしれねぇな。

source: TEXT_KINGBZ001_05188_RRALMAJUN_100_013<tab>That's too bad... Luckily, the Landsguard managed to dig up information. One of those apprehended said the Passage of the Unbound received their funds from a shady mercantile outfit located in Ul'dah.
de: TEXT_KINGBZ001_05188_RRALMAJUN_100_013<tab>Das ist äußerst schade<var 1D /var>... Zum Glück konnte die Landsgarde einige Informationen beschaffen. Einer der Gefassten erwähnte, dass Freigeist Mittel von einem zwielichtigen Händler in Ul'dah erhalten habe.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_100_013<tab>Hmm... Je me rappelle tout à coup ce que me disait un soldat. Tous les Affranchis capturés auraient avoué pendant leur interrogatoire que leur financement était l'œuvre d'une maison de commerce basée à Ul'dah.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_100_013<tab>そういえば勇連隊の方が言ってました。 なんでも逮捕者の証言によれば、彼らの資金源となる商会が、 ウルダハという国にこっそり存在してるのだとか。

source: TEXT_KINGBZ001_05188_BRUKEVU_000_014<tab>If Apyaahi still has monetary means, it wouldn't take much to recruit new leaders for new schemes. Evil deeds come all too cheap.
de: TEXT_KINGBZ001_05188_BRUKEVU_000_014<tab>Falls Apyaahi noch immer über diese Gelder verfügt, wäre es wohl ein Leichtes, neue Anführer für ihre Pläne zu rekrutieren. Es braucht nicht viel, um ein paar Halunken anzuheuern.
fr: TEXT_KINGBZ001_05188_BRUKEVU_000_014<tab>Si ces gens sont vraiment pleins aux as, faudra pas s'étonner que les Affranchis renaissent de leurs cendres à l'infini, comme Apyaahi elle-même l'avait prophétisé.
ja: TEXT_KINGBZ001_05188_BRUKEVU_000_014<tab>首領とやらが、いまだに活動資金を持っているなら、 また幹部となる人材を集めて、 悪巧みをするかもしれねぇってことか……。
