Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz001_05188/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_015<tab>I have an idea. If Apyaahi really is recruiting new members, we could feign interest in her cause to get close to her.
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_015<tab>Ich habe eine Idee. Falls Apyaahi tatsächlich neue Mitglieder rekrutiert, könnten wir ihr nahekommen, indem wir Interesse an ihrer Sache vortäuschen.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_015<tab>Mais j'y pense... Si Apyaahi cherche vraiment à reconstituer son or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion, ne devrions-nous pas en profiter<var 1D /var>? En nous faisant passer pour des postulants, par exemple...
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_015<tab>あの…… 仮に首領のアパーヒが組織の再編を狙っているなら、 幹部志願者を装って、接近することはできないでしょうか？

source: TEXT_KINGBZ001_05188_BRUKEVU_000_016<tab>You might be onto something. We even know a <var 08 E905 ((woman)) ((man)) /var> she's never had the pleasure of meeting: <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
de: TEXT_KINGBZ001_05188_BRUKEVU_000_016<tab>Da könnte etwas dran sein<var 1D /var>... Und wir kennen sogar jemanden, den sie noch nie zuvor gesehen hat: <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
fr: TEXT_KINGBZ001_05188_BRUKEVU_000_016<tab><var 1A 02 /var>Des postulants<var 1A 01 /var>, je sais pas trop, mais il y a bien une personne parmi nous qu'elle a encore jamais croisée... Toi, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
ja: TEXT_KINGBZ001_05188_BRUKEVU_000_016<tab>彼女と直接対面していない人物…… <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>なら、顔も知られていない。 妙案だな。

source: TEXT_KINGBZ001_05188_BRUKEVU_000_017<tab>I know we're asking a lot from you, but any information you extract from Apyaahi and her new cohorts could prevent further incidents. What do you say?
de: TEXT_KINGBZ001_05188_BRUKEVU_000_017<tab>Keine Sorge, das soll nicht heißen, dass du dir deine Hände schmutzig machen musst. Wir benötigen lediglich ein paar Informationen über Apyaahi und ihre Unterstützer.
fr: TEXT_KINGBZ001_05188_BRUKEVU_000_017<tab>Rral Majun a raison, si on veut l'empêcher de nuire à temps, il faut frapper fort avant que tout s'emballe à nouveau. On te demande pas de passer du côté obscur pour de vrai, hein<var 1D /var>? Juste de faire semblant, bien sûr.
ja: TEXT_KINGBZ001_05188_BRUKEVU_000_017<tab>連中から情報を引き出すため、適当に話を合わせるだけで、 お前さんに悪党になれってことじゃない。 ……どうだ？

source: TEXT_KINGBZ001_05188_Q7_000_000<tab>What will you say?
de: TEXT_KINGBZ001_05188_Q7_000_000<tab>Was möchtest du sagen?
fr: TEXT_KINGBZ001_05188_Q7_000_000<tab>Que dites-vous<var 1D /var>?
ja: TEXT_KINGBZ001_05188_Q7_000_000<tab>何と言う？

source: TEXT_KINGBZ001_05188_A7_000_001<tab>I can do that.
de: TEXT_KINGBZ001_05188_A7_000_001<tab>Das kriege ich hin!
fr: TEXT_KINGBZ001_05188_A7_000_001<tab>En effet, c'est une très bonne idée<var 1D /var>!
ja: TEXT_KINGBZ001_05188_A7_000_001<tab>いいだろう

source: TEXT_KINGBZ001_05188_A7_000_002<tab>Desperate times, I suppose...
de: TEXT_KINGBZ001_05188_A7_000_002<tab>Unter diesen Umständen bleibt mir wohl keine Wahl<var 1D /var>...
fr: TEXT_KINGBZ001_05188_A7_000_002<tab>Puisque je dois me dévouer pour la bonne cause...
ja: TEXT_KINGBZ001_05188_A7_000_002<tab>首領を捕まえるためなら仕方ない……

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_019<tab>We're very grateful! A small warning, however...
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_019<tab>Wir wissen es sehr zu schätzen, dass wir uns auf dich verlassen können! Ein Wort der Warnung jedoch<var 1D /var>...
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_019<tab>Je savais que nous pouvions compter sur vous<var 1D /var>! Permettez-moi toutefois de vous rappeler juste une chose avant que vous vous remettiez au travail.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_019<tab>ありがとうございます！ ……ただ、ひとつ気がかりなことが。

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_020<tab>We know five treasures were stolen, but there could be more. Whatever you do, don't treat Apyaahi lightly.
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_020<tab>Wir wissen von fünf Artefakten, die gestohlen wurden, aber es könnten ebenso gut mehr sein. Was immer du auch tust, nimm Apyaahi nicht auf die leichte Schulter.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_020<tab>Les totems dérobés la fois précédente étaient au nombre de cinq, mais nous ignorons toujours combien il en existe au total. Apyaahi pourrait très bien être en possession de l'un d'entre eux, voire de plusieurs.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_020<tab>私たちが知る「盗まれた祭器」は5つでしたが、 それで全部とはかぎりません。 アパーヒに危険な力があることも想定しておくべきでしょう。

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_022<tab>I suggest finding out what power she has at her disposal and what her goals are before making your move.
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_022<tab>Ich empfehle ein umsichtiges Vorgehen. Finde heraus, welche Kräfte ihr zur Verfügung stehen und was ihre Ziele sind. Erst dann solltest du zuschlagen.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_022<tab>Tant que vous ne saurez pas de quoi elle est capable grâce aux pouvoirs qu'elle détient, je vous conseille de vous tenir à carreau et de jouer votre rôle de lieutenant<var 08 E905 ((e)) (()) /var> du mieux que vous pourrez.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_022<tab>だから、祭器の有無を確認しつつ、 相手の目的を調べて組織を一網打尽にしないと……。 詳しいことが判明するまで、手出しは控えた方がよさそうです。

source: TEXT_KINGBZ001_05188_BRUKEVU_000_023<tab>Which reminds me─those you aided are most eager to see Apyaahi apprehended. We'll tell them you're hot on her tail.
de: TEXT_KINGBZ001_05188_BRUKEVU_000_023<tab>Die Leute, denen du geholfen hast, haben sich übrigens danach erkundet, ob Apyaahi noch frei herumläuft. Wir werden ihnen sagen, dass du ihr auf der Spur bist.
fr: TEXT_KINGBZ001_05188_BRUKEVU_000_023<tab>Pendant que tu te charges de l'amadouer, on s'occupera de prévenir tous ceux que t'as aidés à récupérer leur totem. Je suis persuadé qu'ils seront ravis de te donner un coup de main pour mettre un point final à cette histoire quand le moment opportun sera venu.
ja: TEXT_KINGBZ001_05188_BRUKEVU_000_023<tab>そういえば、お前さんが力を貸して祭器を取り戻した連中も、 「自由の扉」の動向は気にかけていた。 首領の行方を追うことを、彼らにも共有しておこう。

source: TEXT_KINGBZ001_05188_RRALMAJUN_000_024<tab>For now, why don't you travel to Ul'dah and ask around? Perhaps our quarry has already tried to recruit the disillusioned into her ranks.
de: TEXT_KINGBZ001_05188_RRALMAJUN_000_024<tab>Fürs Erste solltest du mal nach Ul'dah reisen und dich dort umhören. Vielleicht hat Apyaahi ja bereits versucht, ein paar desillusionierte Leute zu rekrutieren.
fr: TEXT_KINGBZ001_05188_RRALMAJUN_000_024<tab>Sur ce, je vous conseille de vous rendre à Ul'dah dès maintenant pour entamer l'opération. Commencez par interroger quelques personnes, vous tomberez peut-être sur des candidats potentiels qui vous donneront des indices sur les machinations d'Apyaahi.
ja: TEXT_KINGBZ001_05188_RRALMAJUN_000_024<tab>それでは、ウルダハという国に向かっていただけますか？ 幹部に勧誘されそうな、不満を抱えた人に聞き込みをすれば、 アパーヒが暗躍してないかわかるかもしれません！

source: TEXT_KINGBZ001_05188_SIBOLD_000_100<tab>Villains who wish to topple the nations of the world? I'm afraid I haven't heard of such a group, but there are no shortage of complaints about the sultanate.
de: TEXT_KINGBZ001_05188_SIBOLD_000_100<tab>Diese Schurken wollen die Nationen dieser Welt zu Fall zu bringen? Von einer Gruppe mit derartigen Ambitionen ist mir nichts bekannt, aber es gibt keinen Mangel an Beschwerden über das Sultanat.
fr: TEXT_KINGBZ001_05188_SIBOLD_000_100<tab>Vous cherchez la meneuse d'une “or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion secrète malfaisante qui veut renverser les nations”<var 1D /var>? Je n'ai jamais entendu parler d'une telle abomination, mais les gens qui en veulent aux États et aux gouvernements pour diverses raisons ne manquent pas, vous savez.
ja: TEXT_KINGBZ001_05188_SIBOLD_000_100<tab>国家転覆を企む悪の組織の首領……？ そんな過激な連中のことは知りませんが、 誰しも多かれ少なかれ、国への不満は抱えてるものでしょう。

source: TEXT_KINGBZ001_05188_SIBOLD_000_101<tab>Most common are gripes about market fees. To hear the merchants tell it, every one of them is a single bad bargain away from an empty coinpurse. I can't say they'd go so far as treason, though...
de: TEXT_KINGBZ001_05188_SIBOLD_000_101<tab>Die meisten richten sich gegen die Marktgebühren. Wenn man den Händlern so zuhört, gewinnt man den Eindruck, sie stünden alle kurz davor, am Hungertuch zu nagen. Ich traue ihnen jedoch keinen Verrat zu<var 1D /var>...
fr: TEXT_KINGBZ001_05188_SIBOLD_000_101<tab>Pour vous donner un exemple, j'entends tous les jours des clients se plaindre que les taxes sur les produits vendus dans ce marché sont trop élevées. Il n'y a donc rien d'étonnant à ce que l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion dont vous parlez ait vu le jour, à mon avis.
ja: TEXT_KINGBZ001_05188_SIBOLD_000_101<tab>たとえば、マーケットの手数料が高いだなんて、 愚痴をこぼしてる姿はよく見かけますよ。 そういう人が、関係していたりするんですかねぇ？

source: TEXT_KINGBZ001_05188_LANDEBERT_000_102<tab>Shifty-eyed blokes? More shifty than usual, you mean? Well, just so happens a strange man tried to strike up a conversation with me not too long ago. Said he liked how eagerly I gave those bastards in the Brass Blades a piece of my mind.
de: TEXT_KINGBZ001_05188_LANDEBERT_000_102<tab>Zwielichtige Gestalten? Zwielichtiger als sonst, meinst du? Nun, vor nicht allzu langer Zeit bin ich einem seltsamen Mann begegnet, der mich ansprach, nachdem ich mich mal wieder über die Messingklingen ereifert hatte<var 1D /var>...
fr: TEXT_KINGBZ001_05188_LANDEBERT_000_102<tab>Hein<var 1D /var>? Non, personne m'a fait de proposition bizarre ces derniers temps... Y a juste une lame de cuivre qui m'a maltraité l'autre jour en public. Le ton est vite monté, et ça aurait pu mal se terminer pour moi...
ja: TEXT_KINGBZ001_05188_LANDEBERT_000_102<tab>怪しい奴から勧誘を受けたことはないかって？ この前、銅刃団の振る舞いが横暴だと思うことがあって、 人目を憚らずついつい愚痴をこぼしてしまったんだ。

source: TEXT_KINGBZ001_05188_LANDEBERT_000_103<tab>He invited me to a gathering of people who sought “true freedom,” as he put it. I didn't like the smell of it, hence you find me here.
de: TEXT_KINGBZ001_05188_LANDEBERT_000_103<tab>Er lud mich zu einem Treffen von Leuten ein, die auf der Suche nach <var 1A 02 /var>wahrer Freiheit<var 1A 01 /var> seien. Irgendwas an der Sache schien mir faul zu sein, daher habe ich mich ferngehalten.
fr: TEXT_KINGBZ001_05188_LANDEBERT_000_103<tab>Juste après l'incident, un gars un peu étrange est venu me parler pour m'inviter à une réunion “entre opprimés épris de liberté” ou un truc comme ça... J'y suis évidemment pas allé, j'ai pas envie de finir au trou.
ja: TEXT_KINGBZ001_05188_LANDEBERT_000_103<tab>そうしたら、怪しい男から声をかけられて、 自由を求める奴が集う会合だかなんだかに誘われたんだ。 もちろん、行かなかったがね。

source: TEXT_KINGBZ001_05188_WOMAN05188_000_104<tab>I don't know the name Apyaahi, but I do know of a strange man. Each day he stands aloof, staring at passersby with these dead eyes.
de: TEXT_KINGBZ001_05188_WOMAN05188_000_104<tab>Ich kenne niemanden namens Apyaahi, aber das Böse treibt sich in dieser Stadt herum. Da ist dieser Mann<var 1D /var>... Er steht einfach da und starrt Passanten mit diesen toten Augen an.
fr: TEXT_KINGBZ001_05188_WOMAN05188_000_104<tab>... Apyaahi<var 1D /var>? Je sais rien du tout sur elle, mais ces derniers temps, j'ai remarqué un homme louche qui rôdait dans la cité et semblait observer les passants de près. C'était peut-être un de ses recruteurs<var 1D /var>?
ja: TEXT_KINGBZ001_05188_WOMAN05188_000_104<tab>そのアパーヒって人のことは知らないけど、 最近、街を歩いてる人をじっと観察してる男がいるの。 そいつが悪の秘密組織の一員かもしれないよ。

source: TEXT_KINGBZ001_05188_WOMAN05188_000_105<tab>Last I saw him, he was near the market board. Oh, it makes my stomach churn just to imagine he might still be there...
de: TEXT_KINGBZ001_05188_WOMAN05188_000_105<tab>Zuletzt habe ich ihn in der Nähe des Marktbretts gesehen. Oh, allein bei dem Gedanken an ihn dreht sich mir der Magen um<var 1D /var>...
fr: TEXT_KINGBZ001_05188_WOMAN05188_000_105<tab>Je l'ai croisé tout à l'heure près des tableaux des ventes, d'ailleurs... De toi à moi, ça me donne pas du tout envie d'y retourner.
ja: TEXT_KINGBZ001_05188_WOMAN05188_000_105<tab>さっきもマーケットボードの方で姿を見かけたわ。 まったく、気味が悪いったらない……。

source: TEXT_KINGBZ001_05188_SYSTEM_000_106<tab>It seems a suspicious man has been recruiting disgruntled citizens for unknown purposes. Perhaps you can get his attention by showing how <var 48 F201F4 /var><var 49 F201F5 /var>angry<var 49 01 /var><var 48 01 /var> you are near the market boards.
de: TEXT_KINGBZ001_05188_SYSTEM_000_106<tab>Ein verdächtiger Mann hat anscheinend verärgerte Bürger für unbekannte Zwecke rekrutiert. Vielleicht kannst du seine Aufmerksamkeit erregen, indem du deinem Ärger in der Nähe des Marktbretts Luft machst.
fr: TEXT_KINGBZ001_05188_SYSTEM_000_106<tab>Il semblerait qu'un homme louche aborde certains Uldiens visiblement mécontents pour tenter de les mêler à une affaire pas nette... Tentez d'attirer son attention en <var 1A 02 /var>vous fâchant<var 1A 01 /var> près des tableaux des ventes.
ja: TEXT_KINGBZ001_05188_SYSTEM_000_106<tab>不満を抱える人々に声をかけてくる怪しい男がいるようだ。 マーケットボード付近で「不満を表し」、 注意を引いてみよう。

source: TEXT_KINGBZ001_05188_SIBOLD_000_110<tab>If such an organization does exist, then their leader must bear a deep grudge indeed...
de: TEXT_KINGBZ001_05188_SIBOLD_000_110<tab>Wenn solch eine Organisation existiert, muss diese Anführerin einen unvorstellbar großen Groll hegen<var 1D /var>...
fr: TEXT_KINGBZ001_05188_SIBOLD_000_110<tab>Je n'ai jamais entendu parler de cette “or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion secrète malfaisante”, mais les gens qui en veulent aux États et aux gouvernements pour diverses raisons ne manquent pas, vous savez.
ja: TEXT_KINGBZ001_05188_SIBOLD_000_110<tab>悪の組織の首領ともなれば、 国家に対して抱く不満も、相当なものなんでしょうなあ。

source: TEXT_KINGBZ001_05188_LANDEBERT_000_115<tab>All it took was a bit of complaining to catch the interest of that odd man. And while I appreciate a sympathetic ear, something about him made me certain I'd regret going to this gathering of his.
de: TEXT_KINGBZ001_05188_LANDEBERT_000_115<tab>Ich musste mich lediglich ein wenig beschweren, um das Interesse dieses merkwürdigen Mannes zu wecken. Und obwohl ich mich über ein offenes Ohr freue, hatte er doch etwas an sich, das mich von einem Treffen Abstand nehmen ließ.
fr: TEXT_KINGBZ001_05188_LANDEBERT_000_115<tab>Un gars un peu étrange est venu me parler pour m'inviter à une réunion “entre opprimés épris de liberté” ou un truc comme ça... J'y suis évidemment pas allé, j'ai pas envie de finir au trou.
ja: TEXT_KINGBZ001_05188_LANDEBERT_000_115<tab>往来で不満を口にしたら、怪しい男から声をかけられてさ。 もちろん、ついて行かなかったがね。

source: TEXT_KINGBZ001_05188_WOMAN05188_000_120<tab>I'm sure he's still at the market boards now, scaring people away with that unsettling gaze...
de: TEXT_KINGBZ001_05188_WOMAN05188_000_120<tab>Er treibt sich bestimmt noch immer beim Marktbrett herum und erschreckt Leute mit diesem durchdringenden Blick<var 1D /var>...
fr: TEXT_KINGBZ001_05188_WOMAN05188_000_120<tab>J'ai remarqué un homme louche qui rôdait dans la cité et semblait observer les passants de près. Je l'ai croisé tout à l'heure près des tableaux des ventes, d'ailleurs... De toi à moi, ça me donne pas du tout envie d'y retourner.
ja: TEXT_KINGBZ001_05188_WOMAN05188_000_120<tab>怪しい男が、街を歩いてる人をじっと観察してるの。 さっきもマーケットボードの方で見かけたわ。

source: TEXT_KINGBZ001_05188_SYSTEM_100_200<tab>The Passage of the Unbound seems to target the <var 48 F201F4 /var><var 49 F201F5 /var>angry<var 49 01 /var><var 48 01 /var>. Based on your findings, their agent may be near the market boards.
de: TEXT_KINGBZ001_05188_SYSTEM_100_200<tab>Freigeist scheint es auf <var 48 F201F4 /var><var 49 F201F5 /var>verärgerte<var 49 01 /var><var 48 01 /var> Bürger abgesehen zu haben, und ihr Vertreter könnte sich beim Marktbrett herumtreiben.
fr: TEXT_KINGBZ001_05188_SYSTEM_100_200<tab>Faites semblant de <var 1A 02 /var>vous fâcher<var 1A 01 /var> près des tableaux des ventes pour tenter d'attirer l'attention de l'homme étrange qui travaille pro<var 16 /var>ba<var 16 /var>ble<var 16 /var>ment pour les Affranchis.
ja: TEXT_KINGBZ001_05188_SYSTEM_100_200<tab>マーケットボードの周辺で、不満をあらわにすれば、 「自由の扉」の関心を惹けるかもしれない。 エモート「不満を表す」をしてみよう。

source: TEXT_KINGBZ001_05188_MAN05188_000_200<tab>You there. Mind lettin' me bend your ear?
de: TEXT_KINGBZ001_05188_MAN05188_000_200<tab>Du da. Könntest du mir wohl einen Moment Gehör schenken?
fr: TEXT_KINGBZ001_05188_MAN05188_000_200<tab>Eh, psst<var 1D /var>! On peut discuter une minute<var 1D /var>?
ja: TEXT_KINGBZ001_05188_MAN05188_000_200<tab>なあ君、ちょっといいかな？

source: TEXT_KINGBZ001_05188_MAN05188_000_201<tab>I sense in you a kindred spirit. One who's tired of bein' trampled on by the high and mighty. I think there's a place for you in our organization─the Passage of the Unbound.
de: TEXT_KINGBZ001_05188_MAN05188_000_201<tab>Du scheinst mir aus der Seele zu sprechen. Auch du bist es leid, von den Mächtigen herumgeschubst zu werden. Ich denke, du wärst bei Freigeist gut aufgehoben.
fr: TEXT_KINGBZ001_05188_MAN05188_000_201<tab>Je te sens un peu mécontent<var 08 E905 ((e)) (()) /var>, un peu... en révolte contre l'ordre établi, non<var 1D /var>? Eh ben laisse-moi te dire que t'es pas <var 08 E905 ((la seule)) ((le seul)) /var>, oh que non... Nous, les Affranchis, avons tout autant envie d'en finir avec les injustices provoquées par les nations et les nantis qui les dirigent.
ja: TEXT_KINGBZ001_05188_MAN05188_000_201<tab>もしかして、国家や富裕層に不満があるのかい？ だったら我々「自由の扉」に加わり、一緒に戦わないか？

source: TEXT_KINGBZ001_05188_MAN05188_000_202<tab>You might've heard tell of mysterious artifacts bein' used to incite unrest across the world. That was our doin'─the oppressed finally strikin' back at the oppressors to win back the freedom they took from us.
de: TEXT_KINGBZ001_05188_MAN05188_000_202<tab>Du hast womöglich von den mysteriösen Artefakten gehört, die überall auf der Welt für Unruhe gesorgt haben. Das waren wir! Die Unterdrückten erheben sich endlich gegen die Unterdrücker, um die Freiheit zurück<var 16 /var>zu<var 16 /var>gewinnen, die sie uns genommen haben.
fr: TEXT_KINGBZ001_05188_MAN05188_000_202<tab>Récemment, on était à deux doigts de voir nos efforts couronnés de succès en Éorzéa grâce à des artefacts magiques appelés “totems”... Nos agents ont peut-être échoué pour l'heure, mais ils ont réussi à causer pas mal de grabuge. T'en as entendu parler, peut-être<var 1D /var>?
ja: TEXT_KINGBZ001_05188_MAN05188_000_202<tab>最近、各国で連続した不可思議な事件。 あれは我々の同胞が、自由を阻む国家を転覆するために、 祭器と呼ばれる魔具を使って、引き起こしたものなんだよ。

source: TEXT_KINGBZ001_05188_MAN05188_000_203<tab>But we mean to aim even higher, and for that we need more good men and women to lead us. <var 08 E905 ((Women)) ((Men)) /var> like <var 1A 02 /var>you<var 1A 01 /var>.
de: TEXT_KINGBZ001_05188_MAN05188_000_203<tab>Doch wir haben noch viel höhere Ziele, und dafür brauchen wir gute Leute. Gute Leute wie <var 1A 02 /var>dich<var 1A 01 /var>.
fr: TEXT_KINGBZ001_05188_MAN05188_000_203<tab>En tout cas, sache qu'on recrute en ce moment. On a besoin de sang neuf dans l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion pour en remettre une couche. Si ça t'intéresse, je peux te présenter à certaines personnes influentes, tu sais...
ja: TEXT_KINGBZ001_05188_MAN05188_000_203<tab>そんな「自由の扉」が、さらに飛躍を遂げるために、 追加人員を募集してるというわけさ。

source: TEXT_KINGBZ001_05188_Q8_000_000<tab>What will you say?
de: TEXT_KINGBZ001_05188_Q8_000_000<tab>Was möchtest du sagen?
fr: TEXT_KINGBZ001_05188_Q8_000_000<tab>Que dites-vous<var 1D /var>?
ja: TEXT_KINGBZ001_05188_Q8_000_000<tab>何と言う？

source: TEXT_KINGBZ001_05188_A8_000_001<tab>Down with the oppressors!
de: TEXT_KINGBZ001_05188_A8_000_001<tab>Ich hörte, ihr seid auf der Suche nach Anführern? Hier bin ich!
fr: TEXT_KINGBZ001_05188_A8_000_001<tab>D'accord, je veux bien faire leur con<var 16 /var>nais<var 16 /var>san<var 16 /var>ce.
ja: TEXT_KINGBZ001_05188_A8_000_001<tab>幹部になりたい！

source: TEXT_KINGBZ001_05188_A8_000_002<tab>As long as I get my own artifact, I'm in.
de: TEXT_KINGBZ001_05188_A8_000_002<tab>Solange ich mein eigenes Artefakt erhalte, bin ich dabei.
fr: TEXT_KINGBZ001_05188_A8_000_002<tab>J'aurai droit à un totem magique, moi aussi<var 1D /var>?
ja: TEXT_KINGBZ001_05188_A8_000_002<tab>その祭器をもらえるのなら

source: TEXT_KINGBZ001_05188_MAN05188_000_205<tab>Heh, I like your gusto. Mayhap you have what it takes.
de: TEXT_KINGBZ001_05188_MAN05188_000_205<tab>Ha, dein Elan gefällt mir. Du hast gewiss das Zeug dazu.
fr: TEXT_KINGBZ001_05188_MAN05188_000_205<tab>Hé hé, t'as l'air d'avoir la motivation qu'on recherche, en tout cas...
ja: TEXT_KINGBZ001_05188_MAN05188_000_205<tab>へぇ……大きく出たねぇ。 その胆力なら、たしかに幹部になれる器かもしれない。

source: TEXT_KINGBZ001_05188_MAN05188_000_206<tab>Mayhap you don't. Either way, you'll have to pass the audition first. You want a seat at the table, prove you're worth our while.
de: TEXT_KINGBZ001_05188_MAN05188_000_206<tab>Doch zunächst musst du eine kleine Probe bestehen! Du kannst nicht einfach so eine Führungsrolle über<var 16 /var>nehmen, weil dir danach ist.
fr: TEXT_KINGBZ001_05188_MAN05188_000_206<tab>Puisque t'es d'accord, tiens, voici une invitation pour l'audition de la nouvelle génération d'Affranchis<var 1D /var>!
ja: TEXT_KINGBZ001_05188_MAN05188_000_206<tab>ならば是非、受けてみるべきだね。 幹部2期生のオーディションを！

source: TEXT_KINGBZ001_05188_MAN05188_000_207<tab>One of our own is standin' by at the Gold Court. Show him this handbill, and he'll lead you to where you need to go.
de: TEXT_KINGBZ001_05188_MAN05188_000_207<tab>Einer unserer Leute ist am Platz der Sultana stationiert. Zeig ihm diesen Handzettel und er wird dich an den passenden Ort führen.
fr: TEXT_KINGBZ001_05188_MAN05188_000_207<tab>Présente-la à notre camarade qui se trouve à la Cour dorée, il t'expliquera tous les détails. J'espère que t'y donneras le meilleur de toi-même<var 1D /var>!
ja: TEXT_KINGBZ001_05188_MAN05188_000_207<tab>ゴールドコートに我々の仲間が立っている。 彼を見つけてこのチラシを見せれば、 オーディション会場まで案内してもらえるよ。

source: TEXT_KINGBZ001_05188_GUIDE05188_100_300<tab>Hmm? What do you want?
de: TEXT_KINGBZ001_05188_GUIDE05188_100_300<tab>Hmm? Was willst du?
fr: TEXT_KINGBZ001_05188_GUIDE05188_100_300<tab>... Je peux faire quelque chose pour vous<var 1D /var>?
ja: TEXT_KINGBZ001_05188_GUIDE05188_100_300<tab>……私に何か御用ですか？

source: TEXT_KINGBZ001_05188_GUIDE05188_100_301<tab>So you wish to lead others upon the Passage, eh? You're welcome to try.
de: TEXT_KINGBZ001_05188_GUIDE05188_100_301<tab>Du willst also Führungsverantwortung bei Freigeist über<var 16 /var>nehmen, wie? Das kannst du gerne versuchen.
fr: TEXT_KINGBZ001_05188_GUIDE05188_100_301<tab>Je vois... Vous semblez avoir choisi d'arpenter le chemin des malfaisances...
ja: TEXT_KINGBZ001_05188_GUIDE05188_100_301<tab>ほう、悪の花道を進もうというのですね？

source: TEXT_KINGBZ001_05188_GUIDE05188_100_302<tab>But fair warning: this may be the hardest trial you've ever had to endure. Are your loins properly girded?
de: TEXT_KINGBZ001_05188_GUIDE05188_100_302<tab>Doch sei gewarnt: Dies könnte die schwerste Prüfung sein, der du dich je unterzogen hast. Bist du gut darauf vorbereitet?
fr: TEXT_KINGBZ001_05188_GUIDE05188_100_302<tab>Or, vous ne pouvez pas ignorer qu'il est semé d'embûches. Vous devrez d'abord subir le jugement de vos pairs, et il sera implacable. Êtes-vous prêt<var 08 E905 ((e)) (()) /var> à vous faire humilier et à voir votre réputation traînée dans la boue, le cas échéant<var 1D /var>?
ja: TEXT_KINGBZ001_05188_GUIDE05188_100_302<tab>ですが、そのためには辛く厳しい審査を受けねばなりません。 心の準備はよろしいですか？

source: TEXT_KINGBZ001_05188_GUIDE05188_100_303<tab>That enthusiasm will take you far! Now then, follow me.
de: TEXT_KINGBZ001_05188_GUIDE05188_100_303<tab>Mit diesem Eifer wirst du es hier weit bringen! Also dann, folge mir.
fr: TEXT_KINGBZ001_05188_GUIDE05188_100_303<tab>Je vois que rien ne vous effraie<var 1D /var>! Dans ce cas, permettez-moi de guider vos premiers pas sur la voie du Mal...
ja: TEXT_KINGBZ001_05188_GUIDE05188_100_303<tab>素晴らしい！ それでは会場までご案内しましょう……。
