Repository: endervad/ffxiv_translation_test
Catalog: exd/MinionRules/*.xlf
Languages: de, fr, ru

source: Only C10<tab>Must possess at least one minion with a summoning cost of 10
de: Kosten genau 10<tab>Hat mindestens einen Trabanten, der 10 kostet
fr: Coût 10<tab>posséder au moins une mascotte de coût 10
ru: Только C10<tab>Необходимо иметь хотя бы одного миньона со стоимостью призыва 10

source: Under C20<tab>Must possess at least one minion with a summoning cost of less than 20
de: Kosten max. 20<tab>Hat mindestens einen Trabanten, der unter 20 kostet
fr: Coût ≦20<tab>posséder au moins une mascotte de coût inférieur ou égal à 20
ru: Ниже C20<tab>Необходимо иметь хотя бы одного миньона со стоимостью призыва менее 20

source: No C10<tab>Must possess at least one minion with a summoning cost other than 10
de: Kosten nicht 10<tab>Hat mindestens einen Trabanten, der nicht 10 kostet
fr: Coût ≠10<tab>posséder au moins une mascotte de coût différent de 10
ru: Не C10<tab>Необходимо иметь хотя бы одного миньона со стоимостью вызова, отличной от 10

source: Under 60 DEF<tab>Must possess at least one minion with a DEF rating of less than 60
de: ABW max. 60<tab>Hat mindestens einen Trabanten mit unter 60 Abwehr
fr: Défense ≦60<tab>posséder au moins une mascotte de défense inférieure ou égale à 60
ru: Менее 60 ЗАЩ<tab>Необходимо иметь хотя бы одного миньона с рейтингом ЗАЩИТЫ менее 60

source: Only Critters<tab>Must possess at least one critter-type minion
de: Nur Tiere<tab>Hat mindestens einen Trabanten vom Typ Tier
fr: Créatures<tab>posséder au moins une mascotte de type "Créature"
ru: Только Животные<tab>Необходимо иметь хотя бы одного миньона Животного типа

source: Only Monsters<tab>Must possess at least one monster-type minion
de: Nur Monster<tab>Hat mindestens einen Trabanten vom Typ Monster
fr: Monstres<tab>posséder au moins une mascotte de type "Monstre"
ru: Только Монстры<tab>Необходимо иметь хотя бы одного миньона типа Монстра

source: Only Poppets<tab>Must possess at least one poppet-type minion
de: Nur Puppen<tab>Hat mindestens einen Trabanten vom Typ Puppe
fr: Poupées<tab>posséder au moins une mascotte de type "Poupée"
ru: Только Марионетки<tab>Необходимо иметь хотя бы одного миньона типа Марионетки

source: C120 Briefing<tab>No special requirements
de: Vorbereitungskosten 120<tab>Keine Bedingungen
fr: Préparation coût 120<tab>aucune
ru: C120 Инструктаж<tab>Нет специальных требований

source: Swift AP Regen<tab>No special requirements
de: Schneller TP-Anstieg<tab>Keine Bedingungen
fr: Gain de PdT accéléré<tab>aucune
ru: Быстрая регенерация AP<tab>Нет специальных требований

source: Quick Recast<tab>No special requirements
de: Schnelle Reaktivierung<tab>Keine Bedingungen
fr: Temps de recharge réduit<tab>aucune
ru: Быстрое чтение<tab>Нет специальных требований

source: Search Eyes Damaged<tab>No special requirements
de: Augen-Zerstörung beim Start<tab>Keine Bedingungen
fr: Œil scrutateur détruit<tab>aucune
ru: Поисковые глаза повреждены<tab>Нет специальных требований

source: ATK Bonus<tab>No special requirements
de: Stärkere ATT<tab>Keine Bedingungen
fr: Attaque augmentée<tab>aucune
ru: Бонус АТК<tab>Нет специальных требований

source: Normal<tab>No special requirements
de: Standard<tab>Keine Bedingungen
fr: Normale<tab>aucune
ru: Нормальный<tab>Нет особых требований
