Repository: endervad/ffxiv_translation_test
Catalog: exd/YKW/*.xlf
Languages: de

source: I'm kind of busy right nyao.
de: Bin gerade beschäftigt.

source: Oh my swirls!
de: Ich dreh' am Rad!

source: Hold on to your butler!
de: Von jedem Versuch, das Verhalten eines Yo-kai zu imitieren, wird abgeraten.

source: Summer fever...
de: Zieh dich warm an!

source: How ridiculous.
de: Lachhaft!

source: Oh my swirls!
de: Ich dreh' am Rad ...

source: Doggone it!
de: Ich muss mal kurz für kleine Zwergpudel!

source: Hmph...!
de: Hmpf.

source: Heart of a Warrior!
de: Kriegerherz!

source: I've got your back!
de: Ich bin super duper!

source: Activating Sleep Mode...
de: Aktiviere Schlummermodus ...

source: My lord!
de: Meister!

source: Let us be off!
de: Brechen wir auf!

source: Bring it on!
de: Jetzt geht's los!

source: The time has come.
de: Wenn's sein muss ...
