Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/FesXmx002_05228/*.xlf
Languages: ru

source: TEXT_FESXMX002_05228_SEQ_00<tab>Saulinne is fairly champing at the bit to get started.
ru: TEXT_FESXMX002_05228_SEQ_00<tab>Саулинне не терпится начать.

source: TEXT_FESXMX002_05228_TODO_00<tab>Speak with Tenny at the Carline Canopy.
ru: TEXT_FESXMX002_05228_TODO_00<tab>Поговорите с Тэнни в «Цветочном навесе».

source: TEXT_FESXMX002_05228_TODO_01<tab>Speak with Saulinne at the Starlight Stalls.
ru: TEXT_FESXMX002_05228_TODO_01<tab>Поговорите с Саулинной на ярмарке Звёздного Света.

source: TEXT_FESXMX002_05228_TODO_02<tab>Speak with the eager chocobo and have it accompany you.
ru: TEXT_FESXMX002_05228_TODO_02<tab>Поговорите с суетливым чокобо чтобы он начал за вами следовать.

source: TEXT_FESXMX002_05228_TODO_03<tab>Speak with busy workers while the eager chocobo is accompanying you.
ru: TEXT_FESXMX002_05228_TODO_03<tab>Пока вас сопровождает суетливый чокобо, поговорите с трудящимися рабочими.

source: TEXT_FESXMX002_05228_TODO_04<tab>Speak with Saulinne while the eager chocobo is accompanying you.
ru: TEXT_FESXMX002_05228_TODO_04<tab>Поговорите с Саулинной пока вас сопровождает суетливый чокобо.

source: TEXT_FESXMX002_05228_TODO_05<tab>Speak with Amh Garanjy at Mih Khetto's Amphitheatre.
ru: TEXT_FESXMX002_05228_TODO_05<tab>Поговорите с Амх Гаранжи вамфитеатре Мих Клетто.

source: TEXT_FESXMX002_05228_TODO_06<tab>Speak with Amh Garanjy at Mih Khetto's Amphitheatre.
ru: TEXT_FESXMX002_05228_TODO_06<tab>Поговорите с Амх Гаранжи в амфитеатре Мих Клетто.

source: TEXT_FESXMX002_05228_TODO_07<tab>Speak with Amh Garanjy.
ru: TEXT_FESXMX002_05228_TODO_07<tab>Поговорите с Амх Гаранжи.

source: TEXT_FESXMX002_05228_TENNY_000_000<tab>Saulinne and I will do our best!
ru: TEXT_FESXMX002_05228_TENNY_000_000<tab>Мы с Саулинной вас не подведём!

source: TEXT_FESXMX002_05228_SAULINNE_000_010<tab>If truth be told, we were eavesdropping when Miss Garanjy first asked you for help. We really wanted to become helpers, you see...
ru: TEXT_FESXMX002_05228_SAULINNE_000_010<tab>Можно рассказать правду? Мы подслушали ваш разговор с мисс Гаранжи , когда она попросила вас о помощи. Просто мы очень сильно хотели помочь...

source: TEXT_FESXMX002_05228_SAULINNE_000_011<tab>So we already knew that the grown-ups were cold and tired─and we know just the thing for it!
ru: TEXT_FESXMX002_05228_SAULINNE_000_011<tab>Мы уже тогда знали, что взрослые замёрзли и устали, и придумали что им поможет!

source: TEXT_FESXMX002_05228_TENNY_000_012<tab>That's right! A hot and sweet drink, like you suggested!
ru: TEXT_FESXMX002_05228_TENNY_000_012<tab>Именно! Тоже самое о чем и вы подумали! Горячий и сладкий напиток!

source: TEXT_FESXMX002_05228_TENNY_000_013<tab>It warms me up from my tummy to my fingertips. That's how I get through winters in Gridania even though I'm from Ul'dah!
ru: TEXT_FESXMX002_05228_TENNY_000_013<tab>Он всегда согревает от живота до пальцев. Я сама родом из Уль'ды, но именно так я переживаю зимы Гридании!

source: TEXT_FESXMX002_05228_SAULINNE_000_014<tab>So come on, let's head to the Carline Canopy and ask Miounne about a drink!
ru: TEXT_FESXMX002_05228_SAULINNE_000_014<tab>Пойдем, сбегаем в «Цветочный навес» и спросим Миунну про напиток!

source: TEXT_FESXMX002_05228_TENNY_000_015<tab>H-Hey, wait!
ru: TEXT_FESXMX002_05228_TENNY_000_015<tab>П-подожди!

source: TEXT_FESXMX002_05228_SAULINNE_000_020<tab>Oh? Where's Tenny?
ru: TEXT_FESXMX002_05228_SAULINNE_000_020<tab>А? А где Тэнни?

source: TEXT_FESXMX002_05228_TENNY_000_030<tab>Ah, there you are, <var 08 E905 ((miss)) ((mister)) /var>!
ru: TEXT_FESXMX002_05228_TENNY_000_030<tab>А, вот вы где, (мисс/мистер)!

source: TEXT_FESXMX002_05228_TENNY_000_031<tab>Saulinne went on in even though our parents said children shouldn't go to the Carline Canopy alone...
ru: TEXT_FESXMX002_05228_TENNY_000_031<tab>Саулинна вошла внутрь, хотя родители говорили что детям нельзя в «Навес» без взрослых...

source: TEXT_FESXMX002_05228_TENNY_000_032<tab>I decided to wait for you so I don't get in trouble.
ru: TEXT_FESXMX002_05228_TENNY_000_032<tab>Я не хочу чтобы меня наказали и я подождала вас.

source: TEXT_FESXMX002_05228_MIOUNNE_000_033<tab>Young Saulinne has explained everything. You wish to serve drinks to the folk setting up at the Starlight Stalls, yes?
ru: TEXT_FESXMX002_05228_MIOUNNE_000_033<tab>Юная Саулинна все рассказала. Вы желаете предоставить напитки тем, кто трудится над развёрткой ярмарки Звёздного Света, так?

source: TEXT_FESXMX002_05228_MIOUNNE_000_034<tab>The Canopy will have a stall too, but we've managed to finish our own preparations, so we'd be more than happy to assist.
ru: TEXT_FESXMX002_05228_MIOUNNE_000_034<tab>У «Цветочного навеса» тоже будет свой павильон. К счастью, мы закончили с его подготовкой и с радостью поможем остальным.

source: TEXT_FESXMX002_05228_MIOUNNE_000_035<tab>Wait a moment.
ru: TEXT_FESXMX002_05228_MIOUNNE_000_035<tab>Минутку...

source: TEXT_FESXMX002_05228_MIOUNNE_000_036<tab>I've prepared a cask of mulled punch. Full of fruit and laced with spices, it'll fix the cold and weary right up.
ru: TEXT_FESXMX002_05228_MIOUNNE_000_036<tab>Я подготовила бочку пряного пунша. Это фруктовый напиток полный специй, который в миг согреет и взбодрит уставших.

source: TEXT_FESXMX002_05228_MIOUNNE_000_037<tab>To mark the season, the Canopy was actually planning to offer a selection of hot beverages in these special mugs.
ru: TEXT_FESXMX002_05228_MIOUNNE_000_037<tab>На самом деле, «Навес» планировал подавать горячие напитки в честь праздника в этих особых кружках.

source: TEXT_FESXMX002_05228_MIOUNNE_000_038<tab>We'd appreciate it if you could use them to distribute the punch. It'd be excellent promotion for our establishment.
ru: TEXT_FESXMX002_05228_MIOUNNE_000_038<tab>Мы оценим, если вы используете их, чтобы раздать пунш нуждающимся. К тому же, это послужит как отличная реклама нашего заведения.

source: TEXT_FESXMX002_05228_SAULINNE_000_039<tab>We will! Thank you, Miounne!
ru: TEXT_FESXMX002_05228_SAULINNE_000_039<tab>Хорошо! Спасибо вам, Миунна!

source: TEXT_FESXMX002_05228_MIOUNNE_000_040<tab>The cask is too heavy for little ones, but it shouldn't be a problem for a strapping adventurer such as yourself, yes?
ru: TEXT_FESXMX002_05228_MIOUNNE_000_040<tab>Детям будет тяжеловато нести эту бочку, но для сильной(сильного) (искатель/ницы) приключений это не составит проблемы, правда?

source: TEXT_FESXMX002_05228_GODBERT_000_041<tab>(-???-)Ho ho ho! To you who toil to make this Starlight Celebration wonderful, I would present a gift!
ru: TEXT_FESXMX002_05228_GODBERT_000_041<tab>(-???-)Хо-хо-хо! Для вас, кто желает сделать праздник Звёздного Света в этом году прекрасным, я принёс подарок!

source: TEXT_FESXMX002_05228_GODBERT_000_042<tab>I chanced to be passing by when I heard your conversation. I bid you follow me, my hardworking little helpers.
ru: TEXT_FESXMX002_05228_GODBERT_000_042<tab>Я проходил мимо, и мне довелось услышать ваш разговор. Пойдёмте за мной, маленькие помощники.

source: TEXT_FESXMX002_05228_TENNY_000_043<tab>A Starlight chocobo! And it's got a basket and a cask!
ru: TEXT_FESXMX002_05228_TENNY_000_043<tab>Праздничный чокобо! У него даже корзинка есть и бочка!

source: TEXT_FESXMX002_05228_GODBERT_000_044<tab>'Tis an excellent idea indeed to provide mulled punch to the cold and weary workers at the Starlight Stalls.
ru: TEXT_FESXMX002_05228_GODBERT_000_044<tab>Раздать горячий пунш замёрзшим и уставшим рабочим на ярмарке — замечательная идея.

source: TEXT_FESXMX002_05228_GODBERT_000_045<tab>To help you with your task, I took the liberty of borrowing a chocobo from the stables, and attired the fellow in a manner befitting the occasion.
ru: TEXT_FESXMX002_05228_GODBERT_000_045<tab>Чтобы вам помочь, я одолжил чокобо из стойл и нарядил под стать празднику.

source: TEXT_FESXMX002_05228_GODBERT_000_046<tab>So go forth, little helpers, and together restore warmth and cheer to those in need!
ru: TEXT_FESXMX002_05228_GODBERT_000_046<tab>Вперёд, мои маленькие помощники и принесите радость и тепло нуждающимся!

source: TEXT_FESXMX002_05228_SAULINNE_000_047<tab>(-Saulinne and Tenny-)Yes, sir!
ru: TEXT_FESXMX002_05228_SAULINNE_000_047<tab>(-Саулинна и Тэнни-) Так точно, сэр!

source: TEXT_FESXMX002_05228_GODBERT_000_048<tab>My, what a spirited pair you are! If you would come with me, I shall see that you look the part as well.
ru: TEXT_FESXMX002_05228_GODBERT_000_048<tab>Ой, как мне нравится ваш дух праздника! Пройдите со мной, думаю, у меня и для вас наряд найдется.

source: TEXT_FESXMX002_05228_MIOUNNE_000_049<tab>I'll load the chocobo up and have someone take it to the market. Feel free to go on ahead.
ru: TEXT_FESXMX002_05228_MIOUNNE_000_049<tab>Можешь идти вперёд. Я нагружу чокобо и попрошу кого-нибудь отвести его на ярмарку.

source: TEXT_FESXMX002_05228_TENNY_000_060<tab>Look at our clothes, <var 08 E905 ((miss)) ((mister)) /var>! Great, aren't they?
ru: TEXT_FESXMX002_05228_TENNY_000_060<tab>Посмотрите на нас, (мисс/мистер)! Здоровоские костюмы, правда?

source: TEXT_FESXMX002_05228_CHOCOBO05228_000_065<tab>Kweh! Kweeeh!
ru: TEXT_FESXMX002_05228_CHOCOBO05228_000_065<tab>Кве! Кве-е-е!

source: TEXT_FESXMX002_05228_SAULINNE_000_070<tab>The Saint is amazing! Before we knew what was happening, he had already measured us and crafted our garments!
ru: TEXT_FESXMX002_05228_SAULINNE_000_070<tab>Святой Нимейя просто удивительный! Мы не успели глазом моргнуть, как он сделал замерки и сшил эти одежды!

source: TEXT_FESXMX002_05228_SAULINNE_000_071<tab>A person from the Carline Canopy also brought the chocobo, so everything is set!
ru: TEXT_FESXMX002_05228_SAULINNE_000_071<tab>Человек из «Цветочного навеса» уже привел чокобо, так что готовы!

source: TEXT_FESXMX002_05228_TENNY_000_072<tab>Right, let's split up and hand out the punch while it's still hot. We've already filled some mugs to take around, so we'll leave the chocobo to you.
ru: TEXT_FESXMX002_05228_TENNY_000_072<tab>Да, давайте разделимся и раздадим пунш, пока он ещё горячий. Мы уже наполнили несколько кружек, так что вы можете взять чокобо с собой.

source: TEXT_FESXMX002_05228_TENNY_000_073<tab>We'll meet up again when we've finished!
ru: TEXT_FESXMX002_05228_TENNY_000_073<tab>Встретимся здесь как закончим!

source: TEXT_FESXMX002_05228_SAULINNE_000_080<tab>Would you care for some mulled punch? It's courtesy of Miss Garanjy.
ru: TEXT_FESXMX002_05228_SAULINNE_000_080<tab>Не желаете пряного пунша? Подарок от мисс Гаранжи.

source: TEXT_FESXMX002_05228_TENNY_000_081<tab>Thank you for your hard work!
ru: TEXT_FESXMX002_05228_TENNY_000_081<tab>Спасибо за вашу тяжёлую работу!

source: TEXT_FESXMX002_05228_CHOCOBO05228_000_090<tab>Kweh! Kweeeh!
ru: TEXT_FESXMX002_05228_CHOCOBO05228_000_090<tab>Кве! Кве-е-е!

source: TEXT_FESXMX002_05228_SYSTEM_000_091<tab>The chocobo is eager to begin. Lead it around the Starlight Stalls and distribute mulled punch to the workers.
ru: TEXT_FESXMX002_05228_SYSTEM_000_091<tab>Чокобо готов начать. Позвольте ему следовать за вами через ярмарку Звёздного Света и раздайте пряный пунш рабочим.

source: TEXT_FESXMX002_05228_SYSTEM_000_092<tab>The eager chocobo is now accompanying you. Keep it at your side in order to proceed with quest objectives.
ru: TEXT_FESXMX002_05228_SYSTEM_000_092<tab>Вас сопровождает суетливый чокобо.Чтобы продвинуться в выполнении задания, убедитесь, что он следует за вами.

source: TEXT_FESXMX002_05228_SYSTEM_000_093<tab>You can leave the chocobo behind by entering a different area, or by speaking with it and selecting the option to part ways.
ru: TEXT_FESXMX002_05228_SYSTEM_000_093<tab>Суетливый чокобо исчезнет, если вы смените локацию. Вы также можете поговорить с ним и выбрать опцию «Попрощаться».

source: TEXT_FESXMX002_05228_SYSTEM_000_094<tab>If you wish to have the chocobo accompany you again, return and speak with it at the original location.
ru: TEXT_FESXMX002_05228_SYSTEM_000_094<tab>После этого, если захотите снова объединиться с суетливым чокобо, отыщите его в изначальной точке.

source: TEXT_FESXMX002_05228_Q1_000_000<tab>What will you do?
ru: TEXT_FESXMX002_05228_Q1_000_000<tab>Что вы хотите сделать?

source: TEXT_FESXMX002_05228_A1_000_001<tab>Talk.
ru: TEXT_FESXMX002_05228_A1_000_001<tab>Поговорить.

source: TEXT_FESXMX002_05228_A1_000_002<tab>Part ways.
ru: TEXT_FESXMX002_05228_A1_000_002<tab>Попрощаться.

source: TEXT_FESXMX002_05228_A1_000_003<tab>Nothing.
ru: TEXT_FESXMX002_05228_A1_000_003<tab>Ничего.

source: TEXT_FESXMX002_05228_CHOCOBO05228_000_095<tab>Kweh! Kweh!
ru: TEXT_FESXMX002_05228_CHOCOBO05228_000_095<tab>Кве! Кве!

source: TEXT_FESXMX002_05228_SYSTEM_000_096<tab>The chocobo is eager to begin. Lead it around the Starlight Stalls and distribute mulled punch to the workers.
ru: TEXT_FESXMX002_05228_SYSTEM_000_096<tab>Чокобо готов начать. Позвольте ему следовать за вами через ярмарку Звёздного Света и раздайте пряный пунш рабочим.

source: TEXT_FESXMX002_05228_Q2_000_097<tab>Are you sure you wish to part ways with the chocobo?
ru: TEXT_FESXMX002_05228_Q2_000_097<tab>Вы уверены, что хотите попрощаться с чокобо?

source: TEXT_FESXMX002_05228_CHOCOBO05228_000_098<tab>Kweh...?
ru: TEXT_FESXMX002_05228_CHOCOBO05228_000_098<tab>Кве...?

source: TEXT_FESXMX002_05228_SYSTEM_000_099<tab>The eager chocobo will return to the entrance to the Starlight Stalls. Find it there when you are ready to have it accompany you again.
ru: TEXT_FESXMX002_05228_SYSTEM_000_099<tab>Чокобо вернётся ко входу в ярмарку Звёздного Света. Найдите его когда захотите, чтобы он снова следовал за вами.

source: TEXT_FESXMX002_05228_CHOCOBO05228_000_100<tab>Kweh, kweh!
ru: TEXT_FESXMX002_05228_CHOCOBO05228_000_100<tab>Кве, кве!

source: TEXT_FESXMX002_05228_SYSTEM_000_101<tab>The chocobo is eager to resume working. Lead it around the Starlight Stalls and distribute mulled punch to the workers.
ru: TEXT_FESXMX002_05228_SYSTEM_000_101<tab>Чокобо готов приступить. Раздайте пряный пунш рабочим на ярмарке Звёздного Света пока за вами следует чокобо.

source: TEXT_FESXMX002_05228_SYSTEM_000_102<tab>The eager chocobo has yet to arrive. Be sure it is at your side before attempting to continue.
ru: TEXT_FESXMX002_05228_SYSTEM_000_102<tab>Чокобо ещё не прибыл. Убедитесь, что он находится рядом с вами, прежде чем продолжить.

source: TEXT_FESXMX002_05228_LEATHERWORKER05227_000_110<tab>W-We're preparing as fast as we can, I assure you!
ru: TEXT_FESXMX002_05228_LEATHERWORKER05227_000_110<tab>У-уверяю, мы торопимся как можем!

source: TEXT_FESXMX002_05228_BAENFAELD_000_115<tab>I thought Amh went back to town. Is everythin' alright?
ru: TEXT_FESXMX002_05228_BAENFAELD_000_115<tab>Я думал Амх вернулась в город. Всё хорошо?

source: TEXT_FESXMX002_05228_BOTANISTS05228_000_120<tab>Hm? Do you need something?
ru: TEXT_FESXMX002_05228_BOTANISTS05228_000_120<tab>Хм? Я могу чем-то помочь?

source: TEXT_FESXMX002_05228_SYSTEM_000_125<tab>You must be accompanied by the eager chocobo and have it at your side in order to proceed with quest objectives.
ru: TEXT_FESXMX002_05228_SYSTEM_000_125<tab>Чтобы продвинуться в выполнении задания, убедитесь, что чокобо находится рядом.

source: TEXT_FESXMX002_05228_LEATHERWORKER05227_000_130<tab>What's that? The celebrants are handing out hot drinks?
ru: TEXT_FESXMX002_05228_LEATHERWORKER05227_000_130<tab>Что? Организаторы раздают горячие напитки?

source: TEXT_FESXMX002_05228_LEATHERWORKER05227_000_131<tab>Ahhh, it's so blessedly warm! My fingers had frozen up, but I'm already starting to feel them again. Thank you!
ru: TEXT_FESXMX002_05228_LEATHERWORKER05227_000_131<tab>Ах-х-х-х, какой блаженно теплый! Мои пальцы окоченели, но я снова начинаю их чувствовать. Спасибо вам!

source: TEXT_FESXMX002_05228_BAENFAELD_000_132<tab>I thought Amh went back to town. Is everythin' alright?
ru: TEXT_FESXMX002_05228_BAENFAELD_000_132<tab>Я думал Амх вернулась в город. Всё хорошо?

source: TEXT_FESXMX002_05228_BAENFAELD_000_133<tab>What do ye know, mulled punch! We appreciate ye lookin' out for us celebrants too!
ru: TEXT_FESXMX002_05228_BAENFAELD_000_133<tab>Вот те на, пряный пунш! Спасибо что и о нас, организаторах не забыли!

source: TEXT_FESXMX002_05228_BOTANISTS05228_000_134<tab>I thought I saw a pair of children handing out something. You're with them, are you?
ru: TEXT_FESXMX002_05228_BOTANISTS05228_000_134<tab>Кажется, я видел как две маленькие девочки что-то раздавали. Вы с ними?

source: TEXT_FESXMX002_05228_BOTANISTS05228_000_135<tab>Oho, mulled punch! This is just what we needed to see us through our preparation. We'll enjoy it together, thank you!
ru: TEXT_FESXMX002_05228_BOTANISTS05228_000_135<tab>Ого, пряный пунш! Вот чего мне не хватало, чтобы довести подготовку до конца. Мы с радостью им насладимся, спасибо!

source: TEXT_FESXMX002_05228_LEATHERWORKER05227_000_140<tab>Thanks again for the mulled punch! It's saved my fingers!
ru: TEXT_FESXMX002_05228_LEATHERWORKER05227_000_140<tab>Ещё раз спасибо за пунш! Вы мои пальцы спасли!

source: TEXT_FESXMX002_05228_BAENFAELD_000_145<tab>I'd heard ye lot were handin' out somethin', but didn't expect us celebrants would get some too. Our thanks!
ru: TEXT_FESXMX002_05228_BAENFAELD_000_145<tab>Я слышал что вы что-то разносить рабочим, но не ожидал что организаторов тоже угостят. Спасибо большое!

source: TEXT_FESXMX002_05228_BOTANISTS05228_000_150<tab>The mulled punch will help see us through our preparation. Many thanks!
ru: TEXT_FESXMX002_05228_BOTANISTS05228_000_150<tab>Пунш поможет нам закончить с подготовкой. Спасибо-спасибо!

source: TEXT_FESXMX002_05228_FEMALEWORKER05227_000_159<tab>You're with the children, are you? The spices in the drink ought to wake us up. Thank you.
ru: TEXT_FESXMX002_05228_FEMALEWORKER05227_000_159<tab>Ты с теми юнцами? М-м-м, специи в этом напитке точно поборят сонливость. Спасибо.

source: TEXT_FESXMX002_05228_SAULINNE_000_160<tab>There you are, <var 08 E905 ((miss)) ((mister)) /var>! Thank you for your help.
ru: TEXT_FESXMX002_05228_SAULINNE_000_160<tab>Вот вы где, (мисс/мистер)! Спасибо за помощь!

source: TEXT_FESXMX002_05228_TENNY_000_161<tab>You too, big fella! We saw you working hard taking the cask around. It must be much lighter now!
ru: TEXT_FESXMX002_05228_TENNY_000_161<tab>И тебе спасибо, здоровяк! Ты хорошо поработал, таскал на себе эту бочку. Наверняка она стала гораздо легче!

source: TEXT_FESXMX002_05228_SAULINNE_000_162<tab>We've just finished handing out the punch ourselves. Everyone was really happy!
ru: TEXT_FESXMX002_05228_SAULINNE_000_162<tab>Мы только закончили раздавать пунш. Все были такие счастливые!

source: TEXT_FESXMX002_05228_SAULINNE_000_163<tab>They all say they're just about done setting up...
ru: TEXT_FESXMX002_05228_SAULINNE_000_163<tab>Все говорят что почти закончили с обустройством ярмарки...

source: TEXT_FESXMX002_05228_SAULINNE_000_164<tab>Which means the Starlight Stalls can finally open!
ru: TEXT_FESXMX002_05228_SAULINNE_000_164<tab>Значит ярмарка Звёздного Света наконец начнётся!

source: TEXT_FESXMX002_05228_TENNY_000_165<tab>Miss Garanjy will be pleased to see how well things are coming along!
ru: TEXT_FESXMX002_05228_TENNY_000_165<tab>Мисс Гаражи будет рада увидеть как тут все стало хорошо!

source: TEXT_FESXMX002_05228_TENNY_000_166<tab>Could you to go to the amphitheatre and fetch her?
ru: TEXT_FESXMX002_05228_TENNY_000_166<tab>Не сходите в амфитеатр и не позовёте её?

source: TEXT_FESXMX002_05228_SAULINNE_000_170<tab>I can't wait for the market to open!
ru: TEXT_FESXMX002_05228_SAULINNE_000_170<tab>Не могу дождаться открытия ярмарки!

source: TEXT_FESXMX002_05228_TENNY_000_175<tab>Please go to the amphitheatre and fetch Miss Garanjy!
ru: TEXT_FESXMX002_05228_TENNY_000_175<tab>Пожалуйста сходите в амфитеатр и позовите мисс Гаранжи!

source: TEXT_FESXMX002_05228_CHOCOBO05228_000_180<tab>Kweh!
ru: TEXT_FESXMX002_05228_CHOCOBO05228_000_180<tab>Кве!

source: TEXT_FESXMX002_05228_AMHGARANJY_000_190<tab>Ah, it's you, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. I've assigned celebrants to assist the stall holders in transporting wares. That should help to ease their burdens.
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_190<tab>А, это ты, (имя игрока). Я отправила распорядителей на подмогу торговцам в поставке товаров. Так им будет попроще.

source: TEXT_FESXMX002_05228_AMHGARANJY_000_191<tab>Now then, how are you and the children faring in your efforts?
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_191<tab>А как у вас с девочками успехи?

source: TEXT_FESXMX002_05228_AMHGARANJY_000_192<tab>The mulled punch worked wonders, and everyone has just about finished setting up? Marvelous!
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_192<tab>Пряный пунш сработал лучше чем ожидалось и рабочие почти закончили? Невероятно!

source: TEXT_FESXMX002_05228_AMHGARANJY_000_193<tab>I shall head to the venue at once!
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_193<tab>Я немедленно отправляюсь туда!

source: TEXT_FESXMX002_05228_XMXMARKETWARP_000_195<tab>The Starlight Stalls can open soon, you say? Miss Garanjy will doubtless be delighted to hear of this!
ru: TEXT_FESXMX002_05228_XMXMARKETWARP_000_195<tab>Говорите ярмарка Звёздного Света скоро откроется? Мисс Гаранжи будет рада это услышать!

source: TEXT_FESXMX002_05228_AMHGARANJY_000_300<tab>Oh, what a relief that the market has opened as planned. And by all accounts, it's in no small part thanks to the mulled punch you served.
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_300<tab>Ох, как хорошо, что ярмарка успела открыться вовремя. И по словам свидетелей, все благодаря пряному пуншу, что вы подавали.

source: TEXT_FESXMX002_05228_AMHGARANJY_000_301<tab>I'm truly grateful to all of you!
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_301<tab>Я очень вам благодарна!

source: TEXT_FESXMX002_05228_TENNY_000_302<tab>I think the fellow is saying, “You're welcome!”
ru: TEXT_FESXMX002_05228_TENNY_000_302<tab>Кажется, здоровяк сказал: «всегда пожалуйста!»

source: TEXT_FESXMX002_05228_AMHGARANJY_000_303<tab>For your hard work, my feathered friend, you can expect a special delivery of gysahl greens to the stables.
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_303<tab>За твою помощь, можешь ожидать особую порцию гисальской зелени в стойлах, мой пернатый друг.

source: TEXT_FESXMX002_05228_SAULINNE_000_304<tab>Helping out was lots of fun! I hope we can do it again!
ru: TEXT_FESXMX002_05228_SAULINNE_000_304<tab>Помогать было весело! Надеюсь ещё повторим!

source: TEXT_FESXMX002_05228_AMHGARANJY_000_305<tab>Absolutely. But for now, you may leave the rest to us celebrants.
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_305<tab>Ну конечно же. Но пока оставьте оставшуюся работу распорядителям.

source: TEXT_FESXMX002_05228_AMHGARANJY_000_306<tab>We'll make certain that everything runs smoothly, so run along and enjoy the festival that you helped to make possible.
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_306<tab>Мы проследим чтобы все прошло гладко, так что бегите и наслаждайтесь фестивалем который вы спасли.

source: TEXT_FESXMX002_05228_SAULINNE_000_307<tab>We will...but first things first! You've been working very hard too, Miss Garanjy. You deserve a break yourself.
ru: TEXT_FESXMX002_05228_SAULINNE_000_307<tab>Обязательно...но вы тоже работали без устали, мисс Гаранжи. Вам тоже нужно отдохнуть.

source: TEXT_FESXMX002_05228_TENNY_000_308<tab>That's right! So let's all have some mulled punch together, while it's still nice and warm!
ru: TEXT_FESXMX002_05228_TENNY_000_308<tab>Именно! Давайте вместе выпьем пунша, пока он ещё теплый и вкусный!

source: TEXT_FESXMX002_05228_AMHGARANJY_000_309<tab>Oh, my!
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_309<tab>Ой, да что вы!

source: TEXT_FESXMX002_05228_AMHGARANJY_000_310<tab>I'd be delighted!
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_310<tab>Я буду только рада!
