Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/FesXmx002_05228/*.xlf
Languages: ru

source: TEXT_FESXMX002_05228_AMHGARANJY_000_520<tab>Allow me to thank you again, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. It's because of your kind assistance that we're now able to hold the market.
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_520<tab>Спасибо вам ещё раз, (имя игрока). Благодаря вашей помощи мы смогли устроить ярмарку.

source: TEXT_FESXMX002_05228_AMHGARANJY_000_521<tab>By the by, after Saulinne and Tenny went off, I went to return our trusty chocobo assistant to the stables.
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_521<tab>Кстати, после того как Саулинна и Тэнни побежали вперёд, я отправилась в стойла чтобы вернуть нашего верного чокобо домой.

source: TEXT_FESXMX002_05228_AMHGARANJY_000_522<tab>And when I removed its barding, a note came tumbling out.
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_522<tab>Когда я сняла его попону, из под неё вылетела записка.

source: TEXT_FESXMX002_05228_AMHGARANJY_000_523<tab>It read: “To our not-so-little helper <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, who helped little ones do big things, I present this gift of my own crafting.”
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_523<tab>Написано: "Моей взрослой помощнице, которая помогла/Моему взрослому помощнику, который помог маленьким достичь больших успехов, я вручаю подарок, сделанный моими собственными руками."

source: TEXT_FESXMX002_05228_AMHGARANJY_000_524<tab>It seems clear the Saint intended for you to have the barding, so do take it with you. You've more than earned it!
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_524<tab>Похоже что Святой Нимейя хотел подарить вам эту попону. Берите, вы более чем заслужили!

source: TEXT_FESXMX002_05228_AMHGARANJY_000_525<tab>Now then, you are doubtless keen to explore the stalls, so I won't keep you any longer. While the celebrations continue, the guide will show you here whenever you like, so please enjoy yourself to the fullest!
ru: TEXT_FESXMX002_05228_AMHGARANJY_000_525<tab>Вам наверное и самим не терпится заглянуть на ярмарку, так что я не стану вас задерживать. Обратитесь к гиду, чтобы пройти туда пока идёт праздник. И повеселитесь как следует!

source: TEXT_FESXMX002_05228_SYSTEM_000_530<tab>The vendors at the Starlight Stalls are now open for business!
ru: TEXT_FESXMX002_05228_SYSTEM_000_530<tab>Павильоны ярмарки Звёздного Света официально открыты!
