Repository: endervad/ffxiv_translation_test
Catalog: exd/ItemUICategory/*.xlf
Languages: ru

source: Pugilist's Arm
ru: Борец - Оружие

source: Gladiator's Arm
ru: Гладиатор - Оружие

source: Marauder's Arm
ru: Мародёр - Оружие

source: Archer's Arm
ru: Лучник - Оружие

source: Lancer's Arm
ru: Копейщик - Оружие

source: One<var 1F /var>handed Thaumaturge's Arm
ru: Оккультист - Одноручное оружие

source: Two<var 1F /var>handed Thaumaturge's Arm
ru: Оккультист - Двуручное оружие

source: One<var 1F /var>handed Conjurer's Arm
ru: Элементалист - Одноручное оружие

source: Two<var 1F /var>handed Conjurer's Arm
ru: Элементалист - Двуручное оружие

source: Arcanist's Grimoire
ru: Арканист - Гримуар

source: Shield
ru: Щит

source: Carpenter's Primary Tool
ru: Плотник - Главный инструмент

source: Carpenter's Secondary Tool
ru: Плотник - Побочный инструмент

source: Blacksmith's Primary Tool
ru: Кузнец - Главный инструмент

source: Blacksmith's Secondary Tool
ru: Кузнец - Побочный инструмент

source: Armorer's Primary Tool
ru: Бронник - Главный инструмент

source: Armorer's Secondary Tool
ru: Бронник - Побочный инструмент

source: Goldsmith's Primary Tool
ru: Ювелир - Главный инструмент

source: Goldsmith's Secondary Tool
ru: Ювелир - Побочный инструмент

source: Leatherworker's Primary Tool
ru: Кожевник - Главный инструмент

source: Leatherworker's Secondary Tool
ru: Кожевник - Побочный инструмент

source: Weaver's Primary Tool
ru: Ткач - Главный инструмент

source: Weaver's Secondary Tool
ru: Ткач - Побочный инструмент

source: Alchemist's Primary Tool
ru: Алхимик - Главный инструмент

source: Alchemist's Secondary Tool
ru: Алхимик - Побочный инструмент

source: Culinarian's Primary Tool
ru: Кулинар - Главный инструмент

source: Culinarian's Secondary Tool
ru: Кулинар - Побочный инструмент

source: Miner's Primary Tool
ru: Горняк - Главный инструмент

source: Miner's Secondary Tool
ru: Горняк - Побочный инструмент

source: Botanist's Primary Tool
ru: Ботаник - Главный инструмент

source: Botanist's Secondary Tool
ru: Ботаник - Побочный инструмент

source: Fisher's Primary Tool
ru: Рыбак - Главный инструмент

source: Fishing Tackle
ru: Рыболовная снасть

source: Head
ru: Голова

source: Body
ru: Тело

source: Legs
ru: Ноги

source: Hands
ru: Руки

source: Feet
ru: Обувь

source: Unobtainable
ru: Нельзя получить

source: Necklace
ru: Ожерелье

source: Earrings
ru: Серьги

source: Bracelets
ru: Браслеты

source: Ring
ru: Кольцо

source: Medicine
ru: Снадобье

source: Ingredient
ru: Ингредиент

source: Meal
ru: Блюдо

source: Seafood
ru: Морепродукт

source: Stone
ru: Камень

source: Metal
ru: Металл

source: Lumber
ru: Древесина

source: Cloth
ru: Ткань

source: Leather
ru: Кожа

source: Bone
ru: Кость

source: Reagent
ru: Реагент

source: Dye
ru: Краска

source: Part
ru: Деталь

source: Furnishing
ru: Предмет быта

source: Materia
ru: Материя

source: Crystal
ru: Кристалл

source: Catalyst
ru: Катализатор

source: Miscellany
ru: Прочее

source: Soul Crystal
ru: Кристалл души

source: Other
ru: Другое

source: Construction Permit
ru: Разрешение на строительство

source: Roof
ru: Крыша

source: Exterior Wall
ru: Наружная стена

source: Window
ru: Окно

source: Door
ru: Дверь

source: Roof Decoration
ru: Декорация крыши

source: Exterior Wall Decoration
ru: Декорация наружной стены

source: Placard
ru: Табличка

source: Fence
ru: Забор

source: Interior Wall
ru: Внутренняя стена

source: Flooring
ru: Напольное покрытие

source: Ceiling Light
ru: Потолочный светильник

source: Outdoor Furnishing
ru: Уличная мебель

source: Table
ru: Стол

source: Tabletop
ru: Настольное украшение

source: Wall-mounted
ru: Устанавливаемое на стену

source: Rug
ru: Ковёр

source: Minion
ru: Миньон

source: Gardening
ru: Садоводство

source: Demimateria
ru: Демиматерия

source: Rogue's Arm
ru: Разбойник - Оружие

source: Seasonal Miscellany
ru: Сезонный предмет

source: Triple Triad Card
ru: Карта Тройного Трио

source: Dark Knight's Arm
ru: Тёмный рыцарь - Оружие

source: Machinist's Arm
ru: Механик - Оружие

source: Astrologian's Arm
ru: Астролог - Оружие

source: Airship Hull
ru: Корпус воздушного судна

source: Airship Rigging
ru: Такелаж воздушного судна

source: Airship Aftcastle
ru: Ахтер-кастель воздушного судна

source: Airship Forecastle
ru: Бак воздушного судна

source: Orchestrion Roll
ru: Свиток оркестриона

source: Painting
ru: Картина

source: Samurai's Arm
ru: Самурай - Оружие

source: Red Mage's Arm
ru: Красный маг - Оружие

source: Scholar's Arm
ru: Учёный - Оружие

source: Fisher's Secondary Tool
ru: Рыбак - Побочный инструмент

source: Currency
ru: Валюта

source: Submersible Hull
ru: Корпус подводного судна

source: Submersible Stern
ru: Корма подводного судна

source: Submersible Bow
ru: Нос подводного судна

source: Submersible Bridge
ru: Мост подводного судна

source: Blue Mage's Arm
ru: Синий маг - Оружие

source: Gunbreaker's Arm
ru: Ганбрейкер - Оружие

source: Dancer's Arm
ru: Танцор - Оружие

source: Reaper's Arm
ru: Жнец - Оружие

source: Sage's Arm
ru: Мудрец - Оружие

source: Viper's Arm
ru: Вайпер - Оружие

source: Pictomancer's Arm
ru: Пиктомант - Оружие
