Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source:  Stretched Thin
de:  Wir sind ein Wald
fr:  Même forêt, même famille

source:  Rite of the Wind's Chosen
de:  Das Premium-Paket
fr:  La marchandise ultime

source:  One Feather at a Time
de:  Bitte schön, Ihr Wasser!
fr:  Dégrisement d'urgence

source:  The Wind's Blessing
de:  Stachelige Spezialität
fr:  Le monde entier est un cactus

source:  Nahanshe's Answer
de:  Ein Rroneek zum Knuddeln
fr:  Il était une fois... les rroneeks

source:  Broken Vessels
de:  Drohende Explosion
fr:  Détonation imminente

source:  Twinkle Twinkle Little Stones
de:  Routine-Inspektion
fr:  Inspection surprise

source:  Take a Powder
de:  Ein traditionelles Rezept
fr:  Une tradition de père en fils

source:  Pole Apart
de:  Gebet im Kerzenschein
fr:  Bougies et prières

source:  Divine Inspiration
de:  Bruder in Not
fr:  À la rescousse du frangin

source:  Water Colors
de:  Hungrig auf Heimat
fr:  Sire Épidemaïs lutte contre la fatigue

source:  Pact Away
de:  Dubiose Geschäfte?
fr:  Zitekkwa, l'usurier au grand cœur

source:  Last Call for Earthenshire
de:  Verlorene Inspiration
fr:  L'usurier et le ménestrel

source:  Many Fires, Many Mouths
de:  Die Rückkehr der Tänzerin
fr:  L'usurier et la danseuse

source:  Lost Property
de:  Träume werden wahr
fr:  L'homme qui faisait danser les gils

source:  All Good Potpacts Must Come to an End
de:  Ach du heilige Sch...lange!
fr:  Attention au gros serpent

source:  Movamuq's Treasure
de:  Wo Winde die Zeit verwehen
fr:  La colline hors du temps

source:  Helping the Helphand
de:  Die Nacht versank im Morgen
fr:  Les bagues jumelles

source:  Give as Good as You Get
de:  Das Schicksal der Rroneek
fr:  Petit rroneek perdu

source:  The Landsguard's New Clothes
de:  Verbindende Hörner
fr:  Entre tradition et corne décorée

source:  Preying Mantises
de:  Ein ganz besonderer Geschmack
fr:  Un ingrédient de choix

source:  Getting to the Bottom of Things
de:  Toffelabwehr
fr:  Aux grands maux les grands remèdes

source:  The Crimson Cenote
de:  Verzögerte Warenkontrolle
fr:  Le Seuil du continent

source:  Watching the Watchtowers
de:  Modische Faser
fr:  Étude de marché

source:  Secrets in the Cinderfield
de:  Ein stilles Gebet
fr:  Un hommage singulier

source:  Hunters with Bite
de:  Ein unverzichtbares Werkzeug
fr:  Un outil in<var 16 /var>dis<var 16 /var>pen<var 16 /var>sa<var 16 /var>ble

source:  Reminders of the Past
de:  Blaue Gefahr
fr:  Le bleu du désert

source:  Sick Day
de:  Aus den Tiefen des Schlunds
fr:  Le diable est dans le céruleum

source:  To Forge in the Forest
de:  Alte Geschichten
fr:  L'oracle de Luwateninyawawsa

source:  A Stomach for Change
de:  Weisheit, die sich bis heute bewährt hat
fr:  La sagesse du désert

source:  Aiming High
de:  Graben für den Frieden
fr:  Les protecteurs de la Shaaloani

source:  Hunting for the Family
de:  Wo sich die wilden Schaben laben
fr:  Indésirables oglops

source:  A Hunter's Dream
de:  Die Qual der Wahl
fr:  Légumes choisis

source:  The Trial Commences
de:  Blitzkomfort
fr:  Rêves électriques

source:  Carved in Stone
de:  Spießroutenlauf durch die Donnersteppe
fr:  Tremblements dans les Prés fulgurants

source:  Two Hearts Aflutter
de:  Kurzschluss mit Folgen
fr:  Réparateur de sentinelles

source:  Proper Respects
de:  Unwiderstehlich gut
fr:  Sire Épidemaïs élimine les caprices

source:  Beast of the Heartlands
de:  Unvorsichtige Hofverwalterin
fr:  Une responsable irresponsable

source:  Spirit's Call
de:  Yyupyes Hinterlassenschaft
fr:  La surprise de Yyupye

source:  Seek the Sun
de:  Exkursion zum Bahnhof
fr:  La gare du souvenir

source:  Secret of Sweetness
de:  Mutters Traum
fr:  Sale journée pour les exorays

source:  Growing Grove
de:  Gesucht und gefunden
fr:  Récolteur d'objets de valeur

source:  Age Is Just a Number
de:  Der unvorsichtige Phytologe
fr:  Stratégie de survie végétale

source:  I'm with Wivre
de:  Der richtige Stupser
fr:  La tête dans les rouages

source:  Lost and Powerless
de:  Blitzende Senken
fr:  Vestige de la Guerre des fulgurations

source:  Remembering a Dream
de:  Zahn der Zeit
fr:  Souvenirs effacés

source:  Budding Promise
de:  Credits regieren die Welt
fr:  Stage de livraison pro<var 16 /var>fes<var 16 /var>sion<var 16 /var>nelle

source:  Skill of a Veteran
de:  Versuchte Erpressung
fr:  Vraie-vision de l'âme humaine

source:  One Forest
de:  Einsam in Scanpass Neun
fr:  À tout problème, sa Solution Neuf

source:  A Private Delivery
de:  Bürgerumfrage
fr:  Le chaos après la tempête

source:  A Sobering Proposition
de:  Die letzte Ehre
fr:  Hommage à un ami

source:  Taste of the Wilds
de:  Ein aufgeweckter Maschinenmann
fr:  Debout, sentinelle<var 1D /var>!

source:  Gentle Giants
de:  Der Familienschatz
fr:  Une bague sertie d'un coup de foudre

source:  Bomb Disposal
de:  Wilde Katzenjagd
fr:  On joue à chat<var 1D /var>?

source:  A Refined Perspective
de:  Eine hungrige Reise geht zu Ende
fr:  Dernière étape pour sire Épidemaïs

source:  Working on a Full Stomach
de: Schwerst bewaffnet
fr: L'accès à la tour des Épreuves

source:  Meeting of the Spirits
de: Ein Mahr wird wahr
fr: Le parc des cauchemars

source:  Watching Big Brother
de:  Der Wunschbrunnen
fr:  Une pièce dans la fontaine

source:  Tastes Like Home
de:  Der Fluss der Geschichte
fr:  Le cycle perpétuel de la médecine

source:  When the Bill Comes Due
de:  Worauf die Rätsel weisen
fr:  Je veux être ton oisillon

source:  Broken Record
de:  Brüderliche Hoffnung
fr:  Le grand frère disparu

source:  Back on Stage
de:  Zoologische Mutprobe
fr:  Le trou à scorpions

source:  A Family's Worth
de:  Beweis meiner Existenz
fr:  Le plan d'une vie

source:  Snakes on a Train(line)
de:  Geschichtsstunde
fr:  Lindblum, l'oubliée

source:  A Mount with a View
de:  Blumige Träume
fr:  L'appel des forêts

source:  It's a Terrible Ring to Lose
de: Der Weg des Gladiators
fr: La voie de l'épée

source:  Rroneek Seeker
de: Der Weg des Gladiators
fr: La voie de l'épée

source:  The Horns That Bind Us
de: Den Gladius aufnehmen
fr: Le glaive du commencement

source:  Fruitful Endeavors
de: Ausbruch der Feindseligkeit
fr: La pointe sur l'inimitié

source:  Death by Popoto
de: Gladiatoren in Gefahr
fr: Une mystérieuse série de meurtres

source:  Waiting One's Turn
de: Gladiatoren in Gefahr
fr: Une mystérieuse série de meurtres

source:  Surprising Source of Fiber
de: Die Rückkehr des Großmauls
fr: Le feu qui brûle en soi

source:  A Grave Matter
de: Wer sich in Gefahr begibt
fr: Un autre nom surgi du passé

source:  A Tool Tale
de: Schwert gegen Faust
fr: Épée contre poings

source:  A Bad Case of the Blue Devils
de: Nald'thals Zwillingsklinge
fr: Les lames jumelles de Nald'thal

source:  Down in the Mouth
de: Der Weg des Faustkämpfers
fr: La voie du pugilat

source:  Listen to Your Elders
de: Der Weg des Faustkämpfers
fr: La voie du pugilat

source:  Back in Blue
de: Die Horas aufnehmen
fr: Premiers pas à mains nues

source:  Dig for Victory
de: Härter als Stein
fr: Plus dur que la roche

source:  Gwok Away
de: Wie ein geölter Blitz
fr: Plus rapide que l'éclair

source:  Natural Selection
de: Wie ein geölter Blitz
fr: Plus rapide que l'éclair

source:  The Miracle of Electrope
de: Der Geist ist willig
fr: La combativité du maître

source:  Fear and Lightning in the Thunderyards
de: Den Kampfgeist schüren
fr: Attiser l'ancien feu

source:  Stressed Testing
de: Vielversprechende Faustkämpfer
fr: Deux étoiles rivales

source:  Refined Tastes
de: Rückkehr der Götterfaust
fr: Le retour des Poings divins

source:  Aunty Knows Best
de: Der Weg des Marodeurs
fr: La voie de la hache

source:  Yyupye's Dirt
de: Der Weg des Marodeurs
fr: La voie de la hache

source:  What She Left Behind
de: Die Axt aufnehmen
fr: Partie de chasse

source:  All That She Carried
de: Angriff der Megalokrabben
fr: Le brise-roc

source:  History Reforged
de: Auf den Spuren von Kujata
fr: Entre primates et charognards

source:  Phyt for Survival
de: Auf den Spuren von Kujata
fr: Entre primates et charognards

source:  A Well-oiled Machine
de: Patripatan, bei Fuß!
fr: Le grand fracas

source:  Storm's Traces
de: Der walzende Berg Kujata
fr: Le fugueur

source:  He Who Remembers
de: Generalprobe
fr: Zoenwyrn l'intrépide

source:  Credits Where Credits Are Due
de: Der Tag der Entscheidung
fr: À l'assaut de la Montagne vivante

source:  True Vue Blues
de: Der Weg des Pikeniers
fr: La voie de l'hast

source:  Problem Child, Solution Nine
de: Der Weg des Pikeniers
fr: La voie de l'hast

source:  An Usher's Lament
de: Den Speer aufnehmen
fr: Ma première lance

source:  Towering Troubles
de: Frohen Mutes
fr: L'hast du courage

source:  A Fitting Send-off
de: Der Stein der Resolution
fr: La pierre du courage

source:  Rousing Mister Robot
de: Mutprobe
fr: La pierre du courage

source:  Of Lightning Rings and Romance
de: Im Angesicht der Gefahr
fr: L'hast de la témérité

source:  Warrior of Light, Wrangler of Cats
de: Wettstreit der Pikeniere
fr: Deux lances, deux destins

source:  Tasteful Memories
de: Die drei Pikeniere
fr: Les trois maîtres

source: Trial by Spire
de: Mut und Wahnsinn
fr: Courage contre témérité

source: Something Stray in the Neighborhood
de: Der Weg des Waldläufers
fr: La voie de l'archerie

source:  Well-wishing at the Wishing Well
de: Der scharfe Blick
fr: L'arc et le regard

source:  The Canals of History
de: Die Weisheit der Jäger
fr: Connaître ses ennemis

source:  Perplexing Puzzles, Endless Fun
de: Die Weisheit der Jäger
fr: Connaître ses ennemis

source:  Brotherly Bonds Know No Barrier
de: Die Kunst der Überlistung
fr: L'arc et la manière

source:  Volcanic Disruptions
de: Narben im Wald
fr: La proie pour l'ombre

source:  Blueprint Protocol
de: Leihs Läuterung
fr: Fuite en avant

source:  Lindblum, We Hardly Knew Ye
de: Pfeil der Perfektion
fr: Droit comme une flèche

source:  Leaving This Place for Good
de: Der Weg des Schurken
fr: Les guerriers de l'ombre

source: Way of the Gladiator
de: Die Dolche aufnehmen
fr: Jamais sans mes lames

source: Way of the Gladiator
de: Ein holdes Dilemma
fr: Bric-à-brac en vrac

source: My First Gladius
de: Schattenschleicher
fr: Une faim de loup

source: Kicking the Hornet's Nest
de: Erstickte Schreie
fr: Un cri dans la nuit

source: Ul'dah's Most Wanted
de: Sklaven des Kodex
fr: Tout s'achète, tout se vend

source: Ul'dah's Most Wanted
de: Der Blaue Stern
fr: Lueur dans la brume

source: That Old Familiar Feeling
de: Die Silbertränen
fr: Ténèbres en pleurs

source: The Face of Thal
de: Der Schwarze Sarkophag
fr: Thalaos et Thanatos

source: On Holy Ground
de: Den Kodex im Herzen
fr: La victoire au bout du surin

source: The Rematch
de: Der Weg des Druiden
fr: La voie de l'élémentalisme

source: Way of the Pugilist
de: Der Weg des Druiden
fr: La voie de l'élémentalisme

source: Way of the Pugilist
de: Den Stock aufnehmen
fr: Protéger la forêt

source: My First Hora
de: Prüfung der Erde
fr: L'élément terre

source: Harder than Rock
de: Prüfung des Winds
fr: L'élément vent

source: Burning Up the Quarter Malm
de: Prüfung des Winds
fr: L'élément vent

source: Burning Up the Quarter Malm
de: Prüfung des Wassers
fr: L'élément eau

source: The Spirit Is Willing
de: Sylphies Prüfungen
fr: À la découverte des éléments

source: Keeping the Spirit Alive
de: Wie die Mutter, so die Tochter
fr: Telle mère, telle fille

source: Star-crossed Rivals
de: Im Schoß der Natur
fr: L'éveil

source: Return of the Holyfist
de: Der Weg des Thaumaturgen
fr: La voie de l'occultisme

source: Way of the Marauder
de: Der Weg des Thaumaturgen
fr: La voie de l'occultisme

source: Way of the Marauder
de: Das Zepter aufnehmen
fr: Le sceptre de l'initiation

source: My First Axe
de: Die Gefahr der Nähe
fr: La menace imminente

source: Axe in the Stone
de: Die Gefahr des Mangels
fr: Le tarissement fatal

source: Wake of Destruction
de: Die Gefahr des Mangels
fr: Le tarissement fatal

source: Wake of Destruction
de: Die Gefahr der Übermacht
fr: La supériorité ennemie

source: Brutal Strength
de: Die Gefahr der Umzinglung
fr: L'encerclement nuisible

source: The Mountain That Strides
de: Das Licht am Boden des Abgrunds
fr: Une lueur au fond de l'abîme

source: Bleeder of the Pack
de: Ein Äther für alle Fälle
fr: L'occulte courage

source: Bringing Down the Mountain
de: Der Weg des Hermetikers
fr: La voie de l'arcanisme

source: Way of the Lancer
de: Der Weg des Hermetikers
fr: La voie de l'arcanisme

source: Way of the Lancer
de: Das Grimoire aufnehmen
fr: Entrée en matière

source: My First Spear
de: Eine unerwartete Begegnung
fr: Probabilité de rencontre statistico-arcanique

source: Spear of the Fearless
de: Die Brodelsocken
fr: Risque d'explosion gobelino-tangentielle

source: Courage of Stone
de: Die Brodelsocken
fr: Risque d'explosion gobelino-tangentielle

source: Courage of Stone
de: Ein neuer Gefährte
fr: Un allié de topaze éthéro-protective

source: A Dangerous Proposition
de: Ankunft der Morgenstern
fr: Trajectoire surpriso-gravitationnelle de grimoire

source: Lance of Destiny
de: Auf eigene Faust
fr: Réappropriation qiqirno-hygrométrique

source: Questions and Lancers
de: Schwing das Tanzbein
fr: Parcours cynético-énigmatique

source: Proof of Might
de: Geschickt eingefädelt
fr: Démonstration stratégico-réaliste

source: Way of the Archer
de: Der Weg des Zimmerers
fr: La voie de la menuiserie

source: Way of the Archer
de: Die Säge aufnehmen
fr: Connaître le bois

source: My First Bow
de: Das Holz sein
fr: Une grande res<var 16 /var>pon<var 16 /var>sa<var 16 /var>bi<var 16 /var>li<var 16 /var>té

source: A Matter of Perspective
de: Ein Holz für alle Fälle
fr: Faire feu de tout bois

source: School of Hard Nocks
de: Eine Zimmerin in Not
fr: L'amour du bois

source: Training with Leih
de: Des Meisters liebste Waffe
fr: Droit comme une lance

source: Violators Will Be Shot
de: Schaffenskrise
fr: En panne d'inspiration

source: To Catch a Poacher
de: Trau keinem Fremden
fr: Une leçon de vie

source: Homecoming
de: Berufsgeheimnisse
fr: Préparatifs de guerre

source: The One That Got Away
de: Aus meiner kalten, toten Hand
fr: Memento Mori

source: My First Daggers
de: Kindische Erwachsene
fr: L'arc de la discorde

source: Stabbers in Yer Fambles
de: Der Meister und die Hoffnung
fr: Le temps des adieux

source: A Dainty Dilemma
de: Die zerbrochene Lanze
fr: Rien ne se perd

source: Stray into the Shadows
de: Drachenjagdbogen
fr: Un arc à bander

source: Stifled Screams
de: Kein glücklicher Zufall
fr: Doublement gâté

source: Slave to the Code
de: Ein Holz, den Drachen zu fangen
fr: Piège au bois de bouleau

source: Grinners in the Mist
de: Die Drachenlanze
fr: Ultime partie de chasse

source: Sweet Sorrows
de: Exotische Möbel
fr: Ça sent le sapin pour Beatin

source: Market for Death
de: Auf Kundenfang in Kugane
fr: Confiance en bois

source: Cloying Victory
de: Zuhören will gelernt sein
fr: La tasse de thé de Cemi

source: Way of the Conjurer
de: Das Geheimnis erfolgreicher Zimmerer
fr: De l'importance de l'étiquette

source: Way of the Conjurer
de: Interkulturelle Streitschlichtung
fr: Le doigt entre l'arbre et l'écorce

source: My First Cane
de: Der Weg des Grobschmieds
fr: La voie de la forge

source: Trial by Earth
de: Den Hammer aufnehmen
fr: Mon premier marteau à panne croisée

source: Trial by Wind
de: Hämmer für den Nachwuchs
fr: Et tu tapes, tapes, tapes...

source: Trial by Wind
de: Qualität für die Ewigkeit
fr: La tête comme une enclume

source: Trial by Water
de: Exporte steigern
fr: Forger de nouveaux partenariats

source: Sylphie's Trials
de: Materia einsetzen
fr: Les bons outils font les bons artisans

source: Like Mother, Like Daughter
de: Ein stahlhartes Geschäft
fr: En quête d'excellence

source: In Nature's Embrace
de: Ein erlesener Kunde
fr: À la conquête du marché uldien

source: Way of the Thaumaturge
de: Der aufmerksame Sponsor
fr: La passion de Faezahl

source: Way of the Thaumaturge
de: Der perfekte Hammer
fr: Le marteau parfait

source: My First Scepter
de: Wehrhafte Geschenke
fr: Tombé sous le charme

source: The Threat of Intimacy
de: Dem blauen Himmel entgegen
fr: Voler de ses propres ailes

source: The Threat of Paucity
de: Schmiedekarriere im Norden
fr: Une spirale infernale

source: The Threat of Paucity
de: Edle Nieten
fr: Une volonté de fer

source: The Threat of Superiority
de: Gebrochene Klinge
fr: Une lame à la hauteur

source: The Threat of Perplexity
de: Das Schwert des Hauses
fr: Le conseil d'un expert

source: The Hidden Chapter
de: Lauterkeit
fr: Un héritage et une héroïne

source: Facing Your Demons
de: Post aus Fernost
fr: Correspondance d'Orient

source: Way of the Arcanist
de: Die Kundin ist König
fr: Le client est roi

source: Way of the Arcanist
de: Noch ein weiter Weg
fr: Un rêve inaccessible

source: My First Grimoire
de: Eine Frage der Einstellung
fr: Une prise de conscience importante

source: What's in the Box
de: Duell der Katana
fr: Duel en face-à-face

source: Tactical Planning
de: Der Weg des Plattners
fr: La voie des plaques de métal

source: Tactical Planning
de: Den Flachhammer aufnehmen
fr: Se forger un caractère de bronze

source: Topaz Teachings
de: Mit dem Schild oder darauf
fr: La phalange des armuriers

source: Over the Rails
de: Ein festes Fundament
fr: La base de la base

source: Pincer Maneuver
de: Vernichtende Kritik
fr: Un élément subversif

source: Grimoire Fandango
de: Respekt!
fr: L'orgueil de l'armurier

source: Sinking Doesmaga
de: Vergeudetes Talent
fr: Le devoir de l'excellence

source: Way of the Carpenter
de: Zwischen den Fronten
fr: Un duel d'armuriers

source: My First Saw
de: Konzentration auf das Wesentliche
fr: Tenir la queue de la poêle

source: To Be the Wood
de: Wettstreit der Plattner - 1. Runde
fr: La revanche de l'armurier I

source: Supplies for the Sick
de: Wettstreit der Plattner - 2. Runde
fr: La revanche de l'armurier II

source: A Carpenter in Need
de: Wettstreit der Plattner - Finale
fr: La revanche de l'armurier III

source: The Lance's Lesson
de: Ein gebrochener Mann
fr: Un homme brisé

source: A Crisis of Confidence
de: Ein spezieller Auftrag
fr: Une commande insensée

source: Between Captain and Conjurer
de: Die Rosengold-Rüstung
fr: Une armure élégante

source: Growing Apart
de: Der neue Blanstyr
fr: Un nouveau Blanstyr

source: Memento Mori
de: Eine Frage der Plattner-Ehre
fr: L'honneur des armuriers

source: Gone till the Sixth Astral Moon
de: Mach mal Urlaub
fr: Le départ de Blanstyr

source: Saving Captain Gairhard
de: Mitgehangen, mitgefangen
fr: Retour à la case apprenti

source: Lance of a Lifetime
de: Probier's mal mit Beweglichkeit
fr: Apprendre à manier les kozane

source: A-hunting He Will Go
de: Übers Ziel hinaus
fr: Bas les casques

source: Ministers of Grace Defend Him
de: Die goldene Mitte
fr: Mélange de styles

source: The Son Also Rises
de: Der Weg des Goldschmieds
fr: La voie de l'orfèvrerie

source: More Fierce than Fire
de: Den Ziselierhammer aufnehmen
fr: Battre le cuivre tant qu'il est encore chaud

source: Uncharted Territory
de: Kupfer für die Kehle
fr: Gorgerins profonds

source: The Game of Confidence
de: Ein Dutzend Ringe, sie zu knechten
fr: Des boucles pour Robert

source: A Lesson in Listening
de: Form und Festigkeit
fr: Faire briller le quotidien

source: Live and Let Dine
de: Hirnmateria
fr: Tendre le bâton

source: Tea Party Rules
de: Silber für die zarte Seele
fr: L'argent fait parfois le bonheur

source: Way of the Blacksmith
de: Eine Marionette sieht rot
fr: Comme un diamant brut

source: My First Cross-pein Hammer
de: Feuerteufel
fr: La ramille ardente

source: Hammer Time
de: Der Jadefuchs
fr: L'ombre du renard

source: Riveting Ramblings
de: Galavorbereitungen
fr: Diadèmes pour la couronne

source: The Business of Blacksmithing
de: Inspektor Gigi
fr: Le cœur de l'ouvrage

source: By the Sweat of Your Brow
de: Die Musik des Herzens
fr: Trouver une forme

source: True as Steel
de: Technik und Gefühl
fr: Le rouge et le bleu

source: As Iron Sharpens Iron
de: Gleich und doch anders
fr: Les grands esprits se rencontrent

source: Set Faezahr to Stun
de: Alles wie am Schnürchen
fr: Deux mélodies à l'unisson

source: Forging Ahead
de: Die perfekte Form
fr: La mélodie du bonheur

source: Beauty and the Bardiche
de: Entwicklungshilfe
fr: Message personnel

source: Waiting in the Winglet
de: Die Kronjuwelschmiede
fr: L'atelier s'attelle à la tâche

source: Forging Northwards
de: Mangelnder Durchblick
fr: La taupe

source: Leave It to Fremondain
de: Das perfekte Geschenk
fr: Premiers pas pro<var 16 /var>fes<var 16 /var>sion<var 16 /var>nels

source: The Good Fight
de: Der Traum der Sultana
fr: Le rêve de la Sultane

source: Blade That Was Broken
de: Der Weg des Gerbers
fr: La voie de la tannerie

source: Integrity
de: Das Messer aufnehmen
fr: Jouer du couteau

source: A Missive from the Far East
de: Um Kopf und Kragen
fr: Un test de technique

source: The Client Is King
de: Gut ist nicht gut genug
fr: Un premier travail pour Fen-Yll

source: Blood Ties
de: Fen-Yll auf deinen Schultern
fr: Avoir la peau dure

source: The Missing Piece
de: Der Wert des Lebens
fr: Tant qu'il y a de la vie, il y a du cuir

source: The Final Face-off
de: Billige Konkurrenz
fr: Contrefaçon

source: Way of the Armorer
de: In feinste Kröte gekleidet
fr: Les défauts de la cuirasse

source: My First Doming Hammer
de: Angst um die Zukunft
fr: Donner l'exemple

source: From Thigh to Neck
de: Hingabe schafft Qualität
fr: La marque de qualité

source: The Base Fundamentals
de: Der Kunde ist König
fr: Dissension dans les rangs

source: One's Own Worst Critic
de: Die Produktschau
fr: Le concours

source: An Armorer's Pride
de: Ramsch fürs Volk
fr: Lutter contre l'injustice

source: Showing Your Steel
de: Auf Erfolgskurs
fr: Valoir son pesant de cuir

source: May the Best Armorer Win
de: Schmucke Werbetrommel
fr: La mode à petits prix

source: Pans of Steel
de: Freund<var 16 /var>schaftsgedicht
fr: Montée en gamme

source: Best of Three
de: In guter Tradition
fr: Souple comme le cuir, solide comme l'acier

source: For the Good of the Guild
de: Ein Herz für tote Tiere
fr: La naturaliste et le taxidermiste

source: Rivalry and Respect
de: Auf Dhalmel-Safari im Wolkenmeer
fr: Commençons par un dhalmel

source: The Breaking of Blanstyr
de: Ehre dem Bären
fr: Pour ne jamais oublier

source: Light-headed
de: Der Zorn der Gebieter
fr: Œuvre blasphématoire

source: Fancy Lancer
de: Atelloune klärt auf
fr: La valeur de la Vie

source: The Reforging of Blanstyr
de: Der Weg des Webers
fr: La voie de la couture

source: The Pride of Vymelli
de: Die Nadel aufnehmen
fr: De fil en aiguille

source: Original Blanstyr
de: Kleider machen Leute
fr: À braies raccourcies

source: Eastern Apprentice
de: Die spinnen, die Weber!
fr: Des étoffes pour les héros

source: Forging with Scales
de: Umgarnte Kundschaft
fr: Mettre des gants

source: Head-to-head Contest
de: Webe lieber ungewöhnlich
fr: Les torchons et les serviettes

source: A Confluence of Style
de: Manche mögens rau
fr: Il y a aiguille sous roche

source: Way of the Goldsmith
de: Gewagte Kombination
fr: Ne perdons pas le fil

source: My First Chaser Hammer
de: Irrungen, Geschmacksverwirrungen
fr: Mauvaise coordination

source: Gorgets Rising
de: Frauen in Strumpfhosen
fr: Froid, moi<var 1D /var>? Jamais

source: Throw Some Rings on It
de: Empfehlung des Hauses
fr: Le nouvel habit du mineur

source: Objectively Speaking
de: Kraftprobe am Platz der Sultana
fr: Coudre pour en découdre

source: A Melding of the Minds
de: Bete und webe
fr: Tendances ishgardaises

source: Or Ever the Silver Cord Be Loosed
de: Das verschwundene Kleid
fr: La plus belle pour aller goûter
