Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: The Ladder
de: Jemand zu Hause?
fr: La grande ascension

source: The View from Above
de: Schotter, Kiesel und fliegender Marmor
fr: Objectif Gulg

source: In Mt. Gulg's Shadow
de: Überredungskünste
fr: Une idée géante

source: A Gigantic Undertaking
de: Prüfung aus dem Stollen der Geschichte
fr: Pan dans ta barbe<var 1D /var>!

source: Meet the Tholls
de: Ins Duergar-Gebirge
fr: Un Nain sous bonne escorte

source: A-Digging We Will Go
de: Dann mal Gute Nacht!
fr: La guerre des barbes

source: The Duergar's Tewel
de: Mit Gruß aus Tomra
fr: Bonnes pioches

source: Rich Veins of Hope
de: Ein Geschenk aus Schlangenzweig
fr: La con<var 16 /var>tri<var 16 /var>bu<var 16 /var>tion du peuple de la Nuit

source: That None Shall Ever Again
de: Unter vier Augen
fr: Un dernier instant de répit

source: A Breath of Respite
de: Sturm auf den Gulg
fr: Le dernier grand purgateur

source: Extinguishing the Last Light
de: Wieder auf den Beinen
fr: Lendemain de défaite

source: Reassuring the Masses
de: Lobgesang auf den Exarchen
fr: Sur les traces de l'exarque

source: In His Garden
de: Der Komplize
fr: Le messager de l'espoir

source: The Unbroken Thread
de: Ins Meer der Schwarzen Winde
fr: Le grand plongeon

source: To Storm-tossed Seas
de: Trocken auf dem Meeresgrund
fr: Randonnée sous-marine

source: Waiting in the Depths
de: Die Stadt der Alten
fr: Les vestiges des anciens

source: City of the Ancients
de: Schwindender Glanz
fr: Un visage connu<var 1D /var>?

source: The Light of Inspiration
de: Das Erleuchtete Land
fr: L'étendue nitescente

source: The Illuminated Land
de: Die Stadt am Ende der Welt
fr: La cité des ombres

source: The End of a World
de: Der Plan des Konvents
fr: Le fardeau d'Emet-Selch

source: A Greater Purpose
de: Schattenbringer
fr: Porteurs d'ombre

source: Shadowbringers
de: Ein Flackern in der Seele
fr: Vacillements dans l'éther

source: Shaken Resolve
de: Der einsiedlerische Nu Mou
fr: L'ermite du palais elfique

source: A Grand Adventure
de: Beq Luggs Experiment
fr: Érudite bienveillance

source: A Welcome Guest
de: Die Rezeptur des Nu Mou
fr: Renaissance spirituelle

source: Good for the Soul
de: Für eine Handvoll Tränen
fr: Une épouse aux abois

source: Nowhere to Turn
de: Die Suche nach dem Ingenieur
fr: Le gouverneur malgré lui

source: A Notable Absence
de: Ein gewichtiger Staatsbeamter
fr: Le Libéré à l'épreuve

source: For the People
de: Wiederverwertete Arbeitskräfte
fr: Talos dans la nature

source: Finding Good Help
de: Für eine neue Art zu leben
fr: Eulmoriens ou rien

source: Moving Forward
de: Bedrohliche Wolken am Horizont
fr: Vœux de vertu, actes de cruauté

source: Vows of Virtue, Deeds of Cruelty
de: Eine Warnung für die Allianz
fr: Une menace inattendue

source: Old Enemies, New Threats
de: Das Wesen des Kristalls
fr: Le conducteur spirituel

source: The Way Home
de: Lynas Bitte
fr: Les tracas de Lyna

source: Seeking Counsel
de: Die Wahrheit tritt ans Licht
fr: Que lumière soit faite

source: Facing the Truth
de: Von schlafenden Helden
fr: La légende de Tiuna

source: A Sleep Disturbed
de: Wenn Masken fallen
fr: Le mépris d'Ardbert

source: An Old Friend
de: Hass gebiert Hass
fr: Du rififi chez les Flets

source: Deep Designs
de: Bismarck und die Erkenntnis
fr: Ken le confident

source: A Whale's Tale
de: Reise in die Tiefe
fr: Vingt mille malms sous les mers

source: Beneath the Surface
de: Echo des Sternenregens
fr: Échos d'une étoile déchue

source: Echoes of a Fallen Star
de: Sage der Krieger des Lichts
fr: La légende du Guerrier de la Lumière

source: In the Name of the Light
de: Heldenträume
fr: Un appel du fond des âges

source: Heroic Dreams
de: Zwischen Leben und Tod
fr: Lien évanescent

source: Fraying Threads
de: Der Duft der Heimat
fr: Loin des yeux, près du cœur

source: Food for the Soul
de: Blick in die Seele
fr: Souvenir périssable

source: Faded Memories
de: Echos der Ver<var 16 /var>gangen<var 16 /var>heit
fr: Voyage sur l'écliptique

source: Etched in the Stars
de: Die Kriegserklärung
fr: Des Guerriers pas comme les autres

source: The Converging Light
de: Am Anfang und am Ende des Lichts
fr: Porteur d'espoir

source: Hope's Confluence
de: Abschied nehmen
fr: Un dernier tour de Norvrandt

source: Nothing Unsaid
de: Das Leben geht weiter
fr: Adieu, vieille branche

source: The Journey Continues
de: Tränen lügen nicht
fr: Demain t'appartient

source: Unto the Morrow
de: Kristall-Reflexionen
fr: Rémanences de cristal

source: Reflections in Crystal
de: Hohe Ziele
fr: La quête d'Alisaie

source: Alisaie's Quest
de: Mit dem Allwissen der Allager
fr: Le savoir caché d'Allag

source: The Wisdom of Allag
de: Das Erbe Noahs
fr: L'équipe Noah reformée

source: Reviving the Legacy
de: Titanische Taten
fr: Le fruit de nos efforts

source: Forget Us Not
de: Hexen hexen
fr: Les deux Matoya

source: Like Master, Like Pupil
de: Der Argwohn des Admirals
fr: La résolution de l'Amirale

source: The Admiral's Resolve
de: Kristallkabale
fr: À la recherche des Bourreaux

source: The Search for Sicard
de: Schuss ins Herz
fr: Le cœur en joue

source: On Rough Seas
de: Gute Winde für Vylbrand
fr: Un navire nommé Vylbrand

source: The Great Ship Vylbrand
de: Auf Unheilsschwingen
fr: Avenirs réécrits

source: Futures Rewritten
de: Silberharnisch
fr: Réunion de crise

source: Unto the Breach
de: Auf den Spuren eines Drachen
fr: L'empathie du chevalier dragon

source: Here Be Dragons
de: Gefängnis der Trauer
fr: Un sursaut d'orgueil

source: Righteous Indignation
de: Flügelschlag in die Freiheit
fr: Vers une envolée nouvelle

source: For Vengeance
de: Goldene Flammen
fr: Et soudain, l'embrasement

source: The Flames of War
de: Blutzoll
fr: Le coût de la guerre

source: When the Dust Settles
de: Im Namen Eorzeas
fr: Sous la bannière d'Éorzéa

source: The Company We Keep
de: Die Lehren des Scheiterns
fr: L'ambassadeur du savoir

source: On Official Business
de: Kampf im Morgengrauen
fr: Aube meurtrière

source: Death Unto Dawn
de: Aufbruch zu neuen Horizonten
fr: Un pied devant l'autre

source: The Next Ship to Sail
de: Lustwandeln in Alt-Sharlayan
fr: Vieille Sharlayan

source: Old Sharlayan, New to You
de: Im Land der Bücherwürmer
fr: À la poursuite du savoir

source: Hitting the Books
de: Die letzte Bastion guten Geschmacks
fr: Au Dernier Rempart

source: A Seat at the Last Stand
de: Hort des Wissens
fr: Descente dans les profondeurs

source: A Labyrinthine Descent
de: Der Klauber
fr: Souriez, vous êtes frisées<var 1D /var>!

source: Glorified Ratcatcher
de: Von Sackgassen und Umwegen
fr: Voyage au centre du Labyrinthos

source: Deeper into the Maze
de: Trickreich durchs Labyrinthos
fr: Le Circuit médian

source: The Medial Circuit
de: Sei kein Frosch!
fr: Batraciens dans la brume

source: The Full Report, Warts and All
de: Guter Rat ist teuer
fr: La Lumière au bout du tunnel

source: A Guide of Sorts
de: Eine Heimkehr
fr: L'invitation

source: Estate Visitor
de: Experimentelle Exkursion
fr: L'appel de l'exotisme

source: For Thavnair Bound
de: Yedlihmad
fr: Une mer sans abondance

source: On Low Tide
de: Ein Fischkrämer und sein Geselle
fr: Il est frais, mon poisson<var 1D /var>!

source: A Fisherman's Friend
de: Die Fischer und ihre Legenden
fr: Mrga et Manusya

source: House of Divinities
de: Alchemistische Kapriolen
fr: Le Grand Œuvre

source: The Great Work
de: Kadjayas Bühne
fr: Radz-at-Han dans l'œil du cyclone

source: Shadowed Footsteps
de: Ein Hamsa ist (k)ein Dodo
fr: À dos de dodo dodu

source: A Boy's Errand
de: Der letzte Test
fr: L'écaille à l'épreuve

source: Tipping the Scale
de: Der Magistrat von Radz-at-Han
fr: L'abnégation du satrape

source: The Satrap of Radz-at-Han
de: Sturm auf den Turm
fr: La tour des fausses divinités

source: In the Dark of the Tower
de: Spaziergang durch das Juwel von Thavnair
fr: Le joyau de Thavnair

source: The Jewel of Thavnair
de: Hoffnung im Gepäck
fr: La couleur du bonheur

source: The Color of Joy
de: Zurück auf die Schulbank
fr: Cours particulier

source: Sound the Bell, School's In
de: Große Vorhaben
fr: Discussion en haut lieu

source: A Capital Idea
de: Die Besten der Besten
fr: La délégation d'Ilsabard

source: Best of the Best
de: Ein frostiger Empfang
fr: Un accueil glacial

source: A Frosty Reception
de: Das Mädchen in Grün
fr: Filature dans la neige

source: Tracks in the Snow
de: Die Erdseimzapfer
fr: Terre perdue par-delà l'horizon

source: How the Mighty Are Fallen
de: Wohin die Spur schließlich führt
fr: Fierté et préjugés

source: At the End of the Trail
de: Ein Weg nach vorn
fr: Un intrus dans le camp

source: A Way Forward
de: Der letzte Widerstand
fr: La gare souterraine

source: The Last Bastion
de: Das Schicksal der Kameraden
fr: Persona non grata

source: Personae non Gratae
de: Im Park der Erinnerungen
fr: En quête de chaleur

source: His Park Materials
de: Eine Änderung der Pläne
fr: La décision de Quintus

source: No Good Deed
de: Alea iacta est
fr: Alea Jacta Est

source: Alea Iacta Est
de: Der Weg zur Versöhnung
fr: Les ravages du froid

source: Strange Bedfellows
de: In fremder Haut
fr: Le voleur de corps

source: In from the Cold
de: Der Turm von Babil
fr: La porte des Dieux

source: Gateway of the Gods
de: Der Wächter
fr: Objectif lune

source: A Trip to the Moon
de: Klagen aus der Ver<var 16 /var>gangen<var 16 /var>heit
fr: La mer des lamentations

source: Sea of Sorrow
de: Auf dem Grund des Mondes
fr: La fin d'un long sommeil

source: The Martyr
de: Es war einmal ein blauer Planet ...
fr: Archives séléniennes

source: In Shadow's Wake
de: Hydaelyns bester Freund
fr: À la rencontre de l'équipage

source: Helping Hands
de: Begegnung der dritten Art
fr: Réveil-lapin

source: A Harey Situation
de: Karotten, Möhren und andere Rüben
fr: On a mangé sur la lune

source: A Taste of the Moon
de: Lunare Mode
fr: À la mode d'Ætherys

source: Styled a Hero
de: Der schönste Wald
fr: Promenons-nous dans les bois

source: All's Vale That Endsvale
de: Urianger
fr: Les vieux démons d'Urianger

source: Back to Old Tricks
de: Ein symbolträchtiges Geschenk
fr: Trop de bonne volonté...

source: Setting Things Straight
de: Growingway und die vierzig Loporrit
fr: Le temps de se comprendre

source: Heart of the Matter
de: Namen sind mehr als Worte
fr: L'heure du retour sur terre

source: Returning Home
de: Blut und Asche
fr: Un ciel en proie aux flammes

source: Skies Aflame
de: Des Schreckens zitternde Zeugen
fr: Enquête à Radz-at-Han

source: The Blasphemy Unmasked
de: Zäh ist der Zwirn
fr: Lendemain apocalyptique

source: Amidst the Apocalypse
de: Wo alles Wort versagt
fr: Rongés par le désespoir

source: Beyond the Depths of Despair
de: Die Stätten alter Götter
fr: Plus près des Dieux

source: That We Might Live
de: Todes schwarzer Schlund
fr: Vivre, envers et contre tout

source: When All Hope Seems Lost
de: Die Tränen alter Götter
fr: Forgés par la vie

source: Warm Hearts, Rekindled Hopes
de: Warm ist die Seele Thavnairs
fr: Des bienfaits de l'ordinaire

source: Simple Pleasures
de: Unter schützenden Schwingen
fr: L'éclat de Radz-at-Han

source: Under His Wing
de: Blasphemische Bestien
fr: Apocalypse mondiale

source: At World's End
de: Alte Bekannte
fr: Retour à Cristarium

source: Return to the Crystarium
de: Ankunft in Elpis
fr: Les révélations du médiateur

source: Hope Upon a Flower
de: Ätherisch gekleidet
fr: Chasse aux papillons

source: Petalouda Hunt
de: Ambystoma ausgebüxt!
fr: À la recherche du directeur

source: In Search of Hermes
de: Fragestunde in Philomythes Notos
fr: Peine partagée

source: Ponder, Warrant, Cherish, Welcome
de: Die Kraft der Emotionen
fr: Les facettes du vivant

source: Lives Apart
de: Bitte, Emet-Selch!
fr: Vole, petite charybde<var 1D /var>!

source: Their Greatest Contribution
de: Ein Recht auf Leben
fr: Un loup dans la ménagerie

source: Aether to Aether
de: Geschenkte Trauer
fr: Fleurs sentimentales

source: A Sentimental Gift
de: Zurück in den Äther
fr: Juges et bourreaux

source: Verdict and Execution
de: Durchschaut
fr: Une vieille con<var 16 /var>nais<var 16 /var>san<var 16 /var>ce

source: Travelers at the Crossroads
de: Ermittlungsarbeit
fr: Questions d'avenirs

source: A Past, Not Yet Come to Pass
de: Die Augenzeugin
fr: D'enquêtes en confidences

source: Witness to the Spectacle
de: Es reimt sich auf Gebell
fr: Le défi de l'ancienne Azem

source: Worthy of His Back
de: Erinnerungen im Äther
fr: Rêve d'ailleurs

source: A Flower upon Your Return
de: Beileibe kein Ziergarten
fr: Le jardin aux horreurs

source: Hunger in the Garden
de: Notsignale aus dem All
fr: Souffrance muette

source: Words without Sound
de: Der entflogene Vogel
fr: Fin de parcours

source: Follow, Wander, Stumble, Listen
de: Alarm im Hyperboreia
fr: Le chercheur et l'oiseau

source: Caging the Messenger
de: Zurück in die Gegenwart
fr: Destins en marche

source: Thou Must Live, Die, and Know
de: Rote Himmel, roter Schnee
fr: L'arène des neiges

source: As the Heavens Burn
de: Ver<var 16 /var>hand<var 16 /var>lungen für die Zukunft
fr: Les Héritiers contre-attaquent

source: Outside Help
de: Rettungspläne unter Tage
fr: La forge de Kokkol

source: Going Underground
de: Die Sorgen der Forscher
fr: Petite Sharlayan, Grand Exode

source: No Job Too Small
de: Wundersame Dingsapparate
fr: Soif de savoir

source: Wise Guides
de: Die Früchte der Forschung
fr: La carotte parfaite

source: Agriculture Shock
de: Mit Rat, Tat und langen Löffeln
fr: Petits problèmes à la Petite Sharlayan

source: Sage Council
de: Alte Kamellen
fr: Les valeurs de la famille Leveilleur

source: Hither and Yarns
de: Brüten, Schmelzen und Sinnieren
fr: Ceux qui voulaient toucher les étoiles

source: Once Forged
de: Flotten voller Freunde
fr: La croisée de nos épopées

source: Bonds of Adamant(ite)
de: Der Wille des Planeten
fr: À tous mes enfants

source: Her Children, One and All
de: Eine mutige Entscheidung
fr: Le poids des espoirs

source: A Bold Decision
de: Unter Freunden
fr: Dernier répit entre amis

source: Friends Gathered
de: Himmelsstürmer
fr: Voyage vers l'infini

source: Unto the Heavens
de: Ein uπheilvolleя Πorizont
fr: Mortεllε défαιtε

source: A §trαnge New World
de: Gгαmεs s¢hωere Schwiηgε
fr: Lα pεαu §ur lε§ o§

source: On Burdεned ωings
de: Vom §tøιz der ∂rachen
fr: Un dernier sursaut

source: Α Test of Wιll
de: Iм Ðσmizì¦ der Щissendeл
fr: L'Éa m¿nde

source: Roads Pαved││Sacri┣ice
de: Dэя Prεis der Uйζ†erblichkΞit
fr: Génér?tion désin¿arnée

source: F//εsh AbanΔon┨Δ
de: W∞hin uns die Ψαhгhε|T führt
fr: L'ultime vérité

source: Where Kn∞wledge Leads
de: E¿ klicЖt und ?Δｔtert
fr: ∀lphatrФn, l'astr∈ be¦lique∪x

source: Vic┨οry ̈ ̈ ̈╳, │̆││ε Lost
de: ∑↑n Ωmιkя•π au┣ ∀Бwεge几
fr: Ømicяoη<var 1D /var>: âm∈ πomad∑

source: ┣┨̈//̈ No┨ΦounΔ•••
de: Träumen Omikron von elektrischen Schafen?
fr: Bonjour, le monde

source: Hello, World
de: Voranschreiten
fr: En avant

source: Forge Ahead
de: Du bist nicht allein
fr: Jamais seuls

source: You're Not Alone
de: Endschreiter
fr: Arpenteur des finitudes

source: Endwalker
de: Neu entdecktes Abenteuer
fr: Vers de nouvelles aventures

source: Newfound Adventure
de: Ruinen, Reichtum und Rederei
fr: Le trésor sous la mer de l'Abondance

source: Bountiful Ruins
de: Die Gefährten
fr: Compagnons de voyage

source: Friends for the Road
de: Alzadaals Vermächtnis
fr: Le legs d'Alzadaal

source: Alzadaal's Legacy
de: Des Bruders Schmerz
fr: Amour fraternel

source: A Brother's Grief
de: Schatz und Scherflein
fr: L'avenir de Thavnair

source: Sharing the Wealth
de: Spalt und Splitterreise
fr: La théorie du voyage interdimensionnel

source: Bridging the Rift
de: Verbotene Faszination
fr: Lecture interdite

source: Restricted Reading
de: Nichtstheorie, Nichtspraxis
fr: Traversée expérimentale

source: Void Theory
de: Des Herrschers Pflicht
fr: La résolution de Vrtra

source: A Satrap's Duty
de: Auf den Spuren von Azdaja
fr: Recherche Azdaja dé<var 16 /var>ses<var 16 /var>pé<var 16 /var>ré<var 16 /var>ment

source: In Search of Azdaja
de: Schatten über Ruinen
fr: Le château dans le néant

source: Shadowed Remnants
de: Von uralten Künsten
fr: Au commencement était Zero

source: Where Everything Begins
de: Im Dunkeln ist gut Munkeln
fr: À tâtons dans les Ténèbres

source: Groping in the Dark
de: In die Enge getrieben
fr: Nulle part où fuir

source: Nowhere to Run
de: Des Sturmes wildes Heulen
fr: Qui sème le vent récolte la tempête

source: The Wind Rises
de: Rückkehr aus der Finsternis
fr: Besoin d'éther

source: Return from the Void
de: Die Welt voller Licht und Leben
fr: Un monde plein de vie

source: A World with Light and Life
de: Begrabene Erinnerung
fr: Mémoire enfouie

source: Buried Memory
de: Ruf aus dem Nichts
fr: Le jour et la nuit

source: Once More unto the Void
de: Hilfe aus der Zapferhöhle
fr: Rendez-vous gare du Nord

source: A Cold Reunion
de: Ernste Gespräche
fr: Aides de camp

source: Kindled Spirit
de: Der Wert einer Buuds
fr: Pour une bouchée de pain

source: An Unforeseen Bargain
de: Die Höhle von Lapis Manalis
fr: Là-haut, dans la montagne

source: King of the Mountain
de: Ver<var 16 /var>schnauf<var 16 /var>pause für Vrtra
fr: La résilience du dragon ancien

source: A Dragon's Resolve
de: Dem Ungeheuer auf den Fersen
fr: Nouveau contretemps

source: Paths Barred
de: Feuer auf dem Felsen
fr: Les menées du néant

source: Desires Untold
de: Unerreichbares Nichts
fr: Les Dieux festoient, la terre tremble

source: Gods Revel, Lands Tremble
de: Die Würze Radz-at-Hans
fr: Un ra<var 16 /var>vi<var 16 /var>tail<var 16 /var>le<var 16 /var>ment relevé

source: Currying Flavor
de: Die Pforte zur Finsternis
fr: Éther insulaire

source: Going Haam
de: Ätherdiplomatie
fr: La tour de la discorde

source: Like Fear to Flame
de: Garlemalds Gram
fr: Le dilemme garlemaldais

source: The Fallen Empire
de: Handel mit Hoffnung
fr: Sur un pied d'égalité

source: Bonds of Trust
de: Des Mondes Schwerter
fr: Relever les glaives

source: Lunar Rendezvous
de: So rot wie Blut
fr: La lune rouge

source: The Red Side of the Moon
de: So schwarz wie das Nichts
fr: Un souvenir sibyllin

source: Abyssal Dark
de: Auf dunklem Thron
fr: Le trône obscur

source: The Dark Throne
de: Das Licht im Dunkel
fr: Dissiper les Ténèbres

source: Seeking the Light
de: Strapazen des Heldentums
fr: Pas de repos pour les braves

source: Appealing to the Masses
de: Dem Schicksal entgegen
fr: Celle qui défie son destin

source: In Defiance of Fate
de: Interdimensionale Hoffnung
fr: Sentiments par-delà les dimensions

source: Back to Action
de: Der Held des Nichts
fr: Le héros du néant

source: Down in the Dark
de: Rückkehr vom Mond
fr: Le retour des dragons anciens

source: Reunited at Last
de: Ein strahlender Neuanfang
fr: Nitescence nouvelle

source: Growing Light
de: Ein unerwartetes Abenteuer
fr: Rencontre sous le signe du destin

source: When One Door Closes...
de: Die Jagd ist eröffnet
fr: Par-delà l'horizon

source: The Game Is Afoot
de: Der Dämmerung entgegen
fr: L'appel de l'aventure

source: The Coming Dawn
de: Unbegrenzte Möglichkeiten
fr: L'aurore d'une nouvelle aventure

source: A New World to Explore
de: Die Vereinte Nation von Tuliyollal
fr: Le royaume fédéré du Tuliyollal

source: The Nation of Tuliyollal
de: Spaziergang durch die Hauptstadt
fr: Visite de la capitale

source: A City of Stairs
de: Der Pfad des Dämmerkönigs
fr: Sur les pas de l'Aurarque

source: A Saga in Stone
de: Der Ritus der Thronfolge
fr: Le rite de succession

source: The Rite of Succession
de: Kozama'uka
fr: Kozama'uka

source: To Kozama'uka
de: Willkommen in Ok'hanu!
fr: Ok'hanu, hameau des Hanu Hanu

source: A Festive People
de: Die Prüfung des Schilfes
fr: L'épreuve des roseaux

source: The Feat of Reeds
de: Wuk Evu, der Schiffsbauer
fr: Wuk Evu le charpentier

source: A Well-mannered Shipwright
de: Das Ihih'hana-Fest
fr: La procession d'Ihih'hana

source: The Lifting of Wings
de: Gefiederte Freunde
fr: Nos amis les Hanu Hanu

source: Knowing the Hanuhanu
de: Urqopacha
fr: Urqopacha

source: To Urqopacha
de: Willkommen in Wachunpelo!
fr: Wachunpelo, village des Pelupelu

source: Traders of Happiness
de: Die Prüfung des Goldes
fr: L'épreuve de l'or

source: The Feat of Gold
de: Mablus Traum
fr: Le rêve de Mablu

source: Mablu's Dream
de: Gut gehandelt ist halb gewonnen
fr: La grande entourloupe

source: A Premium Deal
de: Auf Alpakajagd
fr: La Xbr'aal qui murmurait à l'oreille des alpagas

source: Wuk Lamat in the Saddle
de: Maskierte Freunde
fr: Nos amis les Pelupelu

source: Knowing the Pelupelu
de: Das wahre Selbst
fr: Sur la plage abandonnée...

source: The Success of Others
de: Mit neuer Ent<var 16 /var>schlos<var 16 /var>sen<var 16 /var>heit
fr: Pour le bien de tous

source: For All Turali
de: Gut getopft ist halb gewonnen
fr: Les petites mains des Mobelins

source: A Leaking Workpot
de: Vertopft und zugenäht
fr: Le bien-être au travail

source: Lending a Helphand
de: Ein Deckel für jeden Topf
fr: L'épreuve du pot

source: The Feat of Pots
de: Des Vaters viele Sorgen
fr: L'Aurarque et le père

source: A Father First
de: Mit Herzlachen
fr: Projets de paix

source: The Shape of Peace
de: Plötzlich keine Prinzessin
fr: Une princesse portée disparue

source: Lost Promise
de: Bruderpflichten
fr: Un frère dévoué

source: A Brother's Duty
de: Aufs Punutyi gekommen
fr: L'amour vache marine

source: Feeding the River
de: Royale Rettungsaktion
fr: Le sauvetage de Wuk Lamat

source: Sibling Rescue
de: So alt wie die Berge
fr: Le peuple des montagnes

source: History's Keepers
de: In Stein gemeißelt
fr: L'épreuve des tombes

source: The Feat of Proof
de: Des Berges steile Pfade
fr: Le grand chaman

source: The High Luminary
de: Echo des Schreckens
fr: Coup de chaud à L'Écho

source: An Echo of Madness
de: Das Helferlein zur Hand
fr: Suivez le gant

source: Pointing the Way
de: Feder um Feder, Zahn um Zahn
fr: Calamité déchaînée

source: The Skyruin
de: Die Prüfung des Siegels
fr: Les grands rêveurs

source: The Feat of Ice
de: Die vielen Gesichter des Friedens
fr: La paix selon Wuk Lamat

source: The Promise of Peace
de: Die Ballonfahrt, die ist luftig
fr: Vol pour Yak T'el

source: The Leap to Yak T'el
de: Im Licht der Bäume
fr: Iq Br'aax, village de chasseurs

source: Village of the Hunt
de: Von Zank und Zwist
fr: Ignorance et con<var 16 /var>nais<var 16 /var>san<var 16 /var>ce

source: A History of Violence
de: Verständnis geht durch den Magen
fr: L'épreuve du festin

source: The Feat of Repast
de: Vaterliebe
fr: Deux pères

source: A Father's Grief
de: Mit scharfer Axt und leichtem Lächeln
fr: Préserver la paix

source: Taking a Stand
de: Blau blüht der Wald
fr: De l'autre côté du passage de Ty'iinbek

source: Into the Traverse
de: Im Schatten der Bäume
fr: Mamook, berceau des Mamool Ja

source: City of Silence
de: Die Lehren des Zwillingsblutes
fr: Sombres préceptes

source: Blessed Siblings
de: Die zarten Bande des Vertrauens
fr: Le souhait de Mamook

source: Scale of Trust
de: Die schwere Last der Sorge
fr: Cueillette de météorites

source: Mamook Speaks
de: Von Schuld und Sühne
fr: L'épreuve de l'amitié

source: The Feat of the Brotherhood
de: Der Stadt aus Gold entgegen
fr: Mystérieuse cité d'or

source: Road to the Golden City
de: Die Erben der Dämmerung
fr: Une nouvelle aurore

source: Dawn of a New Tomorrow
de: Im Licht eines neuen Morgens
fr: Tous les chemins mènent à l'espoir

source: Ever Greater, Ever Brighter
de: Aufbruch nach Xak Tural
fr: En route pour le Xak Tural

source: The Long Road to Xak Tural
de: Auf dem Rrücken der Rroneek
fr: Voyage à dos de rroneek

source: Saddled Up
de: Gerüchte und Gerüche
fr: Le vol d'un précieux bracelet

source: Braced for Trouble
de: Jetzt, Yeheheceyaa!
fr: Opération bombe puante

source: Blowing Smoke
de: Der Weg der Wildnis
fr: La loi des plaines

source: Law of the Land
de: Sonderzug nach Yyasulani
fr: Le chemin de fer du Xak Tural

source: On Track
de: Von den Hhetso geleitet
fr: Un peuple en harmonie avec la nature
