Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: As Goes Light, So Goes Darkness
de: Licht und Dunkel
fr: Entre Lumière et Ténèbres

source: As It Once Was
de: Fast wie früher
fr: Heureuses retrouvailles

source: The Word of the Mother
de: Zwiesprache mit dem Planeten
fr: La voix de la planète

source: This War of Ours
de: Einladung zur Friedensfeier
fr: Guerre et paix

source: Staunch Conviction
de: In freudiger Erwartung
fr: La foi en l'avenir

source: Once More, a Favor
de: Auf den Wolf gekommen
fr: Loup, y es-tu<var 1D /var>?

source: For Those We Have Lost
de: Ein unvergessliches Ereignis
fr: Le retour du réel

source: Consequences
de: Die Last der Verantwortung
fr: À la force du poing

source: Choices
de: Mut zur Entscheidung
fr: L'union sacrée

source: A Spectacle for the Ages
de: Truppenübung der Eorzäischen Allianz
fr: La grande manœuvre éorzéenne

source: For Those We Can Yet Save
de: Gegen die Unversöhnlichkeit
fr: Vers de meilleurs lendemains

source: Causes and Costs
de: Der Preis der Veränderung
fr: Le destin en marche

source: The Man Within
de: Zwei Seelen in einem Körper
fr: Âmes en peine

source: An Ally for Ishgard
de: Aymerics letzte Hoffnung
fr: Prélude au cataclysme

source: Winning Over the Wyrm
de: Drachendiplomatie
fr: L'épreuve du dragon sacré

source: An End to the Song
de: Auge in Auge mit Nidhogg
fr: Unis face au mal

source: Heroes of the Hour
de: Estiniens Wohlbefinden
fr: Visite au manoir

source: Litany of Peace
de: Das Ende eines langen Weges
fr: Un chant pour l'avenir

source: Promises Kept
de: Eine wohlverdiente Mahlzeit
fr: Un repas bien mérité

source: Shadows of the First
de: Gefährliche Schluchten
fr: Par monts et vallées

source: Two Sides of a Coin
de: Die Leveilleur-Zwillinge
fr: Les jumeaux réunis

source: Unlikely Allies
de: Ein Eindringling
fr: Kobold contre Kobolds

source: The Beast That Mourned at the Heart of the Mountain
de: Grausames Geschenk
fr: Un cri au fond du volcan

source: Beneath a Star-filled Sky
de: Man irrt, solang man strebt
fr: Tête-à-tête sous les étoiles

source: When We Were Free
de: Im Schatten des Greifen
fr: Le spectre de la révolution

source: Honorable Heroes
de: Inkognito
fr: Incognito

source: One Life for One World
de: Weltenübergreifendes Schicksal
fr: Destins entrecroisés

source: An Ending to Mark a New Beginning
de: Wege in die Zukunft
fr: Les gardiens des âmes

source: Tidings from Gyr Abania
de: Nachricht aus Gyr Abania
fr: Tumulte en Gyr Abania

source: An Envoy for Ishgard
de: Der Gesandte Ishgards
fr: L'émissaire ishgardais

source: An Allied Decision
de: Zusammenkunft der Allianz
fr: La réunion d'urgence

source: Griffin, Griffin on the Wall
de: Angriff auf den Baelsar-Wall
fr: Le masque de la rancune

source: Louisoix's Finest Student
de: Schockstarre
fr: Maître et disciple

source: The Obvious Solution
de: Unerhörter Rat
fr: Un allié inattendu

source: The Greater Obeisance
de: Ein neuer Waffenbruder
fr: Loyauté domienne

source: Fly Free, My Pretty
de: Freiheit durch Technik
fr: La résurrection d'Oméga

source: The Far Edge of Fate
de: Anlass zu einem mutigen Schritt
fr: Aux confins du destin

source: Beyond the Great Wall
de: Über den Wall
fr: Au-delà de la muraille

source: Lyse Takes the Lead
de: Auf sicheren Pfaden
fr: Suivez la guide<var 1D /var>!

source: The Promise of a New Beginning
de: Das Angebot der Allianz
fr: La proposition de l'Alliance

source: A Haven for the Bold
de: Rhalgrs Wacht
fr: L'Étendue du Destructeur

source: A Bargain Struck
de: Conrads Entscheidung
fr: La décision de Conrad

source: A Friend of a Friend in Need
de: Naagos Auftrag
fr: La mission de M'naago

source: Signed, Sealed, to Be Delivered
de: Auf leisen Sohlen
fr: La missive de Conrad

source: Best Served with Cold Steel
de: Wieder<var 16 /var>sehen macht Beule
fr: Le prototype magitek

source: Let Fill Your Hearts with Pride
de: Kein Pakt ohne Siegel
fr: La conviction d'une messagère

source: A Familiar Face Forgotten
de: Meffrids Mission
fr: La mission de Meffrid

source: The Prodigal Daughter
de: Ein Kind des Dorfes
fr: Retour au village natal

source: Hard Country
de: Beinprobleme
fr: Remède pour jambes douloureuses

source: Death by a Thousand Rocks
de: Explosive Fundsache
fr: Livraison d'“objet oublié”

source: A Life More Ordinary
de: Mein Dorf, dein Dorf
fr: Les gens d'Ala Gannha

source: The Color of Angry Qiqirn
de: Die rote Zikkurat
fr: La Ziggourat

source: The Black Wolf's Pups
de: Die Wolfsschädel
fr: Cruelle jeunesse

source: Homeward Bound
de: Späte Einsichten
fr: Malgré les différends

source: Where Men Go as One
de: Conrads Initiative
fr: La tactique, c'est l'attaque

source: Future Rust, Future Dust
de: Zeugen bewegter Zeiten
fr: Faire la guerre par amour

source: A Dash of Green
de: Frisch gewürzt ist gut bekommen
fr: La soupe aux cailloux et au chiendent

source: Ye Wayward Brothers
de: Ausssbildungsssbeginn
fr: Plus l'attente est longue...

source: Token of Faith
de: Volksfrömmigkeit
fr: Avoir la foi bien accrochée

source: Crossing the Velodyna
de: Der nächste Schlag
fr: Le choix de Raubahn

source: In Crimson It Began
de: In den blutroten Flammen des Kriegs
fr: Dans le feu ardent

source: The Fires Fade
de: Die einen sind Helden, die anderen überleben
fr: Certains succombent, d'autres subsistent

source: Bereft of Hearth and Home
de: Der Verletztentransport
fr: Le convoi de blessés

source: Divide and Conquer
de: Zurück in Castrum Oriens
fr: Une in<var 16 /var>ter<var 16 /var>ven<var 16 /var>tion revigorante

source: Lies, Damn Lies, and Pirates
de: Geschickt verhandelt, Tataru
fr: En quête d'un navire

source: Tales from the Far East
de: Was weißt du über Doma?
fr: Ren<var 16 /var>sei<var 16 /var>gne<var 16 /var>ments sur Doma

source: Not without Incident
de: Misere auf der <var 1A 02 /var>Misery<var 1A 01 /var>
fr: Une grande traversée

source: The Man from Ul'dah
de: Ankunft in Kugane
fr: Bienvenue à Kugane<var 1D /var>!

source: Where the Streets Are Paved with Koban
de: Die goldene Handelsstadt
fr: Le port aux quais d'or

source: By the Grace of Lord Lolorito
de: Die Ostaldenard-Handelsgesellschaft
fr: Le Bazar de Rubis

source: A Good Samurai Is Hard to Find
de: Gesucht: eine Au Ra und ein Roegadyn
fr: Sur les traces des Domiens

source: It's Probably a Trap
de: Ein zweifelhaftes Angebot
fr: Un capitaine pas comme les autres

source: Making the Catfish Sing
de: Gyodo packt aus
fr: Les aveux de Gyodo

source: Once More, to the Ruby Sea
de: Aufbruch nach Othard
fr: En route pour Othard

source: Open Water
de: Die Piraten der Konföderation
fr: Baignade avec Lyse

source: Boys with Boats
de: Wer zahlt gerne Zollgebühren?
fr: Les pirates de la Confédération

source: To Bend with the Wind
de: An der Küste von Othard
fr: Un continent hostile

source: Confederate Consternation
de: Verhandlung mit Rasho
fr: Le hameau des parias

source: The Solace of the Sea
de: Der seekranke Pirat
fr: Soigner le mal de mer

source: The Arrows of Misfortune
de: Gebrauchte Pfeile und ranziges Fleisch
fr: C'est comme ça qu'on décarcasse

source: The Last Voyage
de: Stille Wasser sind tief
fr: Partir un jour sans retour

source: Alisaie's Stones
de: Piraten in Not
fr: Des pirates dans le besoin

source: Under the Sea
de: Reise zum Meeresgrund
fr: Tamamizu la Verte

source: Of Kojin and Kami
de: Opfergaben für die Kami des Meeres
fr: Une myriade de kami

source: In Soroban We Trust
de: Eintauchen in die Unterwasserwelt
fr: Plongée dans les fonds marins

source: Forever and Ever Apart
de: Leben in Abgeschiedenheit
fr: Ao Ra en autarcie

source: In Darkness the Magatama Dreams
de: Tauchen nach dem Edelstein
fr: Expédition sous-marine

source: The Whims of the Divine
de: Mit den Kojin verbunden
fr: Le retour du joyau sacré

source: Breaking and Delivering
de: Die Schätze der Kojin
fr: L'île au trésor

source: The Lord of the Revel
de: Der Kami Susano
fr: Que la fête commence

source: Tide Goes in, Imperials Go Out
de: Die Befreier von Isari
fr: Isari, village libéré

source: A Silence in Three Parts
de: Die Reise nach Yanxia
fr: La quiétude de Yanxia

source: Life after Doma
de: Der Geist des Widerstands
fr: Le prix de la rébellion

source: A Glimpse of Madness
de: Die Klause der Grimmigen
fr: Un reste d'intrépidité

source: The Stubborn Remainder
de: Inkognito in Namai
fr: La triste réalité domienne

source: The Ones We Leave Behind
de: Leid, Trauer, Ver<var 16 /var>zweif<var 16 /var>lung
fr: La douleur de ceux qui restent

source: A New Ruby Tithe
de: Geleit ins Reich der Träume
fr: Persécutions sans fin

source: The Will to Live
de: Befreiung aus Castrum Fluminis
fr: Mascarade au castrum

source: Daughter of the Deep
de: Yugiris Überzeugung
fr: Enfant des profondeurs

source: Path of No Return
de: Getrennte Wege
fr: Une détermination de shinobi

source: The Time between the Seconds
de: Das Attentat auf Prinz Zenos
fr: Sus à Zenos<var 1D /var>!

source: All the Little Angels
de: Der Traum von Domas Freiheit
fr: Le premier pas en avant

source: Here There Be Xaela
de: Die Reise in die Azim-Steppe
fr: En route vers la steppe

source: The Search for Lord Hien
de: Im Marktgetümmel
fr: Le Ralliement

source: A Season for War
de: Tsagaan Sar
fr: Le Tsagaan Sar

source: An Impossible Dream
de: Ein Kämpfer für die Freiheit
fr: L'écho d'un peuple

source: Stars in the Dark
de: Nach dem Willen der Götter
fr: Oracle prophétique

source: A Warrior's Welcome
de: Fleisch für starke Krieger
fr: La tâche capitale

source: The Heart of Nations
de: Bei den Mol
fr: Bienvenue chez les Mol

source: A Trial Before the Trial
de: Überquerung der Steppe
fr: Les aléas de la steppe

source: In the Footsteps of Bardam the Brave
de: Der Weg zum Naadam
fr: La Force de Bardam

source: The Children of Azim
de: Einladung zum Morgenthron
fr: L'hospitalité oronir

source: The Labors of Magnai
de: Erst die Arbeit ...
fr: À chacun sa corvée

source: For Love of the Moon
de: Die Geschichte von Sonne und Mond
fr: Un seigneur, des agneaux

source: Sworn Enemies of the Sun
de: Von einem Stamm zum andern
fr: D'une tribu à l'autre

source: The Undying Ones
de: Die todesmutigen Dotharl
fr: À la découverte des Dotharl

source: A Final Peace
de: Sterben, um zu leben
fr: Les trompe-la-mort

source: As the Gods Will
de: Vor dem Kampf
fr: Liberté retrouvée

source: Naadam
fr: Au Naadam<var 1D /var>!

source: Glory to the Khagan
de: Laut hallt der Jubel
fr: Jubilation collective

source: In Crimson They Walked
de: Hoffnungsvoller Morgenhimmel
fr: Tour d'adieu

source: The Hour of Reckoning
de: Zurück nach Yanxia
fr: Retour aux affaires

source: The Room Where It Happened
de: Der Weg zur Befreiung
fr: La soif d'indépendance

source: How Tataru Got Her Groove Back
de: In unsicheren Händen
fr: Tataru l'entremetteuse

source: Seeds of Despair
de: In die Ver<var 16 /var>gangen<var 16 /var>heit gespäht
fr: Les germes du désespoir

source: The Limits of Our Endurance
de: Pflugscharen zu Schwertern
fr: L'union des Domiens

source: Broken Steel, Broken Men
de: Der posttraumatische Plattner
fr: Du métal pour survivre

source: The Doma Within
de: Das Ziel vor Augen
fr: Un seigneur et son château

source: On the Eve of Destiny
de: Gedanken vor der Schlacht
fr: Un dernier verre

source: The Die Is Cast
de: Schlacht um Burg Doma
fr: L'aube de la libération

source: The World Turned Upside Down
de: Ein neuer Morgen für Doma
fr: Doma retrouvée

source: A Swift and Secret Departure
de: Abschied von Doma
fr: Un départ discret

source: While You Were Away
de: Während ihr weg wart
fr: Accueil inattendu au port

source: Rhalgr's Beacon
de: Rhalgrs Komet
fr: La Comète de Rhalgr

source: The Fortunes of War
de: Die Vorsicht des Feldherrn
fr: La chasse aux ennemis

source: Rising Fortunes, Rising Spirits
de: Die Spähenden Steine
fr: Bienvenue chez les M

source: The Lure of the Dream
de: Theologie der Ananta
fr: Deux tribus, une déesse

source: The Lady of Bliss
de: Die Göttin seliger Träume
fr: Lakshmi

source: The Silence of the Gods
de: Zeit zu rasten, Zeit zu sinnieren
fr: L'hospitalité des M

source: The First of Many
de: Erst der Anfang
fr: En route vers Les Pics

source: Strong and Unified
de: Stürmen statt spekulieren
fr: Conseil militaire à Ala Ghiri

source: Hells Open
de: Abseits der Front
fr: Une mission de soutien

source: Heavens Weep
de: Das Ausmaß des Schreckens
fr: Chaos à Specula Imperatoris

source: The Road Home
de: Dunkle Stunden
fr: Un triste repli

source: For the Living and the Dead
de: Trauer im Herzen, Schwert in der Hand
fr: La peine au fond du cœur

source: Above the Churning Waters
de: Aussicht auf Hoffnung
fr: Avec vue sur la forteresse

source: The Path Forward
de: Entschlossen voran
fr: L'atout de Pipin

source: With Tired Hands We Toil
de: Zu den Dienern des Feindes
fr: À la solde de l'ennemi

source: Where Courage Endures
de: Der Mut der Geknechteten
fr: Du courage au cœur

source: The Price of Freedom
de: Kontrolle über das Castrum
fr: Infiltration à Castrum Abania

source: Raubahn's Invitation
de: Raubahns Führung
fr: Le calcul de Raubahn

source: Liberty or Death
de: Freiheit oder Tod
fr: La liberté ou la mort<var 1D /var>!

source: The Lady in Red
de: Duell in Scharlachrot
fr: Dans le creux de la main

source: Upon the Great Loch's Shore
de: Ante Portas
fr: Rassemblements aux Lacs

source: The Key to Victory
de: Schlüsselsuche
fr: La clef des canaux

source: The Resonant
de: Wege zur Transzendenz
fr: La ruse d'Urianger

source: The Legacy of Our Fathers
de: Der Einsatzbefehl
fr: La marche pour la liberté

source: The Measure of His Reach
de: Die Wölfe von Doma
fr: La grande porte d'Ala Mhigo

source: Stormblood
de: Blutiger Sturm
fr: Tempête de sang

source: Arenvald's Adventure
de: Ein neues Abenteuer
fr: Une soif d'aventure

source: The Darkness Below
de: Dem Tyrannen auf der Spur
fr: Exhumer la légende

source: The Mad King's Trove
de: Wer suchet, der findet
fr: Le trésor de Theodoric

source: The Butcher's Blood
de: Seelische Abgründe
fr: La vindicte d'un peuple

source: Echoes of an Echo
de: Verquere Experimente
fr: Le spectre des Résonnants

source: A Sultana's Strings
de: Im Auftrag Ihrer Majestät
fr: Détermination souveraine

source: A Sultana's Duty
de: Beidseitiger Nutzen
fr: L'idée de Nanamo

source: A Sultana's Resolve
de: Geschäftsgespräche
fr: Nanamo, négociatrice

source: Securing the Saltery
de: Die Kreaturen des Seldsees
fr: L'avenir de La Salaisonnerie

source: A Blissful Arrival
de: Überraschungsgäste
fr: Une délégation inattendue

source: Return of the Bull
de: Die Versammlung
fr: Retour au bercail

source: Tidings from the East
de: Eilmeldung aus Kugane
fr: À l'Est, du nouveau

source: The Sword in the Store
de: Im Gewühl der Kogane-dori
fr: Au fil du katana

source: Hope on the Waves
de: Hoffnungs<var 16 /var>schimmer auf der Rubinsee
fr: L'espoir au large

source: Elation and Trepidation
de: Der lange Arm der Ver<var 16 /var>gangen<var 16 /var>heit
fr: Entre joie et douleur

source: Storm on the Horizon
de: Ein neuer Schatten über Doma
fr: Un nuage noir à l'horizon

source: His Forgotten Home
de: Rundgang durch Asahis Heimat
fr: L'enfant du pays

source: A Guilty Conscience
de: Das Wesen der Schuld
fr: L'avocat du diable

source: Rise of a New Sun
de: Aufgang einer neuen Sonne
fr: La pointe de l'aube

source: Gosetsu and Tsuyu
de: Sinneswandel
fr: La jeune fille et le vieux samouraï

source: Gone Like the Morning Dew
de: Findet Tsuyu!
fr: Veuve noire en fugue

source: Fruits of Her Labor
de: Blutige Heimkehr
fr: Nouvelle passe d'armes

source: Conscripts and Contingencies
de: Nasse Füße auf Onokoro
fr: En attendant l'échange

source: The Primary Agreement
de: Der Gefangenen<var 16 /var>austausch
fr: La clause principale

source: Under the Moonlight
de: Im fahlen Mondschein
fr: Sous le clair de lune

source: Emissary of the Dawn
de: Der Knabe der Morgenröte
fr: Voyage en terre hostile

source: Sisterly Act
de: Eine erste Spur
fr: À la recherche d'un Héritier

source: Feel the Burn
de: Das Kargland
fr: Les terres dévastées

source: Shadows in the Empire
de: Hien weist den Weg
fr: Un danger peut en cacher un autre

source: A Power in Slumber
de: Die Kraft der Steppe
fr: L'énergie de la steppe

source: The Will of the Moon
de: Der Wille der Mondgöttin
fr: Ralliement dans la steppe

source: The Call
de: Stimme aus der Ferne
fr: Ravageuses résonances

source: Prelude in Violet
de: Auftakt in Violett
fr: Prélude pourpré

source: Soul Searching
de: Den Seelen auf der Spur
fr: Les âmes perdues

source: A Defector's Tidings
de: Neuigkeiten aus Garlemald
fr: Nouvelles d'un transfuge

source: Seiryu's Wall
de: Begegnung an der Seiryu-Barriere
fr: La barrière de Seiryû

source: Parley on the Front Lines
de: Eine schwierige Verhandlung
fr: Pourparlers à Ghimlyt

source: The Face of War
de: Grenzschlacht
fr: Guerre ouverte

source: A Brief Reprieve
de: Lazarettbesuch
fr: Visite d'un ami

source: A Requiem for Heroes
de: Requiem der Helden
fr: Un requiem pour les héros

source: The Syrcus Trench
de: Die immerhelle Welt
fr: À la découverte de Cristarium

source: City of the First
de: Schlaflos in Crystarium
fr: Les Héritiers du premier reflet

source: Travelers of Norvrandt
de: Auf aschenen Schwingen übers Meer
fr: Sur les traces d'Alphinaud

source: In Search of Alphinaud
de: Diplomat, Exeget, lang vermisster Freund
fr: Pour une poignée de brins de thym

source: A Still Tide
de: Die Kinder der Lichtflut
fr: Le Vestibule

source: Open Arms, Closed Gate
de: Angst verleiht Flügel
fr: L'envers d'Eulmore

source: A Fickle Existence
de: Das wunderschöne Eulmore
fr: La ville des derniers plaisirs

source: City of Final Pleasures
de: Kabale auf Kholusia
fr: À la découverte d'Eulmore

source: Free to Sightsee
de: Mit Honig und Stachel
fr: Plus de plaisir, moins de souci

source: A Taste of Honey
de: Begabung verpflichtet
fr: Les bienheureux

source: A Blessed Instrument
de: Die Gnade des Erlauchten Erlösers
fr: La cime baignée de lumière

source: Emergent Splendor
de: Auf warmen Winden in die Wüste
fr: Sur les traces d'Alisaie

source: In Search of Alisaie
de: Fremde Länder, fremde Sitten
fr: Le marché des Mords

source: City of the Mord
de: Münzen machen Freunde
fr: La tournée des étals

source: Working Off the Meal
de: Hunde, die bellen ...
fr: À travers les dunes d'ambre

source: A Desert Crossing
de: Mit eisernem Arm
fr: Retrouvailles de haut vol

source: Following in Her Footprints
de: Hungrige Häscher
fr: Chasse aux purgateurs

source: Culling Their Ranks
de: Süß ist die Lüge, bitter die Wahrheit
fr: Le dernier fruit

source: A Purchase of Fruit
de: Die gute Seele der Ruhstatt
fr: Le départ de trop

source: The Time Left to Us
de: Kein Blick zurück
fr: La mission d'Alisaie

source: Tears on the Sand
de: Grausam das Licht ...
fr: Un grand purgateur à Grand-Lac

source: The Lightwardens
de: ... tröstend die Nacht
fr: Le guerrier de la légende

source: Warrior of Darkness
de: Von Ränken und Orakeln
fr: Visite impromptue

source: An Unwelcome Guest
de: Tunika und Tonikum
fr: La résolution de Cristarium

source: The Crystarium's Resolve
de: Auf nach Ostalls Befehl
fr: Logistique amaro

source: Logistics of War
de: Operation Sandmann
fr: À l'assaut du fort

source: The Oracle of Light
de: Die Nebel von Feenland
fr: Le royaume féérique

source: Il Mheg, the Faerie Kingdom
de: Aussaat der Anerkennung
fr: Lydha Lran, village fleuri

source: Sul Uin's Request
de: Die Leichtigkeit des Seins
fr: Un appétit pour la farce

source: Ys Iala's Errand
de: Stumme Spielgefährten
fr: Les enfeuillés

source: Oul Sigun's Plea
de: Ein alter Freund in neuem Gewand
fr: Feo Ul à la rescousse

source: Unto the Truth
de: Ein besonderes Geschenk
fr: Les cours du lettré

source: Courting Cooperation
de: Im Reich der Fuath
fr: Ne pas toucher

source: The Key to the Castle
de: Im Namen des ehrbahren Handels
fr: Visite chez les Nu Mou

source: A Visit to the Nu Mou
de: Moose, Pilze und Panzerplatten
fr: Transaction équitable

source: A Fitting Payment
de: Den Sporen auf der Spur
fr: Coup de balai

source: Spore Sweeper
de: Tauglose Taugenichtse
fr: Ceux qui musardent

source: The Lawless Ones
de: Königliche Insignien
fr: La puissance du Monarque

source: The Elder's Answer
de: Stärke zeigen
fr: Combattre la gentillesse

source: A Resounding Roar
de: Band der Freund<var 16 /var>schaft
fr: Le souvenir d'un ami

source: Memento of a Friend
de: Lyhe Ghiah
fr: Passation de pouvoir

source: Acht-la Ormh Inn
de: Zurück in Crystarium
fr: Entre entente et méfiance

source: The Wheel Turns
de: Aufbruch in alle Richtungen
fr: Une visite de courtoisie

source: A Party Soon Divided
de: Das Geheimnis der Gebetshalle
fr: L'église de l'Aurore

source: A Little Faith
de: Die Hexe des Großen Waldes
fr: Le peuple de la Nuit

source: Into the Dark
de: Erste Be<var 16 /var>kannt<var 16 /var>schaften
fr: Us et coutumes

source: A Day in the Neighborhood
de: Lehrreiche Feldarbeit
fr: Jardinage enténébré

source: A Helping Hand
de: Der Taufstein
fr: La pierre baptismale

source: Lost but Not Forgotten
de: Toddias Rückkehr ins Himmelsmeer
fr: Repos éternel dans le ciel étoilé

source: Saying Good-bye
de: Was brummt denn da?
fr: La guerre des bestioles

source: Stirring Up Trouble
de: In den Höhlen der Ewigen Dunkelheit
fr: Légendes sur les murs

source: A Beeautiful Plan
de: Das Ultimatum
fr: Alliances vénéneuses

source: An Unwanted Proposal
de: Auf dem Grund des Schlangensees
fr: Le sceau de Ronka

source: Put to the Proof
de: Keinen Schritt weiter
fr: Les gardiennes des vestiges

source: Into the Wood
de: Offene Ohren in Fanow
fr: Passage vers les chutes

source: Top of the Tree
de: Die Fesseln der Tiergötter
fr: Statues et totems

source: Look to the Stars
de: Prüfungen der Pyramide
fr: La grande pyramide d'Ux'ner

source: Mi Casa, Toupasa
de: Der Beichtstuhl von Toupasa dem Älteren
fr: Le Confessionnal de Toupasa l'ancien

source: Legend of the Not-so-hidden Temple
de: Der letzte Wunsch der Hexe
fr: Antidotes pour tous

source: The Aftermath
de: Dem Dämon sei Dank
fr: Divin Ascien

source: In Good Faith
de: Quer durch die Irrungen der Qitari
fr: L'Enchevêtrement des Qitari

source: The Burden of Knowledge
de: Nacht über Rak'tika
fr: Au revoir, sombre forêt

source: Bearing with It
de: Eine dringend benötigte Ruhepause
fr: Espoirs et inquiétudes

source: Out of the Wood
de: Sie kommen
fr: La purgation de Grand-Lac

source: When It Rains
de: Die Wunden des Krieges - Teil 1
fr: Un lac de souffrances

source: Word from On High
de: Die Wunden des Krieges - Teil 2
fr: Le doute de soi

source: Small Favors
de: Minfilias Reise beginnt
fr: La résolution d'une jeune fille

source: The Best Way Out
de: Garik
fr: Des Mords sans le souq

source: Free Trade
de: Gute Mine, böses Spiel
fr: Les chariots de Biran

source: The Trolley Problem
de: Der Meister des Selbstmitleids
fr: Un fâcheux chagrin

source: Rust and Ruin
de: Ein tiefer Griff in die Werkzeugkiste
fr: Réparateurs sur rails

source: On Track
de: Studieren geht über reparieren
fr: Le talos de la dernière chance

source: Down for Maintenance
de: Die Einsamkeit des Meisters
fr: Noyaux dans les mines

source: The Truth Hurts
de: Bergmannsglück und Eulenblick
fr: Une pièce qui vaut son pesant d'or

source: A Convenient Distraction
de: Funkeln aus der Tiefe
fr: L'œil de lion

source: A Dirty Job
de: Agnas Geschenk
fr: Un testament précieux

source: Have a Heart
de: Vater und Bruder
fr: Sur les rails de Nabaath Areng

source: Full Steam Ahead
de: Die Entscheidung des Mädchens
fr: La prêtresse de la Lumière

source: Crossing Paths
de: Hinab in den Brunnen
fr: Le Puits de Malikah

source: A Fresh Start
de: Die Last des Lichts
fr: Douleurs de Lumière

source: More than a Hunch
de: Ein seltsames Verhalten
fr: Retour à Kholusia

source: Return to Eulmore
de: Lange lebe Lord Vauthry
fr: Une ignoble vérité

source: A Feast of Lies
de: Entzaubertes Eulmore
fr: Dur réveil pour Eulmore

source: Paradise Fallen
de: Die Leiter von Kholusia
fr: Le compte est bon
