Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: So You Want to Be a Rogue
de: Die Gilde der Schurken
fr: Premiers pas à la guilde des surineurs

source: So You Want to Be a Gladiator
de: Die Gilde der Gladiatoren
fr: Premiers pas à la guilde des gladiateurs

source: So You Want to Be a Pugilist
de: Die Gilde der Faustkämpfer
fr: Premiers pas à la guilde des pugilistes

source: So You Want to Be a Marauder
de: Die Gilde der Marodeure
fr: Premiers pas à la guilde des maraudeurs

source: So You Want to Be a Lancer
de: Die Gilde der Pikeniere
fr: Premiers pas à la guilde des maîtres d'hast

source: So You Want to Be an Archer
de: Die Gilde der Waldläufer
fr: Premiers pas à la guilde des archers

source: So You Want to Be a Conjurer
de: Die Gilde der Druiden
fr: Premiers pas à la guilde des élé<var 16 /var>men<var 16 /var>ta<var 16 /var>lis<var 16 /var>tes

source: So You Want to Be a Thaumaturge
de: Die Gilde der Thaumaturgen
fr: Premiers pas à la guilde des occultistes

source: So You Want to Be a Carpenter
de: Die Gilde der Zimmerer
fr: Premiers pas à la guilde des menuisiers

source: So You Want to Be a Blacksmith
de: Die Gilde der Grobschmiede
fr: Premiers pas à la guilde des forgerons

source: So You Want to Be an Armorer
de: Die Gilde der Plattner
fr: Premiers pas à la guilde des armuriers

source: So You Want to Be a Goldsmith
de: Die Gilde der Goldschmiede
fr: Premiers pas à la guilde des orfèvres

source: So You Want to Be a Leatherworker
de: Die Gilde der Gerber
fr: Premiers pas à la guilde des tanneurs

source: So You Want to Be a Weaver
de: Die Gilde der Weber
fr: Premiers pas à la guilde des couturiers

source: So You Want to Be an Alchemist
de: Die Gilde der Alchemisten
fr: Premiers pas à la guilde des alchimistes

source: So You Want to Be a Culinarian
de: Die Gilde der Gourmets
fr: Premiers pas à la guilde des cuisiniers

source: So You Want to Be a Miner
de: Die Gilde der Minenarbeiter
fr: Premiers pas à la guilde des mineurs

source: So You Want to Be a Botanist
de: Die Gilde der Gärtner
fr: Premiers pas à la guilde des botanistes

source: So You Want to Be an Arcanist
de: Die Gilde der Hermetiker
fr: Premiers pas à la guilde des arcanistes

source: The New Nest
de: Auf dem Platz der Habenichtse
fr: L'Esplanade des démunis

source: The Risensong Quarter
de: Das Federfall-Quartier
fr: Tombeplume

source: A Message from Konogg
de: Willkommen zu den Triple Triad-Turnieren!
fr: Entre officialité et liberté

source: Dwarves of a Beard
de: Das Kulturviertel Himmelsang
fr: Le Nouveau Refrain

source: Strange Glagg
de: Ein Lebenszeichen
fr: Courrier électronique

source: Dwarves of a Beard Freshened
de: Helfende Hände
fr: Un Nain volontaire

source: Stranger Glagg
de: Des Papas Paradoxie
fr: Le doyen dérape

source: All's Well That Ends with Ale
de: Ausgefuchste Assistenz
fr: Un Nain volontaire (bis)

source: I Wandered Sharlayan as a Minstrel
de: Des Papas persistente Paradoxie
fr: Le doyen déraille

source: How the West Was Sung
de: Glück auf für Komra
fr: Komra retrouvé<var 1D /var>!

source: Triple Triad Trial
de: Kartenfieber
fr: Triple Triade en trois mots

source: Scratch It Rich
de: Ein kleines Stück vom Glück
fr: À la découverte du Mini Cactpot

source: Hitting the Cactpot
de: Ein großes Stück vom Glück
fr: À la découverte du Méga Cactpot

source: Plucking the Heartstrings
de: Wenn Herzen musizieren
fr: La musique du cœur

source: Squadron and Commander (Twin Adder)
de: Ein neues Kommando (Bruderschaft)
fr: Chef, oui chef<var 1D /var>! (Deux Vipères)

source: Squadron and Commander (Maelstrom)
de: Ein neues Kommando (Mahlstrom)
fr: Chef, oui chef<var 1D /var>! (Maelstrom)

source: Squadron and Commander (Immortal Flames)
de: Ein neues Kommando (Legion)
fr: Chef, oui chef<var 1D /var>! (Immortels)

source: Leves of Ishgard
de: Ishgarder Freibriefe
fr: Au service des templiers

source: So You Want to Be a Machinist
de: Die Gilde der Maschinisten
fr: Premiers pas à la guilde des machinistes

source: A Dark Spectacle
de: Ein düsteres Schauspiel
fr: Sombre spectacle

source: What's Your Sign
de: Die Wiege der Astrologie
fr: Premiers pas à la guilde des astromanciens

source: Sights of the North
de: Milliths Cousin
fr: Un carnet les cieux

source: The Favors of the House
de: Sammeln wie in der Legende
fr: Des talismans à récolter

source: The New Frontier
de: Juwel am Himmel
fr: En route pour d'autres cieux

source: Recondition the Anima
de: Neue Eigenschaften
fr: Un nouvel épanouissement

source: Sights of Crimson and Dawn
de: Unbekannter Osten
fr: Vers la tanière du soleil levant

source: Leves of Kugane
de: Freibriefe von Kugane
fr: Mandataire de Kugane

source: Reach Long and Prosper
de: Rowenas Wacht
fr: Le sang des affaires

source: And We Shall Call It Pyros
de: Pyros, das feurige Land
fr: Pyros, la terre de glace et de feu

source: And We Shall Call It Hydatos
de: Hydatos, Land des Wassers
fr: Hydatos, la fin du voyage

source: And We Shall Call It Pagos
de: Pagos, das eisige Land
fr: Pagos, la terre de glace

source: Recall of Duty
de: Lieder sind Erinnerungen
fr: La ballade des réminiscences

source: Leves of the Crystarium
de: Freibriefe von Crystarium
fr: Mandataire de Cristarium

source: The Boutique Always Wins
de: Der Handwerker ist König
fr: Retour aux affaires courantes

source: Sights of the First
de: Unbekanntes Norvrandt
fr: Les nerfs d'acier pour l'exploration

source: The Aspiring Skywatcher
de: Klein, aber oho
fr: Un chef-d'œuvre de technologie

source: Weapon of Choice
de: Der richtige Schliff
fr: Le juste ajustement

source: Forged Anew
de: Die Klauber von Alt-Sharlayan
fr: Mandataire de Vieille Sharlayan

source: Leves of Old Sharlayan
de: Unbekannte Welten
fr: L'exploratrice du bout du monde

source: Sights of the End
de: Expansion des Hauses der Wunder
fr: Le marché insulaire

source: Leves of Tuliyollal
de: Unbekanntes Tural
fr: L'exploratrice du sud du nouveau continent

source: Sights of the West
de: Verschollene Zwil<var 16 /var>lings<var 16 /var>schwes<var 16 /var>ter
fr: L'exploratrice du nord du nouveau continent

source: Sights of the West and Beyond
de: Der Handel mit Rhodina
fr: Un marché avec Rhodina

source: Legacy of Allag
de: Gelegenheitsaufträge
fr: Requêtes ex<var 16 /var>traor<var 16 /var>di<var 16 /var>nai<var 16 /var>res

source: An Odd Job
de: In banger Hoffnung gefesselt
fr: Le Joyau d'Ul'dah

source: Moving On
de: Die Nachtigall von Ul'dah
fr: Un parfum nommé F'lhaminn

source: Flowers for One
de: Der Duft der Erinnerung
fr: Les retrouvailles

source: All Things in Time
de: F'lhaminns Vers
fr: Une page se tourne

source: The Resolute
de: Botengang nach Geisterzoll
fr: Début des travaux

source: Laying the Foundation
de: Qarnsche Quader
fr: Une pierre à l'édifice

source: Rock-solid Protection
de: Hochexplosiv
fr: Mission explosive

source: Crate Go Kaboom
de: Der verspätete Transport
fr: Caravaniers en détresse

source: Better Late than Sever
de: Trautes Heim, Inselglück allein
fr: En quête des îles Cieldalaes

source: Seeing the Cieldalaes
de: Auf Geheiß der Gilde I
fr: Devoir de solidarité

source: Hest of the Best
de: Auf Geheiß der Gilde I
fr: Devoir de solidarité

source: Welcome to Morbol Country
de: Auf Geheiß der Gilde II
fr: Enfoncer le clou

source: Pass the Smell Hest
de: Auf Geheiß der Gilde II
fr: Enfoncer le clou

source: Answering the Call
de: Tatarus sieben Sachen
fr: Un petit coup de main

source: You're Gonna Carry That
de: Tee für die Nerven
fr: Conditions de travail difficiles

source: The Things We Do for Tea
de: Alte Sorge in neuer Gestalt
fr: Un nouveau Primordial<var 1D /var>?

source: It's Possibly a Primal
de: Über die Schwelle des Sonnensteins
fr: Une volonté forgée dans la pierre

source: Build on the Stone
de: Ein neuer Morgen
fr: Une nouvelle aube

source: An Eft for Effort
de: Vorbild für die Jungspunde
fr: Apprendre par l'exemple

source: Promises to Keep
de: Ein bisschen Frieden
fr: Un cocher désespéré

source: Eggs over Queasy
de: Mückeneier
fr: Mieux vaut prévenir que guérir

source: A Small-scale Operation
de: Verstreute Erinnerungen
fr: Trésor de famille

source: Yugiri's Game
de: Alles muss versteckt sein
fr: Les petites canailles

source: Disorderly Conduct
de: Aushilfskellner
fr: Garçon, s'il vous plaît<var 1D /var>!

source: If Wishes Were Horsebirds
de: Eau de Chocobo
fr: Papy fait de la résistance

source: Further Afield
de: Ruhe im Sied<var 16 /var>lungs<var 16 /var>ge<var 16 /var>biet
fr: Chatanées mandragores

source: All Due Respect
de: Trautes Heim, Glück allein
fr: Bienvenue chez vous

source: Until a Quieter Time
de: Kieferchirurgie
fr: Ouvrières indésirables

source: Full Belly, Happy Heart
de: Willkommen in Geisterzoll
fr: Les petits plats dans les grands

source: Prudence at This Junction
de: Vorsicht ist besser als Nachsicht
fr: Tenue adéquate exigée

source: Writhing in the Dark
de: In die Höhle der Kobra
fr: Nids de vipères

source: Butcher of Greentear
de: Natur im Gleichgewicht
fr: L'équilibre de la vie

source: A Soldier's Breakfast
de: Frühstückseier
fr: Tuer dans l'œuf

source: Fireworks and Fish Don't Mix
de: Feldlager in Aufruhr
fr: Et que ça saute<var 1D /var>!

source: Spriggan Cleaning
de: Spriggan-Vandalen
fr: Le gang des grignoteurs

source: Feeding Time
de: Fütterungszeit
fr: L'heure du repas

source: Shock and Awe
de: Macht ja keine Dummheiten
fr: Les révoltés du Nid

source: Reap the Whirlwind
de: Zum Schweigen gebracht
fr: Réduit au silence

source: Courier for a Day
de: Luftpost
fr: Des paquets qui manquent pas d'air

source: A Sylphlands Sting
de: Vorstoß ins Sylphenland
fr: Incursion dans les Terres sylphes

source: Scattered Scions
de: Die Ver<var 16 /var>wand<var 16 /var>lungskünstrigen
fr: Les métamorphosés

source: True to Form
de: Falsches Spiel im Finsterwald
fr: Le jeu continue

source: Levin an Impression
de: Donnernde Gerechtigkeit
fr: L'éclair du jugement

source: A Hard Hapalit to Break
de: Wer nicht kann, was er will
fr: On n'a rien sans rien

source: Farmer of Fortune
de: Das Vermächtnis
fr: Un héritage inespéré

source: Picking Up the Sledge
de: Retterin aus Roten Zahlen
fr: Tataru à la rescousse

source: Heir Today, Gone Tomorrow
de: Der Lügenbaron
fr: Baron que de nom

source: Skeletons in My Deepcroft
de: Ruhet in Frieden
fr: La révolte des morts-vivants

source: Lights Out
de: Wie Motten zum Licht
fr: Fantômes du présent

source: Chasing Ivy
de: Dem Weber auf der Spur
fr: Sur la piste de Virus

source: Compulsory Catering
de: Messer an der Kehle
fr: Délit d'amuse-gueule

source: Doman Connection
de: Die Domäne der Domaner
fr: Les soldats de l'ombre

source: Ruffled Feathers
de: Die Sorgen der Gutsherrin
fr: Merci pour le chocobo

source: In Flagrante Delicto
de: In flagranti
fr: Flagrant délit

source: Aether on Demand
de: Moenbrydas Plan
fr: La théorie de Moenbryda

source: It's Probably Pirates
de: Das Geheimnis der Sastasha-Höhle
fr: Les tréfonds de Sastasha

source: The Steps of Faith
de: Die Verteidigung Ishgards
fr: Le péril dravanien

source: Memoirs from the Front
de: Der Frontbericht
fr: Ren<var 16 /var>sei<var 16 /var>gne<var 16 /var>ment militaire

source: We Come in Peace
de: Interkulturelle Kompetenz
fr: Les chevaliers du miel

source: Dance Dance Diplomacy
de: Tanzmarathon
fr: Vous savez danser<var 1D /var>?

source: Forest Friend
de: Jeden Tag eine gute Tat
fr: Une seule chose vous manque

source: Druthers House Rules
de: Ein Horst für jeden Vogel
fr: La règle d'or du Choix

source: Never Forget
de: Auf Teteroons Spuren
fr: Aide à la réinsertion

source: Microbrewing
de: Die Feuerwasserbowle
fr: Une liqueur cent fois bonne

source: Nouveau Riche
de: Dem Verräter auf der Spur
fr: Le nouveau riche

source: Ratting It Out
de: Der schwarze Mann
fr: Traite suspecte

source: Terror at Fallgourd
de: Die Heulsuse vom Herbstkürbis-See
fr: Le pleurnichard du Radeau de la Calebasse

source: Ziz Is So Ridiculous
de: Aktenzeichen ungelöst
fr: Suspects de convenance

source: The Penitent Man
de: Das Ei der Taimai
fr: Élever le niveau d'alerte

source: Changing of the Guard
de: Wachablösung
fr: Relève de la garde

source: Trial by Turtle
de: Freie Bahn ins Wurzelmoor
fr: La première Merveille

source: The Drake Exception
de: U'odhs Prüfung
fr: La preuve par le sang

source: What Do You Mean You Forgot the Wine
de: Der richtige Tropfen
fr: Un chef tête en l'air

source: Not My War
de: Der einsame Deserteur
fr: Les voix du passé

source: A Final Ignominy
de: Das Mahl ist angerichtet
fr: Le dîner est servi

source: With a Little Elbow Grease
de: Ein erfahrener Reparateur
fr: Un réparateur inattendu

source: You Can't Take It with You
de: Verräterisches Uhrwerk
fr: L'heure du fossoyeur

source: A Tall Drink of Aqua del Sol
de: Stacheliger Erfrischungstrunk
fr: Une boisson qui a du piquant

source: The Warden Works in Mysterious Ways
de: Totengebet
fr: Dernière prière

source: Feats of Strength
de: Unorthodoxe Kampfweise
fr: Former la jeunesse

source: The Final Flight of the Enterprise
de: Blick gen Himmel
fr: L'homme qui a vu l'Entreprise

source: Opportunity Knocks
de: Vertrauensbildende Maßnahme
fr: Bonté intéressée

source: All by Ourselves
de: Vom Schneesturm verweht
fr: Une lettre dans le blizzard

source: The Best Inventions
de: Ein mächtiger Feind
fr: L'alambic malvenu

source: A Seaside Story
de: Der verzweifelte Schreiber
fr: Les bons contes font les bons amis

source: All Due Precautions
de: Kristallschutztopf
fr: Le pot de Lamberteint

source: The Curious Case of Giggity
de: Aller guten Dinge sind drei
fr: Le cristal corrompu ambulant

source: Of Sylphs and Spriggans
de: Der verschreckte Spriggan
fr: Il faut sauver le spriggan Tiggy

source: Crazy Enough to Work
de: Die Erzfalle
fr: À la poursuite de Giggity

source: Dressed for Conquest
de: Des Kaisers alte Kleider
fr: La panoplie du parfait petit soldat

source: Operation Archon
de: Der Marsch der Weisen
fr: La marche des Preux

source: The Ladle in the Darkness
de: Moral geht durch den Magen
fr: Du ragoût pour les héros

source: All upon the Watchtowers
de: Die zwei Türme
fr: Les deux tours de guet

source: Hearts on Fire
de: Auf geht's!
fr: Le moral des troupes

source: Setting the Stage
de: Den Weg bereiten
fr: Le calme avant la tempête

source: Rock the Castrum
de: Angriff auf Castrum Meridianum
fr: Assaut sur Castrum Meridianum

source: The Ultimate Weapon
de: Die ultimative Waffe
fr: L'ultime passe d'armes

source: An Honor to Serve
de: Orden für deine Brust
fr: Tu veux une médaille<var 1D /var>?

source: Can't Do It without U
de: Suche nach Verbündeten
fr: Des us et coutumes des U

source: What Lies Beneath
de: Abstieg in die Katakomben
fr: Les profondeurs du labyrinthe souterrain

source: To Be Second Best
de: Bedenken eines Beschwörers
fr: La dubitation d'un invocateur

source: I Believe I Can Fly
de: Nur fliegen ist schöner!
fr: Vole, beau volatile<var 1D /var>!

source: Close to Home
de: Fast wie zu Hause
fr: Une visite s'impose

source: Close to Home
de: Fast wie zu Hause
fr: Une visite s'impose

source: Close to Home
de: Fast wie zu Hause
fr: Une visite s'impose

source: Close to Home
de: Fast wie zu Hause
fr: Une visite s'impose

source: Close to Home
de: Fast wie zu Hause
fr: Une visite s'impose

source: Close to Home
de: Fast wie zu Hause
fr: Une visite s'impose

source: Close to Home
de: Fast wie zu Hause
fr: Une visite s'impose

source: Close to Home
de: Fast wie zu Hause
fr: Une visite s'impose

source: To the Bannock
de: Besuch am Stubben
fr: Visite au Bannock

source: On to Summerford
de: Ackerpiraten
fr: Aux vergers d'Estival

source: We Must Rebuild
de: Noch längst nicht ausrangiert
fr: Destination gare de triage

source: Passing Muster
de: Musterung
fr: Galfrid le styliste

source: Chasing Shadows
de: Freund oder Feind
fr: Chasse à l'ombre

source: Dressed to Call
de: Gut gewappnet
fr: Une tenue pour travail musclé

source: Lurkers in the Grotto
de: Bis es mich im Tod umfängt
fr: Coup de poignard dans le dos

source: Nothing to See Here
de: Brezeln und Bier
fr: Un bretzel pour le goûter

source: Underneath the Sultantree
de: Unterm Baum des Sultans
fr: Sous l'Arbre du Sultan

source: Washed Up
de: An die Arbeit!
fr: Les pirates des vergers

source: Step Nine
de: Dankesschuld
fr: Dites-le avec une citrouille

source: Eggs over Queasy
de: Mückeneier
fr: Mieux vaut prévenir que guérir

source: Double Dealing
de: Lieferung auf Umwegen
fr: Qui a volé, a volé le sac d'oranges

source: Surveying the Damage
de: Verlorene Messgeräte
fr: À la recherche du matériel perdu

source: Prudence at This Junction
de: Vorsicht ist besser als Nachsicht
fr: Tenue adéquate exigée

source: A Soldier's Breakfast
de: Frühstückseier
fr: Tuer dans l'œuf

source: Spirithold Broken
de: Spuk im Geisterkerker
fr: Le fantôme de la prison

source: Loam Maintenance
de: Naturdünger
fr: Les mains dedans

source: Plowshares to Swords
de: Geräte-Diebe gehen um
fr: Des pirates provocateurs

source: Just Deserts
de: Der Preis des Verrats
fr: Le prix de la trahison

source: Out of House and Home
de: Ungebetene Gäste
fr: Amateurs de minerai dérangeants

source: Way Down in the Hole
de: Jäger und Gejagte
fr: Manque de veine

source: On to Bentbranch
de: Auf zum Gut Zwieselgrund
fr: De si jolis chocobos

source: You Shall Not Trespass
de: Ein zerbrochenes Ei
fr: Action, réaction<var 1D /var>!

source: Sky-high
de: Auf zum Himmelszug
fr: Le jour de l'Ascenciel

source: Takin' What They're Givin'
de: Erweiterung des Horizonts
fr: Du travail à l'Horizon

source: Supply and Demands
de: Ein Juwelier in Nöten
fr: Circonstances atténuantes

source: Give It to Me Raw
de: Des Kobalos' bester Freund
fr: À la poursuite de la nashachite

source: Don't Look Down
de: Blauschimmerbefall
fr: Menace fongique

source: In the Grim Darkness of the Forest
de: Gestalten im Unterholz
fr: L'ombre d'un doute

source: Threat Level Elevated
de: Sperrt die Augen auf!
fr: Appel à la vigilance

source: Thanks a Million
de: Mais für Millionen
fr: Les plants de l'espoir

source: Relighting the Torch
de: Feurige Flüchtlinge
fr: Bombo échappé

source: On to the Drydocks
de: Dockarbeit
fr: Sur le chantier de la gloire

source: The Perfect Swarm
de: Herr der Fliegenklatsche
fr: Opération anti-moucherons

source: Last Letter to Lost Hope
de: Auf verlorenem Posten
fr: Courrier égaré

source: Migrant Marauders
de: Hol's der Geier
fr: Une mystérieuse créature ailée

source: Without a Doubt
de: Trau keinem Seemann
fr: L'ouvrier en retard

source: Righting the Shipwright
de: Ladung über Bord
fr: L'ouvrier naval naufragé

source: Heir Today, Gone Tomorrow
de: Der Lügenbaron
fr: Baron que de nom

source: Passing the Blade
de: Ein gewichtiges Vermächtnis
fr: Un don lourd de sens

source: A Hearer Is Often Late
de: Baumgeflüster
fr: Entretien avec les esprits

source: Salvaging the Scene
de: Planwagenüberfall
fr: Accident de la route

source: Do Angry Pirates Dream
de: In geheimer Mission
fr: Chantier en eaux troubles

source: Following Footfalls
de: Der Klotz am Bein
fr: Visite aux vestiges

source: Storms on the Horizon
de: Raffe Raffzahn und die frischen Fische
fr: Le poisson du festin

source: Leia's Legacy
de: Der Eierdieb
fr: On achève bien les chocobos

source: Dread Is in the Air
de: Alarmierende Nachricht
fr: Mauvais présage

source: To Guard a Guardian
de: Hüter des Wächterbaums
fr: L'arbre doyen

source: Festive Endeavors
de: Einstimmung auf das Fest
fr: Avant les réjouissances

source: Renewing the Covenant
de: Erneuerung des Bunds
fr: La fête des Spirituales

source: Victory in Peril
de: Schiff in Flammen
fr: Le flambeau du Victoire

source: Men of the Blue Tattoos
de: Dechiffrierexperte
fr: Message codé

source: Feint and Strike
de: Ablenkende Manöver
fr: La théorie du complot

source: High Society
de: Lohn der Mühen
fr: Tenue correcte exigée

source: A Mizzenmast Repast
de: Das Bankett des Admirals
fr: Lueur d'espoir

source: Oh Captain, My Captain
de: Späte Gerechtigkeit
fr: L'honneur des lames de cuivre

source: Secrets and Lies
de: Mit sieben Siegeln
fr: Une cor<var 16 /var>res<var 16 /var>pon<var 16 /var>dance suspecte

source: Duty, Honor, Country
de: Das wertvollste Gut
fr: Les ténèbres qui menacent la couronne

source: A Matter of Tradition
de: Letzte Vor<var 16 /var>bereitungen
fr: Les préparatifs de la soirée

source: A Royal Reception
de: Das Bankett der Sultana
fr: Une soirée au palais

source: The Gridanian Envoy
de: Die Stimme des Waldes
fr: L'émissaire de Gridania

source: The Lominsan Envoy
de: Die Stimme des Meeres
fr: L'émissaire de Limsa Lominsa

source: The Ul'dahn Envoy
de: Die Stimme der Wüste
fr: L'émissaire d'Ul'dah

source: Call of the Sea
de: Der Ruf des Meeres
fr: L'appel de la mer

source: Call of the Sea
de: Der Ruf des Meeres
fr: L'appel de la mer

source: It's Probably Pirates
de: Das Geheimnis der Sastasha-Höhle
fr: Les tréfonds de Sastasha

source: Call of the Forest
de: Der Ruf des Waldes
fr: L'appel de la forêt

source: Fire in the Gloom
de: Die Ruhe der Toten
fr: Les exaltés de Tam-Tara

source: Call of the Desert
de: Der Ruf der Wüste
fr: L'appel du désert

source: Into a Copper Hell
de: Zu tief gegraben
fr: Les révoltés de Clochecuivre

source: The Scions of the Seventh Dawn
de: Der Bund der Morgenröte
fr: La Voie des Héritiers

source: A Wild Rose by Any Other Name
de: Wilde Rosen
fr: L'alliance pour la Septième Aube

source: Unsolved Mystery
de: Ein Hinterhalt mit Hintermann?
fr: Ne pas faire de vieux os

source: What Poor People Think
de: Schreckhafte Zeugen
fr: Le silence des hameaux

source: A Proper Burial
de: Das schweigsame Grab
fr: Visite au cimetière

source: For the Children
de: Die barmherzige Priesterin
fr: Je vous salue ma sœur

source: Amalj'aa Wrong Places
de: Höchst verdächtig
fr: Publicité mensongère

source: Dressed to Deceive
de: Die Falle schnappt zu
fr: L'habit ne fait pas le prêtre

source: Life, Materia and Everything
de: Leben, Materia und der ganze Rest
fr: Le maître des matérias

source: Lord of the Inferno
de: Der Herr des Infernos
fr: L'épreuve des flammes

source: A Hero in the Making
de: Den Helden zum Gedenken
fr: L'étoffe des héros

source: The Company You Keep (Twin Adder)
de: In den Dienst der Bruderschaft
fr: En bonne compagnie (Deux Vipères)

source: The Company You Keep (Maelstrom)
de: In den Dienst des Mahlstroms
fr: En bonne compagnie (Maelstrom)

source: The Company You Keep (Immortal Flames)
de: In den Dienst der Legion
fr: En bonne compagnie (Immortels)

source: Wood's Will Be Done
de: Folge dem Willen des Waldes
fr: Que la Sylve vous protège

source: Till Sea Swallows All
de: Bis dich das Meer verschlingt
fr: Jusqu'à ce que la mer nous engloutisse tous

source: For Coin and Country
de: Für Ruhm und Reichtum
fr: Pour la prospérité d'Ul'dah

source: Sylph-management
de: Die Absichten der Sylphen
fr: Le danger des Sylphes

source: We Come in Peace
de: Interkulturelle Kompetenz
fr: Les chevaliers du miel

source: Sylphic Studies
de: Ein Tänzchen in Ehren
fr: Danse avec les Sylphes

source: First Impressions
de: Gastgeschenke
fr: Le cadeau idéal

source: First Contact
de: Ein kühler Empfang
fr: Un lien avec les Sylphes

source: Dance Dance Diplomacy
de: Tanzmarathon
fr: Vous savez danser<var 1D /var>?

source: Forest Friend
de: Jeden Tag eine gute Tat
fr: Une seule chose vous manque

source: Presence of the Enemy
de: Beängstigende Metallige
fr: Mystérieux hommes en armure

source: Brotherly Love
de: Eigensinnige Sylphe
fr: La fugue de Claxio

source: Spirited Away
de: Der Suchtrupp
fr: Inquiétante disparition

source: Druthers House Rules
de: Ein Horst für jeden Vogel
fr: La règle d'or du Choix

source: Never Forget
de: Auf Teteroons Spuren
fr: Aide à la réinsertion

source: Microbrewing
de: Die Feuerwasserbowle
fr: Une liqueur cent fois bonne

source: Like Fine Wine
de: Gereifte Freund<var 16 /var>schaft
fr: Grand cru d'amitié

source: Sylphish Concerns
de: Verräter in den eigenen Reihen
fr: Silhouette sylphe
