Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: The Search for Slag
de: Manche mögen's dornig
fr: Prélèvement<var 1D /var>: la chasse aux preuves

source: Barmy for Ballistas
de: Loses Erdreich
fr: Échantillons<var 1D /var>: glissement de terrain

source: Secret Stones
de: Geschüttelt, nicht gerührt
fr: Collecte<var 1D /var>: couleur menthe à l'eau

source: New Necklaces
de: Relikte Gelmorras
fr: Collecte<var 1D /var>: reliques du passé

source: Crystallized Revenge
de: Hitzköpfige Holzfäller
fr: Grosse récolte<var 1D /var>: du carburant pour le feu

source: Rocks from Rak'tika
de: Das Gestrüpp lichten
fr: Échantillons<var 1D /var>: suppression de plantes vivaces

source: Jewels for Jewelry
de: Mondgesichter
fr: Collecte<var 1D /var>: le colorant naturel

source: Knowledge Is Power
de: Erntehelfer
fr: Grosse récolte<var 1D /var>: mangez des pommes

source: Road to Recovery
de: Pilzbefall
fr: Grosse récolte<var 1D /var>: étude mycologique

source: Jewelry Is Forever
de: Für eine Handvoll Holz
fr: Échantillons<var 1D /var>: palmiers comestibles

source: The Magic of Mining
de: Makellos natürlich
fr: Collecte<var 1D /var>: nettoyage d'automne

source: Lakeland's Legacy
de: Schummeltinktur
fr: Grosse récolte<var 1D /var>: l'apprenti teinturier

source: Back Stronger
de: Mogelpackung
fr: Grosse récolte<var 1D /var>: coco à gogo

source: Crystal Meds
de: Herrscher der Lüfte
fr: Échantillons<var 1D /var>: la planque aux herbes

source: One Man's Rock
de: Achtung, Tiefflieger!
fr: Collecte<var 1D /var>: les lances célestes

source: Explosive Progress
de: Weg mit dem Unkraut!
fr: Grosse récolte<var 1D /var>: ramasseurs en herbe

source: An Unstable Foundation
de: Ob Treibholz brennt
fr: Prélèvement<var 1D /var>: chaleur flottante

source: The Gall on That Giant
de: Hüter des Waldes
fr: Échantillons<var 1D /var>: la peste soit de leurs forêts

source: Just in Lime
de: Gerade fliegt am besten
fr: Collecte<var 1D /var>: droit comme une flèche

source: To Boldly Gall
de: Teakholz schützt
fr: Grosse récolte<var 1D /var>: pas si fort que ça

source: Training Up
de: Verschlüsselungstechnik
fr: Prélèvement<var 1D /var>: les traces des criminels

source: A Rock After My Own Heart
de: Reliktsuche
fr: Échantillons<var 1D /var>: les pieds dans les ronces

source: March for Magitek
de: Gerüstbauer
fr: Collecte<var 1D /var>: la tête en bas

source: Stone Cold
de: Ewige Liebe zum Gras
fr: Grosse récolte<var 1D /var>: une herbe qui vaut de l'or

source: Sand in My Boots
de: Entweder ganz oder gar nicht
fr: Prélèvement<var 1D /var>: voyez comme ils brillent

source: Enriching the Soil
de: An der Wurzel gepackt
fr: Échantillons<var 1D /var>: maladie endémique

source: Rocks of a Feather
de: Blumenkronen
fr: Collecte<var 1D /var>: couronnes de verdure

source: The Final Touch
de: Gärtner auf Erkundung
fr: Prélèvement<var 1D /var>: du bois pour les architectes

source: Reactionary Reactors
de: Großfreibrief: An der Wurzel gepackt
fr: Grand mandat<var 1D /var>: maladie endémique

source: Tough Tuff
de: Großfreibrief: Blumenkronen
fr: Grand mandat<var 1D /var>: couronnes de verdure

source: Strong Arm for Stone
de: Großfreibrief: Gärtner auf Erkundung
fr: Grand mandat<var 1D /var>: du bois pour les architectes

source: Old and Bubbly
de: Bittere Kräuter
fr: Échantillons<var 1D /var>: de la gentiane pour l'estomac

source: Abandoned Architecture
de: Ein Gift gegen Drachen
fr: Grosse récolte<var 1D /var>: des herbes contre les dragons

source: Mountain Fish
de: Auf dem Holzweg?
fr: Collecte<var 1D /var>: des racines aéronavales

source: Gleamstone for Lazybones
de: Großfreibrief: Bittere Kräuter
fr: Grand mandat<var 1D /var>: de la gentiane pour l'estomac

source: Fuelgiving Passionwork
de: Großfreibrief: Gift gegen Drachen
fr: Grand mandat<var 1D /var>: des herbes contre les dragons

source: Building the Banks
de: Großfreibrief: Auf dem Holzweg?
fr: Grand mandat<var 1D /var>: des racines aéronavales

source: Pebbles for a Path
de: Kräutersuche in Dravania
fr: Échantillons<var 1D /var>: les remèdes de l'écume

source: Sampled Starfall
de: Neue Heilkräuter
fr: Collecte<var 1D /var>: des pissenlits en tisane

source: Material for a Mindgenius
de: Wo und wie die Drachen leben
fr: Prélèvement<var 1D /var>: de l'herbe à dragon

source: Vestiges of War
de: Großfreibrief: Kräutersuche in Dravania
fr: Grand mandat<var 1D /var>: les remèdes de l'écume

source: Plains, Stone, Fish
de: Großfreibrief: Neue Heilkräuter
fr: Grand mandat<var 1D /var>: des pissenlits en tisane

source: Burning Rival
de: Großfreibrief: Wo und wie die Drachen leben
fr: Grand mandat<var 1D /var>: de l'herbe à dragon

source: No Takebacks for Workshirk
de: Was gegen das laue Lüftchen
fr: Grosse récolte<var 1D /var>: les artichauts pétomanes

source: リーヴテスト01
de: Blaumachen
fr: Collecte<var 1D /var>: le pigment des drapeaux

source: リーヴテスト02
de: Immer der Nase nach
fr: Prélèvement<var 1D /var>: le nectar de l'encens

source: リーヴテスト03
de: Großfreibrief: Was gegen das laue Lüftchen
fr: Grand mandat<var 1D /var>: les artichauts pétomanes

source: リーヴテスト04
de: Großfreibrief: Blaumachen
fr: Grand mandat<var 1D /var>: le pigment des drapeaux

source: リーヴテスト05
de: Großfreibrief: Immer der Nase nach
fr: Grand mandat<var 1D /var>: le nectar de l'encens

source: Waking Wood
de: Holz für den Beobachtungsposten
fr: Échantillons<var 1D /var>: du bois d'avant-poste

source: East Bank Story
de: Kräuter für das Hospital
fr: Grosse récolte<var 1D /var>: des racines de doigt-de-Thaliak

source: We Couldn't Start the Fire
de: Ein Kraut gegen die Drachen
fr: Prélèvement<var 1D /var>: de la fumée anti-dragon

source: Lovely Latex
de: Großfreibrief: Holz für den Beobachtungsposten
fr: Grand mandat<var 1D /var>: du bois d'avant-poste

source: Let the Sun Shine In
de: Großfreibrief: Kräuter für das Hospital
fr: Grand mandat<var 1D /var>: des racines de doigt-de-Thaliak

source: If a Tree Falls
de: Großfreibrief: Ein Kraut gegen die Drachen
fr: Grand mandat<var 1D /var>: de la fumée anti-dragon

source: Evil Seeds
de: Heilige Hölzer
fr: Échantillons<var 1D /var>: un bois destructeur d'in<var 16 /var>ter<var 16 /var>dic<var 16 /var>tions

source: No Bark, All Bite
de: Der Saft gibt Kraft
fr: Collecte<var 1D /var>: la sève de la vie

source: A Chest of Nuts
de: Wasserschäden in Ostend
fr: Prélèvement<var 1D /var>: la végétation du bassin

source: West Bank Story
de: Othard-Kiefern für Luxusmöbel
fr: Échantillons<var 1D /var>: bon comme du bon pin

source: Digging Deep
de: Korallensouvenirs
fr: Grosse récolte<var 1D /var>: des kanzashi couleur rubis

source: The Heart of the Hedge
de: Wissenschaftlicher Tauchgang im Meer
fr: Collecte<var 1D /var>: la végétation des mers et des baies

source: リーヴテスト22
de: Ein Baugerüst für den Wieder<var 16 /var>aufbau
fr: Échantillons<var 1D /var>: une con<var 16 /var>struc<var 16 /var>tion échafaudée

source: The Quick and the Dead
de: Yanxia-Kiefern für Luxusmöbel
fr: Collecte<var 1D /var>: du pin de Yanxia, rien que ça<var 1D /var>!

source: Maple Stories
de: Wissenschaftlicher Tauchgang im Fluss
fr: Prélèvement<var 1D /var>: la végétation des lacs et des rivières

source: Never Strikes Twice
de: Stämme für den Stammkunden
fr: Grosse récolte<var 1D /var>: le bon pin d'Azim

source: Briar in the Hole
de: Giftpflanzen für Heilmittel
fr: Collecte<var 1D /var>: l'infusion de la steppe

source: Nowhere to Slide
de: Die Waren der Natur
fr: Prélèvement<var 1D /var>: en quête de nouveaux produits

source: Shaken, Not Stirred
de: Nicht alle Teetassen im Schrank
fr: Échantillons<var 1D /var>: la guerre des pétales

source: Just the Artifacts, Madam
de: Blumen zum Abschied
fr: Grosse récolte<var 1D /var>: des fleurs pour les morts

source: Fueling the Flames
de: Unverwüstliches Saatgut
fr: Prélèvement<var 1D /var>: pour un développement durable

source: Over the Underbrush
de: Der glüht auf der Zunge
fr: Échantillons<var 1D /var>: un peu de piment dans le vin

source: Moon in Rouge
de: Ruhe im Topf
fr: Collecte<var 1D /var>: pot-pourri de sauge séchée

source: Appleanche
de: Hütten als Dankeschön
fr: Prélèvement<var 1D /var>: des cabanes en bois recyclé

source: Mushroom Gobblin'
de: Freude bringende Feenschorle
fr: Échantillons<var 1D /var>: de la gnôle de Pixies

source: The Palm in Your Hand
de: Was lange treibt, schwimmt gut
fr: Grosse récolte<var 1D /var>: em<var 16 /var>bar<var 16 /var>ca<var 16 /var>tions en bois d'eau

source: Nature Calls
de: Heilende Feensamen
fr: Collecte<var 1D /var>: la chasse aux graines féeriques

source: Bleeding Them Dry
de: Keine Insekten im Glas
fr: Échantillons<var 1D /var>: les larmes d'une déesse

source: Always Right
de: Gesalbte Integration
fr: Collecte<var 1D /var>: l'aloe ronka des réfugiés

source: A Stash of Herbs
de: Unterwasserträume
fr: Prélèvement<var 1D /var>: du rêve sous l'écorce

source: Spear of Heaven
de: Im Alter liegt die Würze
fr: Grosse récolte<var 1D /var>: du vieux bois pour plus de goût

source: Salad Days
de: Es läuft wie geölt
fr: Collecte<var 1D /var>: de l'huile dans les graines

source: Catch My Drift
de: Fiebersenkende Kräuter
fr: Prélèvement<var 1D /var>: des tisanes pour les petits Ronsos

source: Plague on Both Our Forests
de: Fässer aus Seenland-Eichenholz
fr: Échantillons<var 1D /var>: du chêne de Grand-Lac en fût

source: Straight and Arrow
de: Muntermacher
fr: Grosse récolte<var 1D /var>: le sirop préféré de l'exarque

source: This Old Fort
de: Wassergras-Shampoo
fr: Prélèvement<var 1D /var>: l'herbe du Lac dans les cheveux

source: Sign of the Crimes
de: Papier ist geduldig
fr: Échantillons<var 1D /var>: bois à papier

source: Caught in the Long Grass
de: Auf Eisen beißen
fr: Collecte<var 1D /var>: herbes sauvages expérimentales

source: Topsy-turvy Time
de: Grundlagenforschung
fr: Prélèvement<var 1D /var>: coupe botanique

source: Wonders Don't Cease, They're Discontinued
de: Da beißt die Yakuh ins Gras
fr: Échantillons<var 1D /var>: herbes pour yaks

source: See How They Shine
de: Heraus<var 16 /var>forde<var 16 /var>rung angenommen!
fr: Grosse récolte<var 1D /var>: épices pour cuisine de caractère

source: Does This Look Infected?
de: Explodierende Palmen
fr: Collecte<var 1D /var>: sève de palmier pour combustible

source: Breathe Deeply
de: Rübenfarben
fr: Échantillons<var 1D /var>: betterave pour expérience

source: Warm in Their Beds
de: Mit Pinien veredelt
fr: Grosse récolte<var 1D /var>: pin destiné au repiquage

source: Secondhand Smoke Screen (L)
de: Feuer und Flamme
fr: Prélèvement<var 1D /var>: échantillon d'arbre d'alignement calciné

source: A Crown for Every Head (L)
de: Teeparty
fr: Grosse récolte<var 1D /var>: cannelle pour chai

source: No Rest for the Thicket (L)
de: Zwischen Baum und Kraut
fr: Collecte<var 1D /var>: plante herbacée orientale pour expérience

source: Ladies and Gentians
de: Palmenpanik
fr: Prélèvement<var 1D /var>: dégustation de sagoutier

source: The Bitter, the Better
de: In der Vielfalt liegt die Kraft
fr: Échantillons<var 1D /var>: fibre végétale pour vêtements

source: Six Hours in a Leaky Boat
de: Die Antwort liegt im Holz
fr: Collecte<var 1D /var>: bois pour expérience

source: Coat the Harm (L)
de: Giftige Palmen
fr: Prélèvement<var 1D /var>: sève dorée au haut potentiel thérapeutique

source: The Sour Patch Grids (L)
de: Schilfproben
fr: Échantillons<var 1D /var>: roseaux dorés

source: Hot Tub Clime Machine (L)
de: Pinselblumen
fr: Collecte<var 1D /var>: fleurs brossées

source: Your Mother Is Medicine and Your Father Is the Wild
de: Blumenhoroskop
fr: Prélèvement<var 1D /var>: fleurs astrologiques

source: Dandelion Don't Tell No Lies
de: Energieströme
fr: Échantillons<var 1D /var>: analyse du sol de Ligaka

source: Chewed Up and Snuffed Out
de: Säubernde Wasserpflanze
fr: Grosse récolte<var 1D /var>: nénuphars géants

source: Exotic Remedies (L)
de: Außergewöhnlicher Befall
fr: Collecte<var 1D /var>: plantes repoussantes

source: Sacrilege Neutralized (L)
de: Heilendes Gebräu
fr: Échantillons<var 1D /var>: lupin d'Urqopacha

source: Hybrid Theories (L)
de: Maisernte
fr: Grosse récolte<var 1D /var>: grains de maïs

source: Heart to Heart
de: Straßensicherung
fr: Collecte<var 1D /var>: étude des semences

source: Bold and Blue
de: Die Kraft der zwei Köpfe
fr: Grosse récolte<var 1D /var>: décoction pour la famille royale

source: The Anointing of the Dead
de: Himmlisches Räucherwerk
fr: Collecte<var 1D /var>: sève au pouvoir caché

source: Putting on Airs (L)
de: Verbrannte Erde
fr: Collecte<var 1D /var>: raviver les plaines cendrées

source: These Colors Run Not (L)
de: Wucherndes Seifenkraut
fr: Échantillons<var 1D /var>: éradiquer les mauvaises herbes

source: Nectar of the Goddess (L)
de: Nopal, medium oder gar?
fr: Collecte<var 1D /var>: steak de cactus

source: Watching the Western Wall
de: Hörner der Erde
fr: Collecte<var 1D /var>: cornes terrestres

source: Bleeding Out
de: Sardellen-Kick
fr: Collecte<var 1D /var>: condiments pour aventuriers

source: A Taste of Their Own Medicine
de: Vom Köder zum Hauptgericht
fr: Collecte<var 1D /var>: des gobies à gober

source: Blending In (L)
de: Alleskenner
fr: Collecte<var 1D /var>: le secret est dans le varech

source: Mending Wings (L)
de: Fingerkrebsfarben
fr: Collecte<var 1D /var>: le festin des pauvres

source: Thank You for Smoke Screening (L)
de: Gesundes Selbst<var 16 /var>ver<var 16 /var>trauen
fr: Collecte<var 1D /var>: la bonne dose de méduse

source: Rhalgr Wood Too
de: Kein Fisch ist sicher
fr: Collecte<var 1D /var>: aussi bons qu'ils sont jolis

source: Thank Heavenspillar
de: Vor nichts Halt machen
fr: Grosse récolte<var 1D /var>: recette terre-mer

source: Barking Up the Right Tree
de: Langweilerfisch
fr: Grosse récolte<var 1D /var>: splendeur en bocal

source: Pining
de: Fische Frische frischt Frischers Fitz
fr: Collecte<var 1D /var>: flets à flots

source: Coral-lation
de: Gepökelter Tigerdorsch
fr: Collecte<var 1D /var>: mouiller avant de déguster

source: Penned-up Frustration
de: Qiqirn-Magen verdaut alles
fr: Grosse récolte<var 1D /var>: tout est dans le cerveau

source: Bamboozled
de: Auch Düngen will gelernt sein
fr: Grosse récolte<var 1D /var>: incandescente fertilité

source: Timbr
de: Auster gesucht
fr: Collecte<var 1D /var>: la bonne coquille

source: Flowers for Algae Run
de: Muscheltopf
fr: Collecte<var 1D /var>: plus profonde sera l'entaille

source: Craic of Dawn
de: Weiße Korallen laufen gut
fr: Grosse récolte<var 1D /var>: la morale du corail

source: Hypocritic Oath
de: Helmkrabbentrank
fr: Grosse récolte<var 1D /var>: les crabes de la fortune

source: Leaves Much to Be Desired
de: Großhandelspreise
fr: Collecte<var 1D /var>: décoration poissonneuse

source: Nunh the Wiser
de: Leckere Aalpastete
fr: Collecte<var 1D /var>: anguilles et ophiophobie

source: Last of the Mhigans
de: Barsches Verhalten
fr: Grosse récolte<var 1D /var>: chaîne alimentaire

source: Garden Variety
de: Anglerwettstreit
fr: Grosse récolte<var 1D /var>: ambition aveugle

source: Sought-after Spices
de: Gewitterfisch
fr: Collecte<var 1D /var>: coup de foudre pour un poisson

source: Medicinal Herbs
de: Müllerlachs
fr: Collecte<var 1D /var>: mensonges et parties de pêche

source: Home Is Where the Heart Is
de: Mehr Köder
fr: Grosse récolte<var 1D /var>: être pêcheur ou ne pas l'être

source: Packs a Punch
de: Fischloser Fischteich
fr: Grosse récolte<var 1D /var>: la liberté dans la vérité

source: Home Is Where the Heart Isn't
de: Für die Katz'
fr: Collecte<var 1D /var>: recette amicale

source: Seeds for the Sick
de: Bankett aka Saufgelage
fr: Collecte<var 1D /var>: ne m'attendez pas pour dîner

source: Pest Problems
de: Saufgelage aka Saufgelage
fr: Grosse récolte<var 1D /var>: plus de cauchemar en cuisine

source: Fresh off the Boat
de: Queller gesucht
fr: Grosse récolte<var 1D /var>: sa période bleue

source: Dream a Little Dream
de: Ritterlicher Lachs
fr: Collecte<var 1D /var>: avantages alimentaires

source: Spiritual Ventures
de: Purpur schmeckt
fr: Collecte<var 1D /var>: touche pas à mon poisson<var 1D /var>!

source: Culinary Concepts
de: Vielfraßfutter
fr: Grosse récolte<var 1D /var>: de la friture sur la ligne

source: The Only Cure
de: Klare Köpfe
fr: Grosse récolte<var 1D /var>: ceux qui voient la lumière

source: Good Business
de: Auch Fische frieren
fr: Collecte<var 1D /var>: bâtisseuse d'empire

source: The Sweetest Syrup
de: Ein toller Hecht
fr: Collecte<var 1D /var>: maîtresse des lacs

source: Big Business
de: An die Flinte nur mit Stinte
fr: Grosse récolte<var 1D /var>: la saison des éperlans

source: Paper Minds
de: Köderfische
fr: Grosse récolte<var 1D /var>: rations de loche

source: A Balanced Diet
de: Geblitzt worden
fr: Collecte<var 1D /var>: zapper la nature

source: Bug Report
de: Ab in die Grube
fr: Collecte<var 1D /var>: preuve par comparaison

source: Don't Have a Yakow
de: Schnecken schnäken
fr: Grosse récolte<var 1D /var>: repas fossile

source: Soup for the Stars
de: Hobbyarchäologen, nein danke!
fr: Grosse récolte<var 1D /var>: ciel, mes gobies<var 1D /var>!

source: Explosive Palms
de: Ein Bankett zum Dank
fr: Collecte<var 1D /var>: les crabes des forgerons

source: Beet It
de: Läuseplage
fr: Collecte<var 1D /var>: des crevettes à l'égout

source: Into the Pines
de: Fischen für anspruchsvolle Gäste
fr: Grosse récolte<var 1D /var>: des oursins pour les pontes

source: Through the Fires and Flames
de: Großfreibrief: Ein Bankett zum Dank
fr: Grand mandat<var 1D /var>: les crabes des forgerons

source: Tea Off
de: Großfreibrief: Läuseplage
fr: Grand mandat<var 1D /var>: des crevettes à l'égout

source: When Size Matters
de: Großfreibrief: Fischen für anspruchsvolle Gäste
fr: Grand mandat<var 1D /var>: des oursins pour les pontes

source: In Case of Emergency
de: Krankenhauskost
fr: Collecte<var 1D /var>: trois lèvres pour les blessés

source: A Natural Style
de: Ein fischiger Dank
fr: Collecte<var 1D /var>: du poisson au Faucon

source: Wood Envy
de: Angeln über den Wolken
fr: Grosse récolte<var 1D /var>: poisson-nuage au menu

source: Poisonous Palms
de: Großfreibrief: Krankenhauskost
fr: Grand mandat<var 1D /var>: trois lèvres pour les blessés

source: Reading Reeds
de: Großfreibrief: Ein fischiger Dank
fr: Grand mandat<var 1D /var>: du poisson au Faucon

source: Brushing Up on Flowers
de: Großfreibrief: Angeln über den Wolken
fr: Grand mandat<var 1D /var>: poisson-nuage au menu

source: All Stars
de: Fisch in Medizin?
fr: Collecte<var 1D /var>: un remède de mahu waï

source: Evaluating Energies
de: Über drei Ecken
fr: Collecte<var 1D /var>: des œufs volants pour bienfaiteur

source: Plants Aquatic
de: Korallen fischen
fr: Grosse récolte<var 1D /var>: les coraux des drapeaux

source: First Beasts, Now Bugs
de: Großfreibrief: Fisch in Medizin?
fr: Grand mandat<var 1D /var>: un remède de mahu waï

source: Herbs for Hurts
de: Großfreibrief: Über drei Ecken
fr: Grand mandat<var 1D /var>: des œufs volants pour bienfaiteur

source: Good Ear for Corn
de: Großfreibrief: Korallen fischen
fr: Grand mandat<var 1D /var>: les coraux des drapeaux

source: Trusty Trees
de: Was Drachen fressen
fr: Collecte<var 1D /var>: les poissons des dragons

source: Sip of Scalebud
de: Marionetten der Drachen
fr: Collecte<var 1D /var>: des créatures antiques

source: Sacred Sap
de: Frische Fische
fr: Grosse récolte<var 1D /var>: du pipira pira pour les volontaires

source: New Start for the Cinderfield
de: Großfreibrief: Was Drachen fressen
fr: Grand mandat<var 1D /var>: les poissons des dragons

source: Stopping Soapweed
de: Großfreibrief: Marionetten der Drachen
fr: Grand mandat<var 1D /var>: des créatures antiques

source: Need for Nopales
de: Großfreibrief: Frische Fische
fr: Grand mandat<var 1D /var>: du pipira pira pour les volontaires

source: Girth of the Earth
de: Luftdruckwaffen
fr: Collecte<var 1D /var>: d'étranges poissons-arbalétriers

source: Adventurers' Relish
de: Hummer gegen den Kummer
fr: Collecte<var 1D /var>: du homard contre la grippe

source: Soup to Guts
de: Kreativer Fischgebrauch
fr: Grosse récolte<var 1D /var>: interrogatoire au poisson

source: A Kelping Hand
de: Großfreibrief: Luftdruckwaffen
fr: Grand mandat<var 1D /var>: d'étranges poissons-arbalétriers

source: Poor Boys Eat Well
de: Großfreibrief: Hummer gegen den Kummer
fr: Grand mandat<var 1D /var>: du homard contre la grippe

source: Cloud Cutlet
de: Großfreibrief: Kreativer Fischgebrauch
fr: Grand mandat<var 1D /var>: interrogatoire au poisson

source: They Taste Just as Pretty
de: Fischiger Vergleich
fr: Collecte<var 1D /var>: des comparaisons rapides

source: Yummy in the Tummy
de: Glitschiges Laub
fr: Collecte<var 1D /var>: il s'en ramasse à la pelle

source: Splendor in the Glass
de: Getrocknete Barsche
fr: Grosse récolte<var 1D /var>: tendre des perches

source: Fish by Many Other Names
de: Tote Mantas sind todschick
fr: Collecte<var 1D /var>: quelques belles raies

source: Just Add Water
de: Saure Meereshäppchen
fr: Collecte<var 1D /var>: les concombres de mer du Shiokaze

source: Brain Candy
de: Lieferung im Schneckentempo
fr: Grosse récolte<var 1D /var>: coquillages et crustacés

source: The Fertile Incandescent
de: Lange Barteln bringen Glück
fr: Collecte<var 1D /var>: des poissons à la mode

source: My Own Private Shell
de: Puppen und Schuppen
fr: Collecte<var 1D /var>: des écailles pour le dragon

source: The Deepest Cut
de: Fischfernhandel
fr: Grosse récolte<var 1D /var>: importation de poissons

source: The Moral of the Coral
de: Spezialität des Hauses
fr: Collecte<var 1D /var>: petite gastronomie deviendra grande

source: Crab Life by the Horns
de: Ein diplomatischer Fischzug
fr: Collecte<var 1D /var>: des poissons consulaires

source: Sounds Fishy to Me
de: Goldige Fische aus Doma
fr: Grosse récolte<var 1D /var>: pénurie de poissons

source: The Long and the Shortcrust
de: Fische ohne Grenzen
fr: Collecte<var 1D /var>: les poissons d'aquarium éorzéens

source: Food Chain Reaction
de: Theater mit Biss
fr: Collecte<var 1D /var>: des crocs acérés pour le dragon

source: Blind Ambition
de: Glückwunsch-Oktopus
fr: Grosse récolte<var 1D /var>: entre deux âges

source: A Shocking Soirée
de: Barsche der Sonne
fr: Collecte<var 1D /var>: mutation ou pas mutation<var 1D /var>?

source: A Watery Web of Lies
de: Gegner des schlechten Geschmacks
fr: Collecte<var 1D /var>: un délicieux sandwich-omelette

source: Fishing 101
de: Elektrisches Angeln
fr: Grosse récolte<var 1D /var>: électropêche de nuisibles

source: The Truth Will Set You Free
de: Quallen in aller Munde
fr: Collecte<var 1D /var>: succulente salade de méduse

source: A Recipe for Disaster
de: Rettung des Ökosystems
fr: Collecte<var 1D /var>: l'équilibre de L'Origine

source: Just Call Me Late for Dinner
de: Fischiges Äthergespür
fr: Grosse récolte<var 1D /var>: plan séisme à Grand-Lac

source: Kitchen Nightmares No More
de: Magiestudium am Zander
fr: Collecte<var 1D /var>: dissection douce

source: The Blue Period
de: Die Liebe angeln
fr: Collecte<var 1D /var>: l'agence matrimoniale du village de pêcheurs

source: The Perks of Politics
de: Exotisches Heringsgericht
fr: Grosse récolte<var 1D /var>: savoureux harengs

source: Hands off Our Fish
de: Eine Delikatesse für die Wachen
fr: Collecte<var 1D /var>: onctueuse bisque bleue

source: Fry Me a River
de: Krabbenpilzbehandlung
fr: Collecte<var 1D /var>: fungi guérisseurs

source: Gathering Light
de: Fischzucht in Grantel
fr: Grosse récolte<var 1D /var>: grande entreprise de pisciculture

source: Empire Builder
de: Sternstunde der Fischzucht
fr: Collecte<var 1D /var>: les secrets d'une aquaculture stable

source: Laird of the Lakes
de: Erforscher der Tiefsee
fr: Collecte<var 1D /var>: l'étrange éther des créatures des profondeurs

source: Make a Fish
de: Aale aus dem Abgrund
fr: Grosse récolte<var 1D /var>: délicieux émincé d'anguille des abysses

source: Rationally Speaking
de: Ein Fischgourmet
fr: Collecte<var 1D /var>: quel est le goût du poisson muet<var 1D /var>?
