Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: 捜索任務：ペイストの罠
de: Ach du liebe Güte!
fr: Patrouille<var 1D /var>: sus aux coléoptères

source: From Ruins to Riches
de: Traue niemandem
fr: Traque<var 1D /var>: la fin du félin

source: What Peistes Crave
de: Durstige Imps
fr: Pourchasse<var 1D /var>: un imp peut en cacher un autre

source: Monkey Business
de: Nekrolog: Kultische Goblins
fr: Nécrologos<var 1D /var>: c'est de la bombe

source: Something in the Mead
de: Ungestüme Büffel
fr: Interception<var 1D /var>: pour le salut de la Cité

source: Can't Say No to Gnat
de: Wundersamer Wunderwein
fr: Escorte<var 1D /var>: l'alcool adoucit les mœurs

source: Ochus Bite, Leaves Bleed
de: Den Letzten fressen die Goobbue
fr: Interception<var 1D /var>: des végétaux trop gourmands

source: Stew for Two
de: Auf Wolfsjagd
fr: Récupération<var 1D /var>: connu comme le loup blanc

source: A Guest for Supper
de: Goobbue im Schnee
fr: Pourchasse<var 1D /var>: sus aux boules de neige

source: The Transporter
de: Der Wind ist schuld
fr: Nécrologos<var 1D /var>: un pitoyable autodafé

source: Sucked Dry
de: Hirtenfresser
fr: Interception<var 1D /var>: la violence des agneaux

source: A Glamourous Life
de: Das verschwundene Schaf
fr: Escorte<var 1D /var>: mouton en détresse

source: First to Reave
de: Bodenprobe
fr: Ramassage<var 1D /var>: la faim justifie les moyens

source: Beasts of Bourbon
de: Drachenköder
fr: Interception<var 1D /var>: le fléau des ovins

source: Field Testing
de: Zu billig geht nicht
fr: Extermination<var 1D /var>: l'habit ne fait pas le moine

source: Barley Legal
de: Verschwundene Seiten
fr: Nécrologos<var 1D /var>: contrôle à distance

source: Tail in Tow
de: Streckensicherung
fr: Interception<var 1D /var>: sus au démon

source: The Enterprise of Undeath
de: Patrouillengang
fr: Patrouille<var 1D /var>: un point stratégique

source: 追撃任務：砂を呼ぶゴート
de: Bei Fuß!
fr: Escorte<var 1D /var>: un chien fidèle

source: A Simple Solution
de: Sprengstoffexperte
fr: Récupération<var 1D /var>: la fin de l'armée

source: Death with Indignity
de: Keine Manieren
fr: Nécrologos<var 1D /var>: dans l'antre des bêtes

source: Going for Goat
de: Komisches Gefühl im Bauch
fr: Interception<var 1D /var>: la chasse aux taurus

source: Earthbound
de: Drachentöter
fr: Interception<var 1D /var>: des durs à cuire

source: The Missing Merchant
de: Spiel auf Leben und Tod
fr: Patrouille<var 1D /var>: sécurité routière

source: The Law Won
de: Neue Monster braucht das Land
fr: Apprivoisement<var 1D /var>: chasse au gibier

source: Belly Up
de: Haustier entlaufen
fr: Escorte<var 1D /var>: un malheureux rongeur

source: No Leaves Left Behind
de: Aufräumarbeiten
fr: Extermination<var 1D /var>: d'appétissants marchands

source: What's Yours Is Mine
de: Enttarnt!
fr: Pourchasse<var 1D /var>: la fin des illusions

source: The Root of the Problem
de: Wer suchet, der findet
fr: Nécrologos<var 1D /var>: de malheureuses fouilles

source: Killing Beasts Softly
de: Versklavt
fr: Interception<var 1D /var>: la stèle d'invocation

source: It's a Trap
de: Räuberische Begas
fr: Patrouille<var 1D /var>: gi<var 16 /var>gan<var 16 /var>tesques prédateurs

source: It's Hard Being Moogle
de: Verschwunden oder vergessen
fr: Escorte<var 1D /var>: le scien<var 16 /var>ti<var 16 /var>fi<var 16 /var>que égaré

source: Treevenge
de: Auf Krötenfang
fr: Apprivoisement<var 1D /var>: un imposant batracien

source: 討伐任務：放牧されたドードー退治
de: Obstakel beim Wieder<var 16 /var>aufbau in Zweistrom
fr: Extermination<var 1D /var>: agresseurs des neiges

source: Claw-struck
de: Geleitschutz für einen Yak
fr: Escorte<var 1D /var>: y a pas le feu au yak

source: The Light Stripes
de: Nekrolog: Verstreute Schrift
fr: Nécrologos<var 1D /var>: autant en emporte le vent

source: Another Egg Gone
de: Großfreibrief: Obstakel beim Wieder<var 16 /var>aufbau in Zweistrom
fr: Grand mandat<var 1D /var>: agresseurs des neiges

source: Strand by Me
de: Großfreibrief: Geleitschutz für einen Yak
fr: Grand mandat<var 1D /var>: y a pas le feu au yak

source: Man the Ore
de: Großfreibrief Nekrolog: Verstreute Schrift
fr: Grand mandat<var 1D /var>: autant en emporte le vent

source: The Deathliest Catch
de: リーヴテスト16
fr: リーヴテスト16

source: Refugee Raw
de: リーヴテスト17
fr: リーヴテスト17

source: More than Meets the Eye
de: Haltet die Imps!
fr: Pourchasse<var 1D /var>: sus aux voleurs

source: Necrologos: Olidious Separation
de: Kein Ritter ohne Chocobo
fr: Patrouille<var 1D /var>: protection de la forêt

source: Revisiting Raimdelle
de: Gefiederte Fahnenflucht
fr: Escorte<var 1D /var>: un chocobo égaré

source: Up the Creek
de: Großfreibrief: Haltet die Imps!
fr: Grand mandat<var 1D /var>: sus aux voleurs

source: Rope a 'Lope
de: Großfreibrief: Kein Ritter ohne Chocobo
fr: Grand mandat<var 1D /var>: protection de la forêt

source: Necrologos: The Beholders
de: Großfreibrief: Gefiederte Fahnenflucht
fr: Grand mandat<var 1D /var>: un chocobo égaré

source: Dead Men Lie
de: リーヴテスト18
fr: リーヴテスト18

source: Drakes' Misfortune
de: リーヴテスト19
fr: リーヴテスト19

source: Necrologos: Fluid Corruption
de: Sturmangriff auf die Drachen
fr: Extermination<var 1D /var>: menace écailleuse

source: Flower Power
de: Nachwuchsförderung
fr: Récupération<var 1D /var>: écailles pour pantin

source: Run, Run Away
de: Puppenspieler
fr: Traque<var 1D /var>: reptiliens subjugués

source: Necrologos: The Noctambulist
de: Großfreibrief: Sturmangriff auf die Drachen
fr: Grand mandat<var 1D /var>: menace écailleuse

source: A Feast in the Forest
de: Großfreibrief: Nachwuchsförderung
fr: Grand mandat<var 1D /var>: écailles pour pantin

source: Black Market Down
de: Großfreibrief: Puppenspieler
fr: Grand mandat<var 1D /var>: reptiliens subjugués

source: Necrologos: Brand of the Impure
de: リーヴテスト20
fr: リーヴテスト20

source: Adamantoise Tears
de: Schüchterne Karnivoren
fr: Interception<var 1D /var>: une histoire de chair

source: Woodcross Busydeal
de: Patrouillengang um Wolkenwipfel
fr: Patrouille<var 1D /var>: appel aux volontaires

source: Where the Fur's At
de: Dünger für die Tempelritter
fr: Ramassage<var 1D /var>: les mains dans la terre

source: Sol Survivors
de: Großfreibrief: Schüchterne Karnivoren
fr: Grand mandat<var 1D /var>: une histoire de chair

source: Call Me Mating
de: Großfreibrief: Patrouillengang um Wolkenwipfel
fr: Grand mandat<var 1D /var>: appel aux volontaires

source: Necrologos: Igneous Toil
de: Großfreibrief: Dünger für die Tempelritter
fr: Grand mandat<var 1D /var>: les mains dans la terre

source: Birds of a Feather
de: Knigge-Kurs für Goblins
fr: Traque<var 1D /var>: Gobelins belliqueux

source: Out to Sea
de: Nekrolog: In alle Winde
fr: Nécrologos<var 1D /var>: arrestation mouvementée

source: Clearing Steer
de: Morbol-Dompteur
fr: Apprivoisement<var 1D /var>: morbols cobayes

source: Under Foot
de: Großfreibrief: Knigge-Kurs für Goblins
fr: Grand mandat<var 1D /var>: Gobelins belliqueux

source: Coeurl Scratch Fever
de: Großfreibrief Nekrolog: In alle Winde
fr: Grand mandat<var 1D /var>: arrestation mouvementée

source: Walk Like a Mandragora
de: Großfreibrief: Morbol-Dompteur
fr: Grand mandat<var 1D /var>: morbols cobayes

source: Necrologos: Igneous Moil
de: Die Mauer muss weg
fr: Échantillons<var 1D /var>: il suffit d'y croire

source: Bud Bait
de: Ein ehrrettender Erdrutsch
fr: Échantillons<var 1D /var>: paperasse inutile

source: Wonder Wine
de: Weitsichtige Planung
fr: Collecte<var 1D /var>: la voie dorée

source: Appetite for Abduction
de: Kupfernotstand
fr: Collecte<var 1D /var>: mineurs en vacances

source: Now We're Even
de: Der Schutt kann weg
fr: Échantillons<var 1D /var>: effacer le passé

source: Have a Nice Trip
de: Der richtige Riecher
fr: Échantillons<var 1D /var>: du flair pour les filons

source: Necrologos: Cinerary Rite
de: Geheimtipp
fr: Collecte<var 1D /var>: Pipikkuli le nouveau riche

source: Meat and Bleat
de: Kein Platz für Höhenangst
fr: Grosse récolte<var 1D /var>: débats sur le zinc

source: Little Lost Lamb
de: Alte Steine
fr: Échantillons<var 1D /var>: en mille morceaux

source: Cower to the People
de: Träume sind Schäume?
fr: Échantillons<var 1D /var>: tout ce qui est or ne brille pas

source: Saving Bessy
de: Dünnhäuter
fr: Collecte<var 1D /var>: fuir comme la peiste

source: Subduing the Subprime
de: Das hat sich gewaschen
fr: Prélèvement<var 1D /var>: solide comme un roc

source: Necrologos: Pale Oblation
de: Ein brandheißer Tipp
fr: Échantillons<var 1D /var>: un grand rêveur

source: Don't Forget to Cry
de: Powersteine
fr: Collecte<var 1D /var>: pierres de pouvoir

source: Circling the Ceruleum
de: Ruh in Frieden
fr: Collecte<var 1D /var>: six fulms sous terre

source: Someone's in the Doghouse
de: Eine verschüttete Stadt
fr: Prélèvement<var 1D /var>: la malédiction de Belah'dia

source: Blow-up Incubator
de: Goldrausch
fr: Échantillons<var 1D /var>: le jour de gloire est arrivé

source: Necrologos: Whispers of the Gem
de: Spuk in den Ruinen
fr: Collecte<var 1D /var>: l'équilibre est une force

source: Got a Gut Feeling about This
de: Ein Heim für Dunkelalben
fr: Collecte<var 1D /var>: travaux de rénovation

source: You Look Good Enough to Eat
de: Keine halben Sachen
fr: Grosse récolte<var 1D /var>: bric-à-brac

source: The Area's a Bit Sketchy
de: Schatzjagd
fr: Échantillons<var 1D /var>: à qui suit le fou

source: The Tropes of the Trade
de: Spitze Steine
fr: Collecte<var 1D /var>: allumer des feux

source: Pets Are Family Too
de: Kritzeleien
fr: Grosse récolte<var 1D /var>: mur griffé

source: We Can Dismember It for You Wholesale
de: Sichere Wege
fr: Grosse récolte<var 1D /var>: éclaire mon chemin

source: Turnabout's Fair Play
de: Seemannsgarn
fr: Échantillons<var 1D /var>: brèves de comptoir

source: Necrologos: The Liminal Ones
de: Nur das Beste
fr: Collecte<var 1D /var>: le nerf de la guerre

source: Big, Bad Idea
de: Schuld haben immer die Kleinen
fr: Grosse récolte<var 1D /var>: étude archéologique

source: Put Your Stomp on It
de: Auster-Genuss
fr: Grosse récolte<var 1D /var>: huître, ça suffit

source: One of Our Naturalists Is Missing
de: Steine im Überfluss
fr: Échantillons<var 1D /var>: cailloux en stock

source: A Toad Less Taken
de: Hartgefroren
fr: Collecte<var 1D /var>: le secret de la glace

source: The Unexpected Tourist
de: Weit vorausschauend
fr: Grosse récolte<var 1D /var>: deux yeux pour le prix d'un

source: Don't Come Back
de: Gefährliche Bauteile
fr: Prélèvement<var 1D /var>: céruleum tremens

source: Necrologos: Of Sallow Vizards
de: Eisiges Unterfangen
fr: Échantillons<var 1D /var>: la nature est monstrueuse

source: We're So Above This (L)
de: Aus vollen Rohren
fr: Collecte<var 1D /var>: frères d'armes

source: The Second Coming of Yak (L)
de: Vorausschauend gedacht
fr: Grosse récolte<var 1D /var>: casser pour remonter

source: Necrologos: Of Sallow Vizards (L)
de: Bodenproben-Protokollführer
fr: Prélèvement<var 1D /var>: la même sans perdre nos têtes

source: リーヴテスト16
de: Je leichter, desto besser
fr: Échantillons<var 1D /var>: le métal n'a aucun maître

source: リーヴテスト17
de: Immer dieser Äther
fr: Collecte<var 1D /var>: cristaux gênants

source: Quit Loafing Around
de: Brandneue Informationen
fr: Grosse récolte<var 1D /var>: discerner le vrai du faux

source: Feathers Unsullied
de: Immer noch ganz oder gar nicht
fr: Prélèvement<var 1D /var>: hypothèses hybrides

source: Jailbird Break
de: Sei nicht so mergelig!
fr: Échantillons<var 1D /var>: des pierres pour la fortification

source: Last Priest Profaned (L)
de: Neue Wachtürme
fr: Collecte<var 1D /var>: des pierres pour les Ceptres

source: Scavenger Hunt (L)
de: Zur Wiederverwendung
fr: Prélèvement<var 1D /var>: le recyclage des supports

source: Return to Sender (L)
de: Großfreibrief: Sei nicht so mergelig!
fr: Grand mandat<var 1D /var>: des pierres pour la fortification

source: リーヴテスト18
de: Großfreibrief: Neue Wachtürme
fr: Grand mandat<var 1D /var>: des pierres pour les Ceptres

source: リーヴテスト19
de: Großfreibrief: Zur Wiederverwendung
fr: Grand mandat<var 1D /var>: le recyclage des supports

source: Show Your Work
de: Kein Stein soll auf dem anderen bleiben
fr: Échantillons<var 1D /var>: des édifices hérétiques

source: Puppet Show
de: Neue Drachenabwehr
fr: Grosse récolte<var 1D /var>: de la lancite dans nos canons

source: Cry Home
de: Sternensaphire für den Papst
fr: Collecte<var 1D /var>: des saphirs pour l'autel

source: Family Comes First (L)
de: Großfreibrief: Kein Stein soll auf dem anderen bleiben
fr: Grand mandat<var 1D /var>: des édifices hérétiques

source: More Than One Way (L)
de: Großfreibrief: Neue Drachenabwehr
fr: Grand mandat<var 1D /var>: de la lancite dans nos canons

source: Hello, Cousin (L)
de: Großfreibrief: Sternensaphire für den Papst
fr: Grand mandat<var 1D /var>: des saphirs pour l'autel

source: リーヴテスト20
de: Drachenfreie Zone
fr: Échantillons<var 1D /var>: des pierres d'avant-poste

source: Two Birds, One Culling
de: Das ist die Härte!
fr: Collecte<var 1D /var>: un sable légendaire

source: Don't Eat the Shrooms
de: Archäologische Unter<var 16 /var>such<var 16 /var>ungen
fr: Prélèvement<var 1D /var>: archéologie céleste

source: Marl-ementary Procedure
de: Großfreibrief: Drachenfreie Zone
fr: Grand mandat<var 1D /var>: des pierres d'avant-poste

source: Just Washed (L)
de: Großfreibrief: Das ist die Härte!
fr: Grand mandat<var 1D /var>: un sable légendaire

source: Needs More Fervor (L)
de: Großfreibrief: Archäologische Unter<var 16 /var>such<var 16 /var>ungen
fr: Grand mandat<var 1D /var>: archéologie céleste

source: Nobody Can Farm Marl, but Marl (L)
de: Ersatzmetall
fr: Grosse récolte<var 1D /var>: la pseudo-halonite des cieux

source: Dance, Magic Dance
de: Levitierender Sand
fr: Collecte<var 1D /var>: du minerai des vents

source: Necrologos: His Treasure Forhelen
de: Ishgarder Steinbauweise
fr: Prélèvement<var 1D /var>: des pierres ponces flottantes

source: Whither the Morbol Goeth
de: Großfreibrief: Ersatzmetall
fr: Grand mandat<var 1D /var>: la pseudo-halonite des cieux

source: Goblin Up Sharlayan (L)
de: Großfreibrief: Levitierender Sand
fr: Grand mandat<var 1D /var>: du minerai des vents

source: Necrologos: His Treasure Forhelen (L)
de: Großfreibrief: Ishgarder Steinbauweise
fr: Grand mandat<var 1D /var>: des pierres ponces flottantes

source: Bareback Riding (L)
de: Mit Dolchit gegen Drachen
fr: Échantillons<var 1D /var>: de la pommelite à carreaux

source: Rubble Bubble
de: Glasklare Kristalle
fr: Grosse récolte<var 1D /var>: les cristaux des vitraux

source: Who Needs the Paperwork
de: Bauen wie die Sharlayaner
fr: Prélèvement<var 1D /var>: l'architecture sharlayanaise

source: The Primrose Path
de: Großfreibrief: Mit Dolchit gegen Drachen
fr: Grand mandat<var 1D /var>: de la pommelite à carreaux

source: Miners' Holiday
de: Großfreibrief: Glasklare Kristalle
fr: Grand mandat<var 1D /var>: les cristaux des vitraux

source: Vanishing Point
de: Großfreibrief: Bauen wie die Sharlayaner
fr: Grand mandat<var 1D /var>: l'architecture sharlayanaise

source: Do They Ore Don't They
de: Rüstungsbrechende Forschung
fr: Échantillons<var 1D /var>: débris magitek en cermet

source: Pipikkuli's Ship Comes In
de: Fossile Muscheln im Gemäuer
fr: Collecte<var 1D /var>: protéger les fossiles de la ruine

source: I Don't Zinc It's a Coincidence
de: Hilfe beim Brückenbau
fr: Prélèvement<var 1D /var>: pierres qui roulent n'amassent pas pont

source: Break It Up
de: Unter<var 16 /var>such<var 16 /var>ung von Erzadern
fr: Échantillons<var 1D /var>: des filons en haute mer

source: That's Why They Call It Fool's Gold
de: Es grünt am Grund
fr: Grosse récolte<var 1D /var>: des pierres pour un teinturier

source: It Peiste to Listen
de: Korallen im Haar
fr: Collecte<var 1D /var>: des kanzashi en corail dur

source: We Do This the Hard Way
de: Eine neue Brücke
fr: Échantillons<var 1D /var>: une recon<var 16 /var>struc<var 16 /var>tion solide comme un roc

source: A Man's Gotta Dream
de: Vom Jäger zum Recycling
fr: Collecte<var 1D /var>: de nouveaux matériaux pour les katana

source: Earth Sprites Are Easy
de: Schwierige Zeiten überbrücken
fr: Prélèvement<var 1D /var>: pont et chaussée

source: Eiderdown for Eidolons
de: Gebrüderzwist und Gebetskiesel
fr: Grosse récolte<var 1D /var>: des pierres à rosaires

source: The Doom that Came to Belah'dia
de: Das Leuchten der Steppe
fr: Collecte<var 1D /var>: brillance lapidaire

source: Look How They Shine for You
de: In geographischer Mission
fr: Prélèvement<var 1D /var>: la géographie de la steppe

source: Elemental Housekeeping
de: Violette Diamanten?
fr: Échantillons<var 1D /var>: les diamants pourpres

source: Location, Location, Location
de: Wieder<var 16 /var>aufbauhilfe
fr: Grosse récolte<var 1D /var>: rien ne se perd, tout se recycle

source: Rock My Wall
de: Mit Erz aus der Krise
fr: Prélèvement<var 1D /var>: trouver le filon

source: Fool Me Twice
de: Erschwingliche Ringe
fr: Échantillons<var 1D /var>: de la callaïs au doigt

source: Can't Start a Fire
de: Ein rätselhaftes Lösungsmittel
fr: Collecte<var 1D /var>: dissoudre lit<var 16 /var>té<var 16 /var>ra<var 16 /var>le<var 16 /var>ment Eulmore<var 1D /var>?

source: Tag, You're It
de: Ballisten gegen Sünden<var 16 /var>ver<var 16 /var>tilger
fr: Prélèvement<var 1D /var>: l'acier des grandes balistes

source: Baby, Light My Way
de: So uneinnehmbar wie früher
fr: Échantillons<var 1D /var>: les pierres magiques du royaume

source: I Kidd You Not
de: Rosarote Verkaufsschlager
fr: Grosse récolte<var 1D /var>: du saphir rose au cou

source: That's What the Money Is For
de: Mit Äther gegen Feenwesen
fr: Collecte<var 1D /var>: des cristaux contre les mauvais tours

source: The Midden Fair
de: Giftiger Sand
fr: Échantillons<var 1D /var>: du gravier hautement toxique

source: Shell Game
de: Eine neue Schmuckwerkstatt
fr: Collecte<var 1D /var>: le jade de Rak'tika

source: Rocks for Brains
de: Magie von gestern
fr: Prélèvement<var 1D /var>: la serpentine des temps anciens

source: There Are No Good Answers
de: Giftunfall
fr: Grosse récolte<var 1D /var>: les con<var 16 /var>sé<var 16 /var>quen<var 16 /var>ces d'un accident

source: Eye for an Eye
de: Retro-Schmuck läuft super
fr: Collecte<var 1D /var>: parez-vous de nabaathrite

source: Mythril Madness
de: Wiedererweckung der Taloi
fr: Prélèvement<var 1D /var>: rendre vie aux talos

source: Nature Is a Monster
de: Die Mauer muss wieder her
fr: Échantillons<var 1D /var>: les pierres de l'ancienne fédération

source: Brother in Arms
de: In die Selbstständigkeit getrieben
fr: Grosse récolte<var 1D /var>: la prasiolite pour recommencer

source: Breach and Build
de: Wieder<var 16 /var>gut<var 16 /var>machung
fr: Prélèvement<var 1D /var>: des cristaux médicinaux<var 1D /var>?

source: Not Losing Our Heads This Time
de: Die Kunst im Stein
fr: Échantillons<var 1D /var>: beau minéral ornemental

source: Metal Has No Master
de: Ein explosives Projekt
fr: Collecte<var 1D /var>: pierre de silice pour réfection

source: Crystal Mess
de: Der Einfluss des Äthers
fr: Prélèvement<var 1D /var>: échantillon pour inspection de paroi rocheuse

source: Sucker Seer
de: Lieferung für ein Geheimprojekt
fr: Échantillons<var 1D /var>: fiel-de-géant de Thavnair

source: Hybrid Hypotheses
de: Bodenanreicherung
fr: Grosse récolte<var 1D /var>: pierre de calcaire pour l'amélioration des sols

source: Taken for Granite
de: Der richtige Anreiz
fr: Collecte<var 1D /var>: fiel-de-géant d'ornement

source: The Road to Pilgrimage
de: Zugrecycling
fr: Échantillons<var 1D /var>: tôle de wagon

source: The Merits of Upcycling
de: Ein einsames Hobby
fr: Grosse récolte<var 1D /var>: pierre septentrionale d'ornement

source: The Basics of Forgery (L)
de: Ein neue Art der Energieversorgung
fr: Prélèvement<var 1D /var>: pièce de moteur à céruleum

source: For Vares Beyond Compare (L)
de: Steine, die das Herz wärmen
fr: Grosse récolte<var 1D /var>: roche volcanique d'agrément

source: Breaking Beacons (L)
de: Auf Sand bauen
fr: Collecte<var 1D /var>: sable de filtrage de qualité

source: Permit for Destruction of Religious Property
de: Fruchtbarer Boden
fr: Prélèvement<var 1D /var>: sable pour amélioration des sols

source: I'll Show You My Battle Shards
de: Das Gute in der Nähe
fr: Échantillons<var 1D /var>: suprême minéral d'agrément

source: Halone's Jewelry Box
de: Auf Glanz poliert
fr: Collecte<var 1D /var>: annite pour le ponçage

source: Rose Never Lets Go (L)
de: Ätheranalyse
fr: Prélèvement<var 1D /var>: échantillon pour inspection finale de paroi rocheuse

source: Forging Lance Base (L)
de: Perfekte Lösung
fr: Échantillons<var 1D /var>: roches volcaniques

source: Polished till They Shine (L)
de: Steine schleppen
fr: Collecte<var 1D /var>: pierre de con<var 16 /var>struc<var 16 /var>tion

source: From Creepers to Squatters
de: Hitzefest, nicht hitzefrei
fr: Prélèvement<var 1D /var>: roches ignées

source: Dreams of War, Dreams of Liars, Dreams of Dragon Fire
de: Einst prächtige Bauten
fr: Échantillons<var 1D /var>: restes yok huy

source: Talk about Boundaries
de: Bergfossilien
fr: Grosse récolte<var 1D /var>: poissons des montagnes

source: All of These Bases Belong to Us (L)
de: Schlafenzeit weil Müdeauge
fr: Collecte<var 1D /var>: roche toute noire

source: There's Sand in My Water (L)
de: Schimpfeworte über Arbeitsdinge
fr: Échantillons<var 1D /var>: pierre brute

source: History Needs Some Revisions (L)
de: Deichverstärkung
fr: Grosse récolte<var 1D /var>: construire une digue

source: Fake-icite
de: Vom Feinsten und Glattesten
fr: Prélèvement<var 1D /var>: petites pierres

source: What Goes Up
de: Waldfossilien
fr: Grosse récolte<var 1D /var>: spécimens géologiques

source: Mortarin'
de: Blaustein bleibt Blaustein
fr: Collecte<var 1D /var>: jolis cristaux

source: Fool Me Once (L)
de: Für eine friedlichere Zukunft
fr: Prélèvement<var 1D /var>: traces de la guerre

source: The Puppets of War (L)
de: Auffällige Gemeinsamkeiten
fr: Échantillons<var 1D /var>: l'histoire du continent

source: A Spire for New Heights (L)
de: Vielversprechendes Material
fr: Collecte<var 1D /var>: pierre qui brûle...

source: Sticking It Out
de: Mehr Fleißigarbeit
fr: Prélèvement<var 1D /var>: éclat de Toari

source: Crystal Chronicles
de: リーヴテスト01
fr: リーヴテスト01

source: Dragonproofing
de: リーヴテスト02
fr: リーヴテスト02

source: Pommeling the Enemy (L)
de: リーヴテスト03
fr: リーヴテスト03

source: Not So Crystal Clear (L)
de: リーヴテスト04
fr: リーヴテスト04

source: Sharlayan Sympathizers (L)
de: リーヴテスト05
fr: リーヴテスト05

source: Cermet Breaker
de: Der Wald erwacht
fr: Échantillons<var 1D /var>: l'appel de la forêt

source: Set in Stone
de: Aufforstung Ost
fr: Échantillons<var 1D /var>: reforestation massive

source: Axe to Grind
de: Lagerfeuerromantik
fr: Collecte<var 1D /var>: la guerre du feu

source: Ready Ore Not
de: Latex für Ul'dah
fr: Collecte<var 1D /var>: la qualité avant tout

source: Hit Rock Bottom
de: Lass die Sonne rein
fr: Échantillons<var 1D /var>: un arbre peut en cacher un autre

source: Coral-lary
de: Die Säulen des Himmels
fr: Échantillons<var 1D /var>: la racine de tout le mal

source: Simply Marble Us
de: Böse Samen
fr: Collecte<var 1D /var>: des graines maléfiques

source: Scraptacular
de: Wie die Axt im Walde
fr: Grosse récolte<var 1D /var>: les inconvénients des spores

source: No Stone Unturned
de: Kastanienernte
fr: Échantillons<var 1D /var>: châtaignes

source: Bead 'Em Up
de: Aufforstung West
fr: Échantillons<var 1D /var>: étude périodique

source: O Say Can You Rock
de: Tiefgräber
fr: Collecte<var 1D /var>: le bois qu'il vous faut

source: Dunes of Our Lives
de: Hölzerne Wächter
fr: Prélèvement<var 1D /var>: suppression de parasites

source: Mine All Mine
de: リーヴテスト22
fr: リーヴテスト22

source: Adios, Ala Mhigo
de: Aufdringliche Pflanzen
fr: Échantillons<var 1D /var>: la plante vampire

source: The Ores Have It
de: Sorgen eines Winzers
fr: Collecte<var 1D /var>: l'or liquide

source: Jewelry for All
de: Gebrandmarkt
fr: Collecte<var 1D /var>: le grand nettoyage
