Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source:  Mush for Miw Miisv
de: Zurück in die Wildnis (Ul'dah)
fr: Rappelle-toi, Barbare (Immortels)

source:  Corporeal Comforts
de: Verlust der Sylphen
fr: Réflexions au Refuge

source:  Remote Debugging
de: Niederlage des Laichvaters
fr: Coup dur à la Couvée

source:  A Light in the Dark
de: Ohnmacht in der Koboldgrube
fr: Désordre au 789e ordre

source:  Reclaiming the Taste of Home
de: Verletzung des Ehcatler Luftraums
fr: Hécatombe sur Ehcatl

source:  Not Forgotten
de: Aschekrieger in Bedrängnis
fr: Intrigue à la Ligue

source:  Checking for Cavities
de: Der Pakt der Freundesvölker
fr: L'union des liens sacrés

source:  Brainstorm
de: Ein Drache sieht rot
fr: Vathe à tout faire

source:  The Lost World
de: Der maskierte Abenteurer
fr: À futé, futé et demi

source:  Must Be Dreaming(way)
de: Ein neuer Tanz
fr: Une danse, mais pas un cha-cha

source:  The Incredible Machines
de: Sieg der Freund<var 16 /var>schaft
fr: Une amitié germée du chaos semé

source:  Too Few Cooks
de: Eine Meerjungfrau in Kugane
fr: Une sirène à Kugane

source:  Teamwork Makes the Dream Work
de: Die Legende der Drei Unsterblichen Schätze
fr: La légende des trois trésors

source:  A Million Malms Away
de: Die Flosse des Philosophen
fr: La pêche au sage

source:  Dreams Come True
de: Der wahre Schatz
fr: Exaltation sur le pont

source:  Don't Stop the Music
de: Die Erinnerungsreise
fr: Voyage au cœur des souvenirs

source:  A Pipe Dream
de: Wunden der Ver<var 16 /var>gangen<var 16 /var>heit
fr: Dunes de sable et monts enneigés

source:  Money Makes the Moon Go Round
de: Lebendige Erinnerungen
fr: Aux confins de la mémoire

source:  Dancing King
de: Wieder<var 16 /var>sehen mit alten Freunden
fr: Sauver de l'oubli

source:  Pieces of You
de: Im Gedenken an einen Freund
fr: Le sourire de l'amitié

source:  Underneath the Starry Lights
de: Ein Schwur auf den Frieden
fr: L'amour d'une mère

source:  Carrotlight, Carrot Bright
de: Einblicke ins Nichts
fr: Les observateurs du néant

source:  Pitch Perfect
de: Tiefere Einblicke ins Nichts
fr: Les observateurs du néant, le retour

source:  Clean Times
de: Totgesagte leben länger
fr: Le gentilhomme détective

source:  A Sound Endeavor
de: Wo 'ne Wüste ist, ist die Wüstheit nicht fern
fr: Une nouvelle énigme

source:  Prototypical Retrieval
de: Im Schwitzkasten der Gerechtigkeit
fr: L'amour fou

source:  Always Wear Protection
de: Chevalier des Lichts
fr: Le Gentilhomme de la Lumière

source:  Hare-raising Thrills
de: Fehltritt mit Folgen
fr: De nouvelles rencontres

source:  Be Carrotful What You Wish For
de: Der Teufel mit dem weißen Haar
fr: Le démon à la toison blanche

source:  Hungry for Knowledge
de: Ein Schmied bei dem's leicht piept
fr: L'orfèvre le plus balèze d'Éorzéa

source:  No Chill
de: Duell der Eitelkeiten
fr: Un coup d'épée dans l'eau

source:  Fungi Frustrations
de: Geld oder Liebe
fr: À la recherche du Masque blanc

source:  For Every Mouth, a Carrot
de: Wer hat die Kokosnuss verstaut
fr: Une découverte explosive

source:  Whisks for Whiskers
de: Der Hase im Pfeffer
fr: Déraciner et démasquer

source:  Sets, Reps, and Loporrits
de: Die Braut, die sich was traut
fr: Un coup de collier

source:  Lunar Beats for Hopping
de: Der Fäller von Ul'dah
fr: Une affaire tentaculaire

source:  Most Like It Sparkly
de: Wer Hildi eine Grube gräbt
fr: Effet boomerang

source:  Spatial Cleanse
de: Das stinkt doch zum Himmel
fr: Un ouragan de mystères

source:  Clean Paws Make Good Artists
de: Der Kolosseums-Coup
fr: La bague au doigt

source:  By the Muse Forsaken
de: Mord im Wüstensand
fr: Rancœur séculaire

source:  Art Is an Explosion!
de: Ein geistreicher Einfall
fr: Écrite par les vainqueurs

source:  Craft, Craft, Fashion, Baby
de: Doppeltes Spiel
fr: Le glaive et la balance

source:  Sparking Artist
de: Bratpfanne der Gerechtigkeit
fr: Une affaire de famille

source: Call of the Wild (Twin Adder)
de: Ruinöse Revanche
fr: Boucler la boucle

source: Call of the Wild (Maelstrom)
de: Eiskalte Spuren
fr: Détective à détecter

source: Call of the Wild (Immortal Flames)
de: Kommt ein Hildi geflogen
fr: Surprises sur pistes

source: Little Sylphs Lost
de: Drachendiener in Marionettengestalt
fr: Un vrai petit garçon<var 1D /var>?

source: Clutching at Straws
de: Eine etwas besondere Familie
fr: On choisit sa famille

source: Digging for Answers
de: Der Traum vom Eigenheim
fr: Recherche appartements ou manoir

source: Rattled in Ehcatl
de: Sechzigern ist nicht zu trauen
fr: Sans bibi d'adieu

source: Ash Not What Your Brotherhood Can Do for You
de: Hals über Kopf in Schwie<var 16 /var>rig<var 16 /var>keiten
fr: Développements inéluctables

source: Friends Forever
de: Nobody is perfect - außer Hildi
fr: Chacun son meilleur jour

source: When Good Dragons Go Bad
de: Ferner Osten, fürchte dich
fr: La Miqo'te sur une affaire brûlante

source: Who Was That Masked Man
de: Unbezahlbare Noblesse
fr: Un détective aux enchères

source: Lift Me to the Moon
de: Bomben am Stiel
fr: Chasse au gentilhomme

source: Eternity, Loyalty, Honesty
de: Eine Geisha zum Verlieben
fr: Le garde du corps

source: The Ananta Maid's Tail
de: Wilde Wolfsjagd
fr: Flairer l'entourloupe

source: Ruby Seas under Ruby Skies
de: Kuganes Schatten
fr: Les dessous de Kugane

source: Fish in a Barrel
de: Der treueste Freund des Goldes
fr: Voleur contre voleur

source: What a Wonder-full World
de: Dunkle Machenschaften
fr: Un admirateur à Kugane

source: Dinner and a Show
de: Ein Goldschmied räumt auf
fr: Lever le voile céleste

source: A Dream Worth Chasing
de: Was leuchtet und hat Manieren?
fr: Il dit “pardonné”<var 1D /var>?

source: The Paths We Walk
de: Ein Mann der Ehren weckt Begehren
fr: Un corps à prendre<var 1D /var>?

source: The Oaths We Swear
de: Angriff der Außerætherischen
fr: Emmène-moi jusqu'à la lune

source: The Legacies We Leave
de: Kopie eines Unnachahmlichen
fr: Une armée de gentilshommes

source: The Triumphs We Share
de: Spektakel der Kriminologie
fr: Les dérives du clonage

source: The Burdens We Bear
de: Väterliche Liebe
fr: Tel gentilhomme, tel gentilhomme

source: One Final Journey
de: Seltenes Reagenz
fr: Un coupable microscopique

source: Shadowed Pasts
de: Nicht von dieser Welt
fr: Un visiteur, venu d'ailleurs

source: Shadowed Pasts Once More
de: Verdoppelt und verdreifacht
fr: Une poêle dans la tête

source: The Rise and Fall of Gentlemen
de: Mandervillsches Mysterium
fr: Le cadeau des Dieux

source: Back in the Saddle
de:  Mach ein Manderville-Stück draus
fr:  Le secret ancestral des Manderville

source: After Her Own Heart
de:  Mach noch ein Manderville-Stück draus
fr:  Une nouvelle arme des Manderville

source: The Immaculate Deception
de:  Kampfinstinkt, erwache!
fr:  L'instinct combatif

source: The Science of Deduction
de:  Das Meisterwerk der Mandervilles
fr:  Les armes éblouissantes des Manderville

source: The Hammer
de:  Schnaps lockert die Zunge
fr:  Quand les forgerons boivent, les armes trinquent

source: Manderville Men
de:  Die Macht der Manderville-Waffen
fr:  Les armes majestueuses des Manderville

source: The Three Collectors
de:  Perfekt im Einklang
fr:  La dernière danse

source: The Business of Betrothal
de:  Mandervillöse Meisterkunst
fr:  Les armes manderveilleuses des Manderville

source: A Burst of Inspiration
de: Die Waffen legendärer Streiter
fr: L'âme des armes

source: Seeds of Rebellion
de: Die Ephemeriden
fr: Les Chroniques du zodiaque

source: A Case of Indecency
de: Höhere Sphären
fr: Radiance sphérique

source: Eight-armed and Dangerous
de: Geburt eines Sterns
fr: Brillance stellaire

source: What Price Victory
de: Eine Lasur, sie zu binden
fr: L'harmonisation des âmes

source: The Trouble with Truffles
de: Gerolts Geistesblitz
fr: Une idée de génie

source: The Coliseum Conundrum
de: Die barmherzige Papana
fr: La liberté a un prix

source: Shades of Sil'dih
de: Des Handwerkers Glück
fr: L'art et la matière

source: Sibling Strife
de: Träume und Leidenschaft
fr: Le futur bras droit de Mutamix

source: Beneath the Mask
de: Wie der Vater, so der Sohn
fr: Le cœur d'une mère est un trésor

source: Truths Untold
de: Am Ende einer langen Reise
fr: Dernier fragment d'un long voyage

source: Her Last Vow
de: Lass die Sonne rein
fr: L'heure du réveil

source: A Gentleman Falls, Rather than Flies
de: Wenn zwei sich streiten
fr: Un titre pour deux

source: Don't Call It a Comeback
de: Wenn zwei sich streiten
fr: Un titre pour deux

source: The Gigi Situation
de: Eine ausgezeichnete Geschäftsidee
fr: De l'esprit des armes

source: The Measure of a Mammet
de:  Mit ganzer Seele
fr:  Les cristaux d'Ardashir

source: A Gazebo to Call Our Own
de:  Stationen einer Reise
fr:  Les marches de l'éveil

source: Don't Trust Anyone over Sixty
de:  Es lebe die neue Anima!
fr:  Anima nova

source: The Proud and the Pointy-eyed
de:  Die Stimme der Seele
fr:  Parole à l'esprit

source: If I Could Turn Back Time
de:  Futter für die Seele
fr:  Épanouissement accéléré

source: A Hingan Tale: Nashu Goes East
de:  Die Zukunft der Seele
fr:  Souvenirs vivifiants

source: Life Imitates Art Imitates Life
de: Im Dienste Amphelices
fr: Au service d'Amphelice

source: Of Wolves and Gentlemen
de: Im Dienste Angelets
fr: Au service d'Angelet

source: In the Eye of the Hingan
de:  Die Entscheidung der Seele
fr:  Le dernier transfert

source: The Blade Mislaid
de: Ein neuer Seelenstein
fr: Fabrication d'une nouvelle pierre d'âme

source: The Black Heart Beneath
de: Es lebe der Kommerz
fr: Un esprit qui fait corps

source: Good Swords, Good Dogs
de: Der letzte Schritt
fr: Un courrier qui fait autorité

source: The Past Is Never Past
de:  Weggefährten
fr:  Double complicité

source: Don't Do the Dewprism
de: Eureka, die unbekannte Insel
fr: Eurêka, l'île mystérieuse

source: The Sleeping Gentleman
de: Lang lebe die Königin
fr: La relique perdue

source: A Soulful Reunion
de: Ein Blick in die Ver<var 16 /var>gangen<var 16 /var>heit
fr: Les lames de Gunnhildr et les fileurs de songes

source: Lunar Conspiracy
de: Der Bozja-Vorfall
fr: Prélude à la catastrophe

source: The Imperfect Gentleman
de:  Die Rückkehr der Königinnenwache
fr:  Une nouvelle lame pour Gunnhildr

source: The Spectacle of Inspection
de:  Eine neue Waffe für den Widerstand
fr:  L'arsenal des résistants

source: Generational Bonding
de: Operation Nesträuber
fr: Opération Aire des aigles

source: By Agents Unknown
de: Kritische Frontgefechte
fr: Des af<var 16 /var>fron<var 16 /var>te<var 16 /var>ments cruciaux

source: Not from Around Here
de: Verschollene Kampfkünste
fr: Résurrection du savoir d'antan

source: Of Duplicity and Duplication
de: Wir rücken vor
fr: L'envol des aigles

source: Gentlemen at Heart
de: Vermessung der Front
fr: Le b.a.-ba de l'éthérotriangulation

source:  Make It a Manderville
de: Der dritte Hauptstrom
fr: Le troisième courant éthéré

source:  Make Another Manderville
de: In den Ruinen
fr: La percée des aigles

source:  Well-oiled
de: Die richtige Signatur
fr: Faire le plein d'éther

source:  The Next Mander-level
de: Lilja hat eine Idee
fr: Lilja à la rescousse<var 1D /var>!

source:  A Spirited Reforging
de: Die letzte Königin
fr: L'épée sacrée Garde-la-Reine

source:  In Need of Adjustment
de: Ein Trinker gibt nicht auf
fr: La forge avant la boisson

source:  Resonating with Perfection
de:  Erinnerungen an vergangene Tage
fr:  Une arme à mémoire d'éléphant

source:  Positively Mandervillous
de:  Die Maxime heißt Tapferkeit
fr:  Et un soupçon de sauvagerie

source: Up in Arms
de: Hinab in die Ruinen
fr: Que les Dieux gardent la Reine

source: Trials of the Braves
de: Artefakte aus der Tiefe
fr: Vieilleries et trésors

source: Celestial Radiance
de: Mehr Platz im Register
fr: Un mémento d'éléphant

source: Star Light, Star Bright
de: Nachgeschusterte Schwerter
fr: À la lueur de l'épée sacrée

source: Mmmmmm, Soulglazed Relics
de:  Gut gehämmert
fr:  Les amas de la métamorphose

source: Wherefore Art Thou, Zodiac
de: Hilfe aus dem Haus der Wunder
fr: Une grosse bouboule bien utile

source: A Ponze of Flesh
de:  Waffen nach Wunsch
fr:  Armes à la carte

source: Labor of Love
de: Dem Feind auf den Fersen
fr: Les plateaux naufragés

source: Method in His Malice
de: Im Angesicht des Todes
fr: Prête à tout

source: A Treasured Mother
de: Der Adler fliegt wieder
fr: La poussée des aigles

source: His Dark Materia
de: Wenn Äther und Emotionen fließen
fr: Le nouvel antre du démon

source: Rise and Shine
de: Der Adler zieht seine Kreise
fr: Le piqué des aigles

source: The Vital Title
de: Cids gefährlicher Plan
fr: Cid, trouveur de solutions

source: The Vital Title
de: Pflicht und Sühne
fr: La marche de la reine sanglante

source: An Unexpected Proposal
de: Platinleuchten
fr: Chamarres de platine

source:  Soul without Life
de: Ein alter bozianischer Traum
fr: Un vieux rêve de Bozjien

source:  Toughening Up
de: Von Reagens und Kompetenz
fr: Les concentrés de la résistance

source:  Coming into Its Own
de: Legierungserklärung
fr: Les alliages de la résistance

source:  Finding Your Voice
de: Auf die Technik kommt es an
fr: Les parchemins de la résistance

source:  A Dream Fulfilled
de: Auffällig abwesend
fr: Entourloupe à la loupe

source:  Future Proof
de: Wahrhaftiger Widerstand
fr:  Résiste, prouve que tu existes

source: Seeking Inspiration
de: G.O.U.D.A. auf Schatz<var 16 /var>suche
fr: Les trésors du camp dévasté

source: Cut from a Different Cloth
de: G.O.U.D.A. unter Verdacht
fr: Des suspects trop parfaits

source:  Born Again Anima
de: Kleine Leute, große Träume
fr: À malin, malin et demi

source: Some Assembly Required
de: Ruf aus der Heimat
fr: Le grand rapatriement

source: Body and Soul
de: Aller Abschied fällt schwer
fr: Derniers au revoir

source: Words of Wisdom
de: Dein Müll, unsere Zukunft
fr: Un quartier à rebâtir

source:  Best Friends Forever
de: Laternen für die Toten
fr: Les lumières de l'enclave

source: And We Shall Call It Eureka
de: Dem Himmel entgegen
fr: Un avenir couleur azur

source: Hail to the Queen
de: Himmelsstadt, o fremde Heimat
fr: Azurée, quartier d'accueil

source: Path to the Past
de: Adel verpflichtet
fr: Superviseur suppléant

source: The Bozja Incident
de: Die Tragik eines eisigen Herzens
fr: Hérésie draconique

source:  Fire in the Forge
de: Himmelsstadt, o neue Heimat
fr: Une nouvelle chance

source:  Resistance Is (Not) Futile
de: Etablierung eines Marktplatzes
fr: Voyage d'affaires à Gridania

source: Where Eagles Nest
de: Ver<var 16 /var>hand<var 16 /var>lungen in der Wüste
fr: Voyage d'affaires à Ul'dah

source: An Expected Engagement
de: Plaudern mit Piraten
fr: Voyage d'affaires à Limsa Lominsa

source: Lost No Longer
de: Aufwind für das Federfall-Quartier
fr: Un nouveau cœur pour Azurée

source: On the Offensive
de: Der Ishgarder lebt nicht vom Brot allein
fr: Visite guidée du Nouveau Refrain

source: Time to Focus
de: Ein Herzenswunsch
fr: Surprise musicale

source: Third Time's the Charm
de: Das Ishgarder Musikensemble
fr: Le concert commémoratif de la recon<var 16 /var>struc<var 16 /var>tion d'Azurée

source: Pressing Forward
de: Eine lebenswerte Stadt
fr: Entre ciel et terre, un océan de sourires

source: Signature Acquired
de: In seinen Adern fließen Lieder
fr: Le chant d'une nouvelle ère

source: Picking Up the Trail
de: Ehll Tous Traum
fr: Ehll Tou et ses commandes spéciales

source: The Lady of Blades
de: Von Drachen und Sterblichen
fr: L'harmonie retrouvée

source: A Sober Proposal
de: Geflügelter Begleiter
fr: À vol de dragonnette

source:  For Want of a Memory
de: Die Bande alter Freund<var 16 /var>schaft
fr: Aventuriers et admirateurs

source:  The Will to Resist
de: Ein Ruf an alle Abenteurer
fr: Une guilde pour les associer tous

source: A Sign of What's to Come
de: Versammlung der Geira-Katzen
fr: De maréchal à missionnaire

source: Fit for a Queen
de: Winterwonne
fr: L'étiquette des Bains floconneux

source: One Man's Relic
de: Schwerter zu Pflugscharen
fr: Détonante reconversion

source: Let Me Holster That for You
de: Abschied zur letzten Reise
fr: Urbanité azuréenne

source: In the Queen's Image
de: Neuer Schwung für die Schwaden
fr: Un vent de renouveau commercial

source:  Change of Arms
de: Ein verlässliches Duo
fr: Le comte de Durendaire et ses commandes spéciales

source: The Resistance Remembers
de: Dienst am Volk
fr: Un futur main dans la main

source:  A New Path of Resistance
de: Harte Gesichter, drohende Gefahr
fr: Peur sur l'orphelinat

source: A New Playing Field
de: Eifer kennt kein Alter
fr: Les doyens de l'orphelinat

source: Resolve Unshaken
de: Eine modische Freund<var 16 /var>schaft
fr: Couture de classe

source: Where Eagles Roost
de: Warme Gedanken
fr: Les trois font la paire

source: Reaching Out
de: Altes Wissen aus der Werkstätte
fr: Un projet en acier trempé

source: In Their Shadow
de: Himmelsstahlsche Werkzeug-Werkeleien
fr: Les outils rivés au ciel

source: Renewed Focus
de: Eine nicht ganz uneigennützige Helferin
fr: Une collaboratrice qui ne perd pas le nord

source: March of the Bloody Queen
de:  Neues Werkzeug aus Himmelsstahl
fr:  Des outils tels des étoiles

source: A Ruined Opportunity
de:  Mit neuem Werkzeug frisch ans Werk
fr:  Un ciel nouveau à l'horizon

source: What Dreams Are Made Of
de: Vollendung des Himmelsstahl-Werkzeugs
fr: La perfection faite outil

source: Spare Parts
de:  Auf dem Weg zur Perfektion
fr:  Amélioration ultime

source: Tell Me a Story
de:  Vorbild aller Ingenieure
fr:  Vers de nouveaux cieux d'acier

source: A Fond Memory
de: Daheim schmiedet sich's besser
fr: L'inspiration venue du for intérieur

source: A Done Deal
de:  Meisterwerke in neuem Gewand
fr:  L'intégrité comme outil de persuasion

source:  Irresistible
de:  Werkzeug voller Gefühle
fr:  Dites-le avec des outils

source: Toll Booty
de: Werkzeuge der neuen Ära
fr: Un défi pour Chora-Zoi

source: Li'l Rascals
de:  Farbenfrohe Verbesserung
fr:  Améliorés et bariolés

source: Short Arms of the Law
de:  Dem Namen gerecht
fr:  Splendide, tel est son nom

source: Precious Reclamation
de: Sternenhagelvoll
fr: Une soirée bien arrosée

source: A Thousand and One Farewells
de: Ein großer Entschluss
fr: La grande décision

source: It Takes an Enclave
de:  Perfekt ist gerade gut genug
fr:  Plus qu'un outil, un symbole

source: Lighting the Way
de:  Ende einer langen Reise
fr:  Finition scintillante

source: Towards the Firmament
de:  Kessel der Liebe
fr:  Une bouilloire pour deux

source: A Home in the Firmament
de: Hinab in die Tiefe
fr: Mystères souterrains dans la forêt

source: Overseer for a Day
de: Jenseits der Furt
fr: La réunion de deux bagues

source: Shadow of an Icy Past
de: Von Liebe und Unsterblichkeit
fr: Repos éternel

source: To Thaw a Frozen Heart
de: Tief im Inneren der Himmelssäule
fr: Le Pilier des Cieux

source: The Making of a Market
de: Handwerker mit Ver<var 16 /var>gangen<var 16 /var>heit
fr: Aller plus haut

source: Dealings in the Desert
de: Mythos Orthos
fr: Le laboratoire secret

source: A Parley with Pirates
de: Und am Ende ward es still
fr: Une rage millénaire éteinte

source: May Featherfall Flourish
de: Logos Orthos
fr: Le véritable sens d'Eurêka

source: Not by Bread Alone
de: Sonne, Sand und Inselstrand
fr: Départ pour une vie de rêve<var 1D /var>!

source: Francel's Fervent Wish
de: Pensionierte Pioniere
fr: Bien profiter de ses congés

source: An Unexpected Symphony
de: Besuch aus Fernost
fr: Des invitées venues de loin

source: Smiles Cross the Sky
de: Wie Pech und Schwefel
fr: Petite balade entre amis

source: If Songs Had Wings
de: Paradiesische Glücksmomente
fr: Un final flan-tastique<var 1D /var>!

source: O Crafter, My Crafter
de: Sommerfrische leicht gemacht
fr: Repos, soldats

source: An Ode to Unity
de: Ein Schlüssel zur Ver<var 16 /var>gangen<var 16 /var>heit
fr: Sultane en sous-sol

source: On Ehll Tou's Wings
de: Für Münze, Vaterland und Kameraden
fr: Un secret en héritage

source: Adventurers and Admirers
de: Besteigung des Rokkon
fr: Randonnée spirituelle

source: Calling All Adventurers
de: Fernöstliche Waisen
fr: Orphelins d'Orient

source: A Gathering of Gaelicats
de: Des Vogels Paradies
fr: L'île du peuple oublié

source: Of Steam, Sweat, and Water
de: Wer auf steinig Pfaden wandelt
fr: Le cadeau de Matsya

source: Swords to Plowshares
de:  Erinnerungen an die Ver<var 16 /var>gangen<var 16 /var>heit
fr:  Perpétuer le souvenir des générations passées

source: Planting the Seed
de:  Der Hoffnung Saat, der Zukunft Wille
fr:  Transmettre l'espoir aux générations futures

source: The Brume Lifts
de: Eine Verwechslung mit Folgen
fr: Plus qu'un métier, une vocation

source: You Can Count on It
de: Eine unbeglichene Schuld
fr: Le prix de la pièce

source: Those Who Serve
de: Geschichte eines Wasserrads
fr: La roue du destin

source: Shadow over the Orphanage
de: Träum weiter
fr: Un jour elle sera mienne

source: Small Hands, Big Hearts
de: Weltliche Dämonen
fr: L'amnistie de l'amnésique

source: A Fashionable Friendship
de: Der Badetanz
fr: Une danse lascive

source: Warm Hands, Warm Hearts
de: Hübscher Hauptmann
fr: Ô Capitaine, mon Capitaine

source: Mislaid Plans
de: Hau den Mull!
fr: Taupologie

source: Work It Harder, Make It Better
de: Streit um die Homunkuli
fr: Ça va barder<var 1D /var>!

source: In Everyone's Best Interests
de: Das Geheimnis der Wüterin
fr: Rage raisonnée

source:  Ever Skyward
de: Schönheit im Fadenkreuz
fr: Le prix du succès

source:  The Tools of Tomorrow
de: Des Kosmetikers Meisterstück
fr: Renaissance par le style

source: Oddness in the End
de: Postbote in geheimer Mission
fr: Un postier très discret

source:  The Pinnacle of Possibility
de: Miss<var 16 /var>ver<var 16 /var>ständ<var 16 /var>nis mit Folgen
fr: Entre cupidité et philanthropie

source:  Greater Heights
de: Einmal Pirat, immer Pirat
fr: Pirate un jour, pirate toujours

source: An Original Improvement
de: Flucht vor der Ver<var 16 /var>gangen<var 16 /var>heit
fr: Macabres réminiscences

source:  A Dedicated Tool
de: Die verdächtige Prälatin
fr: Maître un jour, maître toujours

source:  An Adaptive Tool
de: Meine Schwester und ich
fr: Une tragédie familiale

source: The Joy of Zoi
de: Frei wie ein Fisch
fr: Comme un poisson dans l'eau

source:  A Tool of Her Own
de: Ein altes Versprechen
fr: Même ennemi, même stratégie

source:  A Tool without Compare
de: Konkurrenz belebt das Geschäft
fr: Une guéguerre de clic clic

source: La Vie Mowen
de: Theorie geht über Praxis
fr: Science et recon<var 16 /var>nais<var 16 /var>san<var 16 /var>ce

source: Dance Like Mowen Is Watching
de: Nebulöse Ver<var 16 /var>gangen<var 16 /var>heit
fr: L'avenue du souvenir

source:  A Tool for the Ages
de: Der Ver<var 16 /var>gangen<var 16 /var>heit verhaftet
fr: Le deuil de la Fratrie

source:  Stand Tool, My Friend
de: Fleißige Postboten braucht das Land
fr: La grande famille de la Poste mog

source:  Dearly Bekettled
de: Verdeckte Bücherermittlung
fr: Commande en cours de traitement

source: The House That Death Built
de: Die Krise der Kirche
fr: Panique scolastique

source: The Nightmare's End
de: Ein heller Kopf
fr: Ishgard perd la tête

source: Dead but Not Gone
de: Die Macht der Motivation
fr: Le scolasticat fait le point

source: Knocking on Heaven's Door
de: Nichts Gutes außer: Man tut es
fr: Révoltes populaires

source: On the Shoulders of Giants
de: Der Rat des Meisters
fr: Un père pour guide

source: Delve into Myth
de: Ein brisantes Gerücht
fr: Trompeuses apparences

source: Rage Extinguished
de: Hauptsächlich nebensächlich
fr: Un air de famille

source: Orthos Unveiled
de: Gekonnt erkannt
fr: Ulaa, es-tu là<var 1D /var>?

source: Seeking Sanctuary
de: Das Blatt hat sich gewendet
fr: La raison des plus faibles

source: The Land, Wind, and Sea
de: Sündenbock
fr: Les idéaux de père Choisseau
