Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Pendulums of Our Own
de: Touristenfalle
fr: Grosse commande<var 1D /var>: la folie des cestes

source: Guaranteed Gem
de: Gefährdete Waden
fr: Fabrication<var 1D /var>: bottes en cuir de raptor

source: Fan of the Foreign
de: Abgetragene Sohlen
fr: Fabrication<var 1D /var>: pieds tendres

source: Shiny and Good
de: Fundstücke
fr: Grosse commande<var 1D /var>: jamais sans mon cuir

source: Sew Excited
de: Langlebiges Leder
fr: Fabrication<var 1D /var>: des braies de lutteur

source: Orders Anonymous
de: Im Gleichschritt!
fr: Fabrication<var 1D /var>: des bottes de ravitailleur

source: Ringing Gratitude
de: Behände ans Werk
fr: Grosse commande<var 1D /var>: des gants pour durs à cuire

source: The Right Rod
de: Großfreibrief: Langlebiges Leder
fr: Grand mandat<var 1D /var>: des braies de lutteur

source: Mask Maker
de: Großfreibrief: Im Gleichschritt!
fr: Grand mandat<var 1D /var>: des bottes de ravitailleur

source: Red in the Head
de: Großfreibrief: Behände ans Werk
fr: Grand mandat<var 1D /var>: des gants pour durs à cuire

source: Underneath It All
de: Den Drachen ans Leder
fr: Fabrication<var 1D /var>: des wyvernes d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: Sole Traders
de: Ein geschmackvoller Helm
fr: Fabrication<var 1D /var>: des crinières pour les héros

source: These Boots Are Made for Wailing
de: Siegesmanschetten
fr: Grosse commande<var 1D /var>: wyverne à fleur de peau

source: Sticking Their Necks Out
de: Großfreibrief: Den Drachen ans Leder
fr: Grand mandat<var 1D /var>: des wyvernes d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: Tan Before the Ban
de: Großfreibrief: Geschmackvolle Helme
fr: Grand mandat<var 1D /var>: des crinières pour les héros

source: Mind over Muzzle
de: Großfreibrief: Siegesmanschetten
fr: Grand mandat<var 1D /var>: wyverne à fleur de peau

source: From the Sands to the Stage
de: Rückkehr nach Tannenhöhe
fr: Fabrication<var 1D /var>: des gilets pour les villageois

source: In Their Shoes
de: Der Tempelritter und sein Chocobo
fr: Fabrication<var 1D /var>: des bottes pour bons chasseurs

source: A Thorn in One's Hide
de: Dragoon in Ausbildung
fr: Grosse commande<var 1D /var>: des jambières pour l'élite

source: A Place to Call Helm
de: Großfreibrief: Rückkehr nach Tannenhöhe
fr: Grand mandat<var 1D /var>: des gilets pour les villageois

source: Throwing Down the Gauntlet
de: Großfreibrief: Der Tempelritter und sein Chocobo
fr: Grand mandat<var 1D /var>: des bottes pour bons chasseurs

source: Quelling Bloody Rumors
de: Großfreibrief: Dragoon in Ausbildung
fr: Grand mandat<var 1D /var>: des jambières pour l'élite

source: The Bards' Guards
de: Ausbildung abgeschlossen
fr: Fabrication<var 1D /var>: des jeunes à poigne

source: Saddle Sore
de: Der Kurie zum Dank
fr: Fabrication<var 1D /var>: des gants pour les sauveurs

source: Only the Best
de: Kampfsimulation
fr: Grosse commande<var 1D /var>: des dragons d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: Simply the Best
de: Großfreibrief: Ausbildung abgeschlossen
fr: Grand mandat<var 1D /var>: des jeunes à poigne

source: Targe Up
de: Großfreibrief: Der Kurie zum Dank
fr: Grand mandat<var 1D /var>: des gants pour les sauveurs

source: Choke Hold
de: Großfreibrief: Kampfsimulation
fr: Grand mandat<var 1D /var>: des dragons d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: Heads Up
de: Abschlussprüfung
fr: Fabrication<var 1D /var>: garde-bras pour écuyers dragon

source: Skin off Their Backs
de: Hüte für die Magier
fr: Fabrication<var 1D /var>: les chapeaux du courage

source: Back in the Band
de: Ein Tribut an die Magier
fr: Grosse commande<var 1D /var>: des mages bottés

source: On Their Feet Again
de: Großfreibrief: Abschlussprüfung
fr: Grand mandat<var 1D /var>: garde-bras pour écuyers dragon

source: A Rush on Ringbands
de: Großfreibrief: Hüte für die Magier
fr: Grand mandat<var 1D /var>: les chapeaux du courage

source: Playing the Part
de: Großfreibrief: Ein Tribut an die Magier
fr: Grand mandat<var 1D /var>: des mages bottés

source: Fire and Hide
de: Feinfühlige Reisende
fr: Fabrication<var 1D /var>: un gilet pour le guide

source: My Sole to Take
de: Exotisches Leder
fr: Fabrication<var 1D /var>: du cuir de l'étranger

source: Hands On
de: Modisches Erwachen
fr: Grosse commande<var 1D /var>: fusion vestimentaire

source: Packing a Punch
de: Raues Pflaster
fr: Fabrication<var 1D /var>: des chaussures de pèlerinage

source: Open to Attack
de: Lederne Accessoires
fr: Fabrication<var 1D /var>: des poignets exotiques

source: Men Who Scare Up Goats
de: Ein Händchen für Handschuhe
fr: Grosse commande<var 1D /var>: des mitaines pour des marins

source: Just Rewards
de: Der erste Eindruck zählt
fr: Fabrication<var 1D /var>: un beau tricorne

source: Breeches Served Cold
de: Auf kleinem Fuße
fr: Fabrication<var 1D /var>: des chaussures taille standard

source: No Risk, No Reward
de: Seltenheit hat ihren Preis
fr: Grosse commande<var 1D /var>: du cuir de tigre pour gagner

source: Campaign in the Membrane
de: Ungeduldige Kunden
fr: Fabrication<var 1D /var>: des gants dans le style occidental

source: Quicker than Sand
de: Züchtige Verhüllung
fr: Fabrication<var 1D /var>: une veste à louer

source: Emergency Patches
de: Reiterhosen für Fernost
fr: Grosse commande<var 1D /var>: de belles braies

source: Quality over Quantity
de: Leder wundersamer Tiere
fr: Fabrication<var 1D /var>: cuir, cuir, cuir... de gazelle

source: Best Served Toad
de: Durch dick und dünn
fr: Fabrication<var 1D /var>: un beau jaseran

source: The Hand that Bleeds
de: Der gestiefelte Kunde
fr: Grosse commande<var 1D /var>: des bottes longues à louer

source: Slave to Fashion
de: Möbel für die Ewigkeit
fr: Fabrication<var 1D /var>: du smilodon dans les meubles

source: Subordinate Clause
de: Draußen die Hosen an
fr: Fabrication<var 1D /var>: avoir des jambes de smilodon

source: The Righteous Tools for the Job
de: Armbandmangel
fr: Grosse commande<var 1D /var>: pénurie de bracelets

source: Soft Shoe Shuffle
de: Hosen zum Strammziehen
fr: Fabrication<var 1D /var>: des braies pour les recrues

source: Supply Side Logic
de: Ein Hauch von Nichts
fr: Fabrication<var 1D /var>: des gants pour un connaisseur

source: Springtime for Coerthas
de: Arbeitsplatzsicherheit
fr: Grosse commande<var 1D /var>: des bottes pour bibliothécaires

source: Through a Glass Brightly
de: Auf Raptoren gebettet
fr: Fabrication<var 1D /var>: le confort du cuir d'atrociraptor

source: First They Came for the Heretics
de: Gutes Leder ist Kopfsache
fr: Fabrication<var 1D /var>: pas de saurien pour les vauriens

source: The Birdmen of Ishgard
de: Schmucke Schützen
fr: Grosse commande<var 1D /var>: colliers pour archers unis

source: Skirt Chaser
de: Beim Mantel nur Zonure
fr: Fabrication<var 1D /var>: un beau manteau de zonure

source: The Tao of Rabbits
de: 3-Wetter-Schuhe
fr: Fabrication<var 1D /var>: chaussures de marche pour naturalistes

source: Foot Blues
de: Für die Besten das Beste
fr: Grosse commande<var 1D /var>: gants pour archers braves

source: Not So Alike in Dignity
de: Verdiensthandschuhe
fr: Fabrication<var 1D /var>: pour les mains d'une héroïne

source: It's Not a Job, It's a Calling
de: Leder aus dem Meer
fr: Fabrication<var 1D /var>: une jaque pour un hurluberlu

source: Hold On Tight
de: Schuhe für die Schwestern
fr: Grosse commande<var 1D /var>: chaussons nos infirmiers

source: Too Hot to Handle
de: Sünden eines Buch-Banausen
fr: Fabrication<var 1D /var>: cuir de gaja pour la restauration de grimoires

source: Handle with Care
de: Mit Leder wird ein Schuh draus
fr: Fabrication<var 1D /var>: tabi en cuir de gaja

source: Fuss in Boots
de: Leder, das dich aus den Stiefeln haut
fr: Fabrication<var 1D /var>: bottes en cuir de poulet des montagnes

source: Tenderfoot Moments
de: Kleider machen Leute
fr: Fabrication<var 1D /var>: jaque d'éclaireur déterminé

source: Spelling Me Softly
de: Ein Buchliebhaber
fr: Fabrication<var 1D /var>: cuir de saïga pour la restauration de couvertures

source: Pummeling Abroad
de: Loyal bis zum Schluss
fr: Fabrication<var 1D /var>: manteau de protecteur déterminé

source: From Mud to Mourning
de: Klauen der Angst
fr: Fabrication<var 1D /var>: gants terrifiants

source: Glorified Hole-punchers
de: Geteilte Leidenschaft
fr: Fabrication<var 1D /var>: bottes des ressources en cuir de kumbhira

source: The Style of the Time (L)
de: Eine großzügige Schuhspende
fr: Fabrication<var 1D /var>: bottes en cuir d'ophiotauros

source: These Boots Are Made for Hawkin' (L)
de: Geklaubtes Mineral
fr: Fabrication<var 1D /var>: récompense pour glaneuse d'élite

source: Treat Them with Kid Gloves (L)
de: Aus Liebe zum Tier
fr: Fabrication<var 1D /var>: cuir lupin

source: You Could Say It's a Moving Target
de: Leder geht immer
fr: Fabrication<var 1D /var>: amulette clinquante

source: Maybe He's a Lion
de: Eisige Höhen
fr: Fabrication<var 1D /var>: attention les doigts

source: (Don't) Love the Skin You're In
de: Wie ein Mamool Ja
fr: Fabrication<var 1D /var>: jambes de croco

source: They Call It Bloody Mary (L)
de: Respekt dem Br'aax
fr: Fabrication<var 1D /var>: cuir de br'aax

source: The Wyvern of It (L)
de: Handschuhe für den Kontinent
fr: Fabrication<var 1D /var>: mitaines en cuir de br'aax

source: Wrist Apart (L)
de: Kalte Zehen
fr: Fabrication<var 1D /var>: pieds frileux

source: Overall, We Blend In
de: Sammlerausrüstung
fr: Fabrication<var 1D /var>: gilet pour récolteur

source: Tally Ho, Chocobo
de: Soloexpedition zum Worqor Zormor
fr: Fabrication<var 1D /var>: chaussures d'alpinisme

source: Dragoon Drop Rate
de: Bibbernde Piloten
fr: Fabrication<var 1D /var>: pantalon de pilote

source: Eviction Notice (L)
de: Das Nötigste
fr: Fabrication<var 1D /var>: ceux d'en dessous

source: Hunting Heretics (L)
de: Einfach, aber strapazierfähig
fr: Fabrication<var 1D /var>: à braie dire

source: Exploiting the Adroit (L)
de: Igitt, Perlenketten
fr: Livraison<var 1D /var>: des vêtements plus adaptés

source: Don't Sweat the Small Fry
de: Ein dankbarer Arbeitgeber
fr: Fabrication<var 1D /var>: opération mains propres

source: I Need Your Glove Tonight
de: Sonnenschutz
fr: Fabrication<var 1D /var>: un cas de coule

source: Trainin' the Neck
de: Haar im Helm
fr: Livraison<var 1D /var>: protection anti-poux

source: It's All in the Wrists (L)
de: Steigende Nachfrage
fr: Fabrication<var 1D /var>: tabard ta gueule

source: Halonic Drake Handlers (L)
de: Der Renner der Saison
fr: Fabrication<var 1D /var>: les 101 dalmatiques

source: Training Is Only Skintight (L)
de: Billig, aber schick
fr: Livraison<var 1D /var>: bénards antiémeutes

source: Starting Off on the Wrong Foot
de: Eine naheliegende Idee
fr: Fabrication<var 1D /var>: place aux tuniques

source: Bar of the Bannermen
de: Kratzende Reiterhosen
fr: Fabrication<var 1D /var>: la sobre attitude

source: It Will Knock Your Socks Off
de: Billige Rüstungen
fr: Livraison<var 1D /var>: doublets pour novices

source: Raising the Dragoons (L)
de: Schutz vor Wind und Wetter
fr: Fabrication<var 1D /var>: cadeau de paille

source: Do My Little Turn on the Stonewalk (L)
de: Feinstaubalarm
fr: Fabrication<var 1D /var>: le port du foulard à la mine

source: On My Own Two Feet (L)
de: Bei Wind und Wetter
fr: Livraison<var 1D /var>: sous le soleil du Thanalan

source: Vested Interest
de: Dem Himmelszug sei Dank!
fr: Fabrication<var 1D /var>: pas de brassière, pas de chocolat

source: Hide to Go Seek
de: Liebe zur Natur
fr: Fabrication<var 1D /var>: confort cotonneux

source: Fitting In
de: Keine Experimente
fr: Livraison<var 1D /var>: de pratiques galurins

source: Weathering Heights
de: Zum Reiten geeignet
fr: Fabrication<var 1D /var>: quand y a de la place pour un

source: Off the Cuff
de: Hosen für die Damenwelt
fr: Fabrication<var 1D /var>: le feu aux trousses

source: Looking for Glove
de: Ein vergessener Brauch
fr: Livraison<var 1D /var>: le dernier voile

source: Try Tricorne Again
de: Neue Hosen
fr: Fabrication<var 1D /var>: jamais sans mon pantalon

source: Shoe on the Other Foot
de: Die wahre Goldgrube
fr: Fabrication<var 1D /var>: touche-moi si tu peux

source: Tiger in the Sack
de: Ärmel hochkrempeln unnötig
fr: Livraison<var 1D /var>: mineurs en chaleur

source: A Stitch in Time
de: Der Mittelweg
fr: Fabrication<var 1D /var>: les pompes et l'attirail

source: Shrug It On
de: Reißfeste Hosen
fr: Grosse commande<var 1D /var>: futiles futals

source: Security Breeches
de: Bequeme Geschenke
fr: Livraison<var 1D /var>: halte aux doublures, place aux doublets

source: Brace Yourselves
de: Handschuhe für die Damen
fr: Fabrication<var 1D /var>: bon gant, mal an

source: Thick and Thin
de: Viel Glück und viel Sägen
fr: Grosse commande<var 1D /var>: signe capillotracté

source: If the Shoe Fits
de: Neue Weste für die Beste
fr: Fabrication<var 1D /var>: oreille distraite

source: Ware and Chair
de: Seemannshemden
fr: Fabrication<var 1D /var>: fin tisseur, bon vendeur

source: Girding for Glory
de: Neue Arbeitshüte
fr: Livraison<var 1D /var>: la coiffe vigilante

source: Band Substances
de: Stadt aus Samt und Seide
fr: Grosse commande<var 1D /var>: de haut en bas

source: Breeches of Trust
de: Hosen für die Waldstreife
fr: Fabrication<var 1D /var>: des trousses à la rescousse

source: Glove Me Tender
de: Hut ab!
fr: Fabrication<var 1D /var>: calots pour miliciens

source: A Slippery Slope
de: Früchte des Waldes
fr: Grosse commande<var 1D /var>: pari tenu

source: Peace in Rest
de: Spendierhosen
fr: Livraison<var 1D /var>: amour courtois

source: A Heady Endeavor
de: Zauberhafte Sommermode
fr: Fabrication<var 1D /var>: ridicules séants

source: At Your Neck and Call
de: Mit Samthandschuhen
fr: Grosse commande<var 1D /var>: la mode et ses victimes

source: Protecting the Nuts
de: Seiner Zeit voraus ... wie immer
fr: Fabrication<var 1D /var>: des moitiés de gants

source: If I Could Walk a Thousand Malms
de: Festessen im Bismarck
fr: Fabrication<var 1D /var>: le plus beau pour aller dîner

source: Strike True
de: Auf samtenen Pfoten
fr: Grosse commande<var 1D /var>: le salut dans la veloutine

source: Fit for a Friend
de: Haar in der Linse
fr: Livraison<var 1D /var>: un cheveu sur la lentille

source: Into the Storm
de: Gladiatorenprobleme
fr: Fabrication<var 1D /var>: braguettes pas nettes

source: A Shoe In
de: Druidenhüte
fr: Grosse commande<var 1D /var>: de la simplicité du chapeau

source: Hell on Leather
de: Luftige Kleidung
fr: Fabrication<var 1D /var>: faites pénitence

source: Running up the Tabi
de: Rundumschutz
fr: Fabrication<var 1D /var>: les prêtres ont tout compris

source: Boot Legs
de: Unter die Rüstung geschaut
fr: Grosse commande<var 1D /var>: blindage confortable

source: Scouting Talent
de: Woll-Kecks für alle!
fr: Livraison<var 1D /var>: couverture universelle

source: Battered Books
de: Arbeitskleidung ungefärbt
fr: Fabrication<var 1D /var>: des tabliers en Ordre

source: Loyal Turncoat
de: Oberschicht verpflichtet
fr: Grosse commande<var 1D /var>: à quoi ça cerf

source: Grips of Fear
de: Suche Träger - Biete Kleidung
fr: Fabrication<var 1D /var>: tuniques épaisses pour l'hiver

source: Loving Soles
de: Frierender Besuch
fr: Fabrication<var 1D /var>: vétérans sensibles

source: Generous Soles
de: Lager voller Wollhüte
fr: Grosse commande<var 1D /var>: chapelier, c'est un métier

source: For What Was Gleaned
de: Hosen runter
fr: Livraison<var 1D /var>: des braies et des hommes

source: Tenets of Tanning
de: Kundenzufriedenheit durch Qualität
fr: Fabrication<var 1D /var>: chapeaux d'été

source: The Perfect Accessory
de: Babawais Gourmets
fr: Grosse commande<var 1D /var>: sarraus pour serviteurs

source: Freezing Fingers
de: Geeignete Kampfkleidung
fr: Fabrication<var 1D /var>: des tuniques contre l'embonpoint

source: Dreams of Ja
de: Aufgeschlitzt
fr: Fabrication<var 1D /var>: on ne veut plus de ces tissus

source: Respect for Br'aax
de: Ohne Hut nicht gut
fr: Grosse commande<var 1D /var>: habillés pour l'hiver

source: Lending Artisans a Hand
de: Hoch die Flaggen!
fr: Fabrication<var 1D /var>: hissez haut, les drapeaux

source: Freezing Toes
de: Helden in Hosen
fr: Fabrication<var 1D /var>: trousses pour les volontaires

source: Giving Gatherers Their Gear
de: Approbation erteilt!
fr: Grosse commande<var 1D /var>: cadeau d'encouragement

source: Worqor Zormor or Bust
de: Großfreibrief: Hoch die Flaggen!
fr: Grand mandat<var 1D /var>: hissez haut, les drapeaux

source: Just Generally Freezing
de: Großfreibrief: Helden in Hosen
fr: Grand mandat<var 1D /var>: trousses pour les volontaires

source: The Unmentionables
de: Großfreibrief: Approbation erteilt!
fr: Grand mandat<var 1D /var>: cadeau d'encouragement

source: Trew Enough
de: Ausgerüstet in das Kampftraining
fr: Fabrication<var 1D /var>: tenue de combat

source: Not Cool Enough
de: Roben machen Magier
fr: Fabrication<var 1D /var>: des pantalons neufs pour les inquisiteurs

source: Hire in the Blood
de: Die Zimmerer der Dzemael
fr: Grosse commande<var 1D /var>: des chaussures d'apparat pour les charpentiers

source: Burn Me Up
de: Großfreibrief: Ausgerüstet in das Kampftraining
fr: Grand mandat<var 1D /var>: tenue de combat

source: Long Hair, Long Life
de: Großfreibrief: Roben machen Magier
fr: Grand mandat<var 1D /var>: des pantalons neufs pour les inquisiteurs

source: The Adventurer's New Coat
de: Großfreibrief: Die Zimmerer der Dzemael
fr: Grand mandat<var 1D /var>: des chaussures d'apparat pour les charpentiers

source: A Taste for Dalmaticae
de: Mit Roben gegens Toben
fr: Fabrication<var 1D /var>: robes pour mages

source: Just for Kecks
de: Gut betucht
fr: Fabrication<var 1D /var>: couvre-chefs pour les sapeurs

source: Wiggle Room
de: Heilende Hände
fr: Grosse commande<var 1D /var>: mains guérisseuses

source: This Is Why You Can't Have Nice Things
de: Großfreibrief: Mit Roben gegens Toben
fr: Grand mandat<var 1D /var>: robes pour mages

source: Time for Acton
de: Großfreibrief: Gut betucht
fr: Grand mandat<var 1D /var>: couvre-chefs pour les sapeurs

source: Hat in Hand
de: Großfreibrief: Heilende Hände
fr: Grand mandat<var 1D /var>: mains guérisseuses

source: Workplace Safety
de: Kampfkunsttraining
fr: Fabrication<var 1D /var>: préparation aux manœuvres

source: Keep It under Wraps
de: Eine klebrige Angelegenheit
fr: Fabrication<var 1D /var>: coup de filet

source: Making Gloves Out of Nothing at All
de: Freischärler ausrüsten
fr: Grosse commande<var 1D /var>: des doublets pour les civils

source: Welcome to the Cotton Club
de: Großfreibrief: Kampfkunsttraining
fr: Grand mandat<var 1D /var>: préparation aux manœuvres

source: Dirt Cheap
de: Großfreibrief: Eine klebrige Angelegenheit
fr: Grand mandat<var 1D /var>: coup de filet

source: Read the Fine Print
de: Großfreibrief: Freischärler ausrüsten
fr: Grand mandat<var 1D /var>: des doublets pour les civils

source: Don't Trew So Hard
de: Die Opfer des Krieges
fr: Fabrication<var 1D /var>: hommage aux morts

source: Better Shroud than Sorry
de: Hosen zum Holzfällerhemd
fr: Fabrication<var 1D /var>: pantalon pour un bûcheron

source: Pants Are Not Enough
de: Ordentliche Maskerade
fr: Grosse commande<var 1D /var>: bonnets pour profil bas

source: Touch Me If You Can
de: Großfreibrief: Die Opfer des Krieges
fr: Grand mandat<var 1D /var>: hommage aux morts

source: A Drag of a Doublet
de: Großfreibrief: Hosen zum Holzfällerhemd
fr: Grand mandat<var 1D /var>: pantalon pour un bûcheron

source: New Shoes, New Me
de: Großfreibrief: Ordentliche Maskerade
fr: Grand mandat<var 1D /var>: bonnets pour profil bas

source: Hitting Below the Belt
de: Eorzäische Kniebundhose
fr: Fabrication<var 1D /var>: la culotte venue d'ailleurs

source: Doublet Jeopardy
de: Eine gute Figur
fr: Fabrication<var 1D /var>: un gilet pour le porteur de valises

source: Getting Handsy
de: Theateruniformen
fr: Grosse commande<var 1D /var>: des paires de garde-bras de scène

source: The Telltale Tress
de: Übereifrige Schauspieler
fr: Fabrication<var 1D /var>: une paire de gants de rôle secondaire

source: Whatchoo Talking About
de: So nah und doch so fern
fr: Fabrication<var 1D /var>: filer un bon rubicoton

source: Piling It On
de: Eorzäische Gaskins
fr: Grosse commande<var 1D /var>: les grègues venues d'ailleurs

source: I'll Be Your Wailer Today
de: Eorzäische Tunika
fr: Fabrication<var 1D /var>: une tunique venue d'ailleurs

source: He's Got Legs
de: Schmucke Kniebundhose
fr: Fabrication<var 1D /var>: une belle culotte

source: Pantser Corps
de: Kein Fremdwort
fr: Grosse commande<var 1D /var>: Daitenya en a gros sur la patate

source: Put a Lid on It
de: Würdevoller Auftritt
fr: Fabrication<var 1D /var>: de beaux fuseaux

source: Bet You Anything
de: Schweiß in seinem Angesicht
fr: Fabrication<var 1D /var>: un turban pour l'antagoniste

source: By the Seat of the Pants
de: Eorzäischer Gambeson
fr: Grosse commande<var 1D /var>: des gambisons venus d'ailleurs

source: By the Short Hairs
de: Schmucker Turban
fr: Fabrication<var 1D /var>: un beau turban

source: Our Man in Ul'dah
de: Ersatzkostüm
fr: Fabrication<var 1D /var>: un costume de rechange pour l'antagoniste

source: Half Is the New Double
de: Eorzäische Strickhüte
fr: Grosse commande<var 1D /var>: des bonnets venus d'ailleurs

source: Put on Your Party Pants
de: Der weiße Faden
fr: Fabrication<var 1D /var>: du lin blanc pour des meubles

source: Walk Softly and Carry a Big Halberd
de: Auf weiße Hose machen
fr: Fabrication<var 1D /var>: des bas-de-corps robustes et peu coûteux

source: Edmelle's Hair
de: Initiationsturbane
fr: Grosse commande<var 1D /var>: des turbans pour les aspirants artisans

source: Private Concerns
de: Die richtige Trainingskleidung
fr: Fabrication<var 1D /var>: des doublets pour les archers

source: Crunching the Numbers
de: Pluderhosen? Nein, Hosen in Ronso-Größe!
fr: Fabrication<var 1D /var>: un bas-de-corps taille Ronso

source: The Wages of Sin
de: Medizi-Kopfbedeckungen
fr: Grosse commande<var 1D /var>: de quoi coiffer le personnel soignant

source: In over Your Head
de: Feenhaft genähtes Bettzeug
fr: Fabrication<var 1D /var>: du fil solide pour des tables d'examen

source: A Leg Up on the Cold
de: Tarnkappenspäher
fr: Fabrication<var 1D /var>: protégeons la tête des éclaireurs

source: Cool to Be Southern
de: Überdurchschnittlich
fr: Grosse commande<var 1D /var>: des gants de rechange pour tête en l'air

source: After the Smock-down
de: Für eine geheime Kundin
fr: Fabrication<var 1D /var>: une commande bien confidentielle

source: Party Animals
de: Getarnt auf Schmugglerjagd
fr: Fabrication<var 1D /var>: des bonnets pour éclaireurs

source: I'll Swap You
de: Turbane für eine Feldstudie
fr: Grosse commande<var 1D /var>: des turbans contre le sable

source: No Country for Cold Men
de: Hosen zum Dank
fr: Fabrication<var 1D /var>: des grègues pour éclaireurs méritants

source: A Matter of Import
de: Ein Turban als Erinnerungsstück
fr: Fabrication<var 1D /var>: un turban pour un départ en retraite

source: Full Moon Fever
de: Hüte für Wanderheiler
fr: Grosse commande<var 1D /var>: couvrons la tête des soigneurs itinérants

source: Glad As a Hatter
de: Sicherer Versand
fr: Fabrication<var 1D /var>: étoffes de mûrier à papier

source: Seeing It Through to the End
de: Heilende Handschuhe
fr: Fabrication<var 1D /var>: gants pour examen de compétences

source: Big in Mor Dhona
de: Hitzköpfe
fr: Fabrication<var 1D /var>: chapeau de rechange

source: And a Haircut Wouldn't Hurt
de: Weißkittel
fr: Fabrication<var 1D /var>: tenue médicale

source: Bundle Up, It's Odd out There
de: Auf Hochglanz poliert
fr: Fabrication<var 1D /var>: lin boréal

source: Pride Up in Smoke
de: Für eine baldige Genesung
fr: Fabrication<var 1D /var>: turban à offrir

source: Protecting the Foundation
de: Bis zum Hals in den Schulden
fr: Fabrication<var 1D /var>: grègues du dragon
