Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Feather in the Cap
de: Meister der Mimik
fr: Le mime martial

source: Trumped
de: Eine blaue Zukunft
fr: Le bon et le mauvais copieur

source: The Hands of Fate
de: Maskerade in Not
fr: Martyn fait le tour du monde

source: East Meets West
de: Piraten und Bärte
fr: Martyn chez les pirates

source: Ride Like the Wind
de: Der Stolz des Meisters
fr: Martyn dans les bois

source: Come Rain or Shrine
de: Duellus Pikenius Magnus
fr: Martyn sous la neige

source: Behind Door Number Two
de: Gülden ist die Lösung
fr: Martyn défend son honneur

source: Foxfire
de: Blaumagie ist unergründlich
fr: Courage, Martyn

source: Love, Astrologically
de: Jagd auf eine Tugend
fr: Le guerrier à la balafre

source: Taking the Red
de: Der Tag, an dem Milinda starb
fr: Le jour où tout a basculé

source: The Crimson Duelist
de: Der Schmuck aus Voeburt
fr: La piste du collier

source: A Rewarding Struggle
de: Branden und Prinzessin Sauldia
fr: Le guerrier et la princesse

source: Tracking the Cabal
de: Ob Mitleid oder Hass
fr: Naissance d'un bourreau

source: A Vermilion Vendetta
de: Brandens Seele
fr: Pardon et repentir

source: On Lambard's Trail
de: Heilender Helfer gesucht
fr: Giott l'invincible

source: Stained in Scarlet
de: Sophrosyne auf der Spur
fr: Le pouvoir de Sophrosyne

source: The Color of Her Hair
de: Prinzipien der Heilung
fr: Expérimentations thérapeutiques

source: Traced in Blood
de: Alter Zauber
fr: Magie ancestrale

source: Nightkin
de: Ans Licht gebracht
fr: Le secret des galeries naines

source: Child of Lilith
de: Stolze Ausgestoßene
fr: Fière exilée

source: With Heart and Steel
de: Jägerprüfung
fr: La flèche dorée

source: Succession of Steel
de: Renda-Raes Niederlage
fr: Le combat de Renda-Rae

source: Sage's Path
de: Kopfgeldjäger aus Langeweile
fr: D'où je viens

source: Sage's Focus
de: Der Legende auf der Spur
fr: La chasseuse de légende

source: Sands of Despair
de: Jagd auf Andreia
fr: La quête d'Andreia

source: A Poisoned Gift
de: Die legendären Kopfgeldjäger
fr: Le duo reformé

source: Pledge of Hope
de: Die Sphären des Sünden<var 16 /var>ver<var 16 /var>tilgers
fr: Le trou noir du grand pécheur

source: Life Ephemeral, Path Eternal
de: Eine Stimme aus dem Nichts
fr: Une voix venue du vide

source: The Joy of Pictomancy
de: Erwachende Erinnerungen
fr: L'éclosion des souvenirs

source: Mind over Manor
de: Ein großes Opfer
fr: Une cupidité bien généreuse

source: Perspectives in Pursuit
de: Magie-Lehrstunde
fr: La valeur n'attend pas le nombre de monstres lapidés

source: The Crate Beyond
de: Tränenreiche Ver<var 16 /var>gangen<var 16 /var>heit
fr: Un siècle de larmes

source: Beruru's Clues
de: Im Schatten wahrer Helden
fr: L'héroïne de l'ombre

source: Somewhere Only She Knows
de: Die Kristalle der Krieger des Lichts
fr: Les cristaux du souvenir

source: Out of the Blue
de: In den Ketten des Todes
fr: Les chaînes de la mort

source: Blue Leading the Blue
de: Rufe nach Erlösung
fr: Angoisses galopantes

source: Blue Collar Work
de: Die Hörner des Unglücks
fr: Les cornes de l'infortune

source: Why They Call It the Blues
de: Zeugnis des Paktes
fr: Opération anticorruptions

source: Scream Blue Murder
de: Die geschundene Seele des Biestes
fr: De la dévotion à la haine

source: Blue Gold
de: Offen für neue Wege
fr: Des esprits et des hommes

source: The Real Folk Blues
de: Keine Freiheit ohne Frieden
fr: Paix à deux vitesses

source: Turning Over a Blue Leaf
de: Die Henkerin von Garlemald
fr: Le spectre de l'Exécutrice

source: Into the Blue Again
de: Der Weg des Dialogs
fr: Le héros sans arme

source: Something Borrowed, Something Blue
de: Anders und doch gleich
fr: Ressouder les cœurs

source: Bolt from the Blue
de: Schädelspur
fr: Une piste mortuaire

source: Blue in the Face
de: Trauer und Hoffnung
fr: Acceptation

source: Blue Scream of Death
de: Stürmische Zeiten
fr: L'appel de la Noscea

source: Blue Cheese
de: Die Sturzsee-Sahagin
fr: Scission sahuagine

source: Second-rate Entertainment
de: Alte Helden rosten nicht
fr: Retrouvailles fraternelles

source: Everybody Was Fukumen Fighting
de: Die Indigo-Mutter
fr: La souffrance d'une mère

source: Azuro and Goliath
de: Ein eigenartiger Kerl
fr: Le dernier gabier

source: Where the Gold Goes
de: Im Hafen des Friedens
fr: Cap sur la paix

source: Master of Mimicry
de: Die Gefühle des Volkes
fr: Le secret du peuple

source: A Future in Blue
de: Die Ankunft von Izanami
fr: L'avènement d'Izanami

source: And the Crowd Goes Mild
de: Yugiris Heimkehr
fr: Le retour de Yugiri

source: The Beard, the Myth, the Legend
de: Ein Mädchen namens Minato
fr: Une femme nommée Minato

source: Gridania's Most Wanted
de: Beseelte Andenken
fr: Âmes et reliques

source: No Butts About It
de: Domanisches Begräbnis
fr: Des adieux domiens

source: A New Gold Standard
de: Ishgards verletzte Seelen
fr: Ishgard en proie aux tourments

source: The Brave and the Blue
de: Kein Vergeben, keine Erlösung
fr: Ni pardon, ni salut

source: The Man with Too Many Scars
de: Nur Gerechtigkeit, nur Vergeltung
fr: Vengeresse justice

source: Shaped by Tragedy
de: Fester Entschluss, fest im Glauben
fr: Une pieuse résolution

source: Defined by Loss
de: O Halone, führe uns zum Sieg
fr: Sous l'égide de Halone

source: The Princess and Her Knight
de: Den Blick himmelwärts gerichtet, mutig voran
fr: La voie du renouveau

source: The Hardened Heart
de: Das Biest in der Kälte
fr: La bête venue du froid

source: To Have Loved and Lost
de: Die Heimkehrer
fr: Rapatriés à la dérive

source: Traditions and Travails
de: Was es heißt, Garlear zu sein
fr: Être garlemaldais

source: Affronts and Allies
de: Patriot bis in den Tod
fr: Nerva, le patriote

source: The Scientific Method
de: Der Name der Diebin
fr: Narvals dans la neige

source: The Lost and the Found
de: Der Schlaflose Krieger
fr: Le guerrier qui ne dort jamais

source: Never to Return
de: In den Fesseln der Schlafes
fr: Entre le sommeil et la mort

source: The Soul of Temperance
de: Von Tränen erweckt
fr: Le philtre des nuits blanches

source: No Greater Sport
de: Schlaflos in Ishgard
fr: Les limites humaines

source: Vengeance in Defeat
de: Neue Bande der Freund<var 16 /var>schaft
fr: Rêves éveillés

source: Freedom from Privilege
de: Fatale Früchte
fr: Les fruits du scorpion

source: The Hunter's Legacy
de: Karrierestart mit Schluckauf
fr: Le remède vénéneux

source: Fellowship Restored
de: Der tägliche Überlebenskampf
fr: Vivre avec le venin

source: Courage Born of Fear
de: Impfst du schon oder lachst du noch?
fr: Une cure de virulence

source: Hollow Pursuits
de: Trunken vom Gift
fr: L'empoisonneuse incomprise

source: A Voice from the Void
de: Heilkunst gegen Hexerei
fr: Les deux faces du scorpion

source: Echoes of the Past
de: Die meisterhafte Jägerin
fr: Une chasseuse ex<var 16 /var>cep<var 16 /var>tion<var 16 /var>nelle

source: Nyelbert's Lament
de: Stürmische See
fr: Bataille navale

source: Taynor's Training Day
de: Ein Schwindler kommt selten allein
fr: Les deux imposteurs

source: A Tearful Reunion
de: Trau, schau, wem
fr: Les fourberies de Samidare

source: Shadow Walk with Me
de: Schuppen von den Augen
fr: Kuiyki évolue<var 1D /var>!

source: Safekeeping
de: Krönender Abschuss
fr: Chasseuse à lunettes... chasseuse honnête

source: Shrouded in Peril
de: Gestohlenes Stahlschwein
fr: Quand la caravane trépasse

source: To Give Voice
de: Banditen allerorts
fr: Enquête à Porta Praetoria

source: A Gift Undone
de: Das Versteck aufspüren
fr: Pâture en filature

source: A Pact Proven
de: Heimatgefühle
fr: Opération séduction

source: Hearts True
de: Verbündeter in der Gasse
fr: Rendez-vous à l'aveugle

source: A Path Unveiled
de: Der mächtigste Schild
fr: Mauvais cru pour Chalteaufite

source: Far from Free
de: Die vergessene Kraft
fr: Un pouvoir insoupçonné

source: The Butcher's Blade
de: Populär
fr: Le nouveau justicier au grand cœur

source: A New Battleground
de: Das Geheimnis seines Erfolgs
fr: Enquête de popularité

source: Laying the Past to Rest
de: Jeder Stern verglüht
fr: Les gens l'appellent l'idole des jeunes

source: Trail of Skulls
de: Des Helden wahres Gesicht
fr: Fausses promesses et imposture

source: The Gift of Mercy
de: Ein Mythos in Trümmern
fr: Le château de cartes s'effondre

source: Storm Clouds Brewing
de: Die Kräfte der Vidraal
fr: Sous la tutelle des totems

source: The Crushing Tide
de: Weg des Leidens (Mahlstrom)
fr: L'Antre des loups (Maelstrom)

source: Old Heroes Never Die
de: Fronteinsatz (Mahlstrom)
fr: Le Front (Maelstrom)

source: A Mother's Suffering
de: Lange Schatten (Mahlstrom)
fr: Opération Dzemael (Maelstrom)

source: Out of the Shadows
de: Doppelmoral (Mahlstrom)
fr: Opération Val d'Aurum (Maelstrom)

source: To Calmer Seas
de: Die Hohe Jagd (Mahlstrom)
fr: Faire bonne chasse (Maelstrom)

source: Seeds of Disquiet
de: Weg des Leidens (Bruderschaft der Morgenviper)
fr: L'Antre des loups (Deux Vipères)

source: When the Kami Answer
de: Fronteinsatz (Bruderschaft)
fr: Le Front (Deux Vipères)

source: Home No Longer
de: Lange Schatten (Bruderschaft der Morgenviper)
fr: Opération Dzemael (Deux Vipères)

source: The Devoted Daughter
de: Doppelmoral (Bruderschaft der Morgenviper)
fr: Opération Val d'Aurum (Deux Vipères)

source: A Singular Gift
de: Die Hohe Jagd (Bruderschaft)
fr: Faire bonne chasse (Deux Vipères)

source: Laid to Rest
de: Weg des Leidens (Legion der Unsterblichen)
fr: L'Antre des loups (Immortels)

source: Our Aching Souls
de: Fronteinsatz (Legion)
fr: Le Front (Immortels)

source: No Forgiveness, No Deliverance
de: Lange Schatten (Legion der Unsterblichen)
fr: Opération Dzemael (Immortels)

source: Only Justice, Only Vengeance
de: Doppelmoral (Legion der Unsterblichen)
fr: Opération Val d'Aurum (Immortels)

source: Wills Unending, Faith Unbending
de: Die Hohe Jagd (Legion)
fr: Faire bonne chasse (Immortels)

source: O Mighty Fury, Guide Us to Victory
de: Von Göttern und Pferden
fr: L'année du cheval

source: Ever March Heavensward
de: Schön wie ein edles Ross
fr: Intégration animale

source: Bitter Snow
de: Schnell wie ein Rennpferd
fr: File comme le vent<var 1D /var>!

source: Frozen Hope
de: Stark wie ein Ackergaul
fr: La bête de somme

source: Misguided Few
de: Das beste Reittier weit und breit
fr: Promotion chevaline

source: Forlorn Glory
de: Von Göttern und Schafen
fr: Le maréchal des moutons et la transition

source: The Narwhal Beckons
de: Der schlaflose Chocobo
fr: Le mouton et le chocobo

source: Sleepless in Ishgard
de: Das schlaflose Kind
fr: Le mouton et le nourrisson

source: Between Sleep and Death
de: Der schlaflose Hauptmann
fr: Le mouton et le soldat

source: Beacon in the Darkness
de: Des Schäfchens Generäle
fr: L'année du mouton

source: Awakened, Not Stirred
de: Im Zeichen des Affen
fr: Des singeries pour du mochi

source: Dreams of a New Day
de: Von Vögeln und Vogelaffen
fr: Le maréchal de la basse-cour

source: In the Sting of Things
de: Auf den Hund gekommen
fr: Des chiens à la rubrique des mochi écrasés

source: Causing Problems on Purpose
de: Das Grunzen im Walde
fr: Pas copains comme cochons

source: Living among the Deadly
de: Ratten im Reis
fr: Rat-zzia de mochi

source: Taste of a Toxin Paradise
de: Muh und muckendes Mochi
fr: Prendre le mochi par les cornes

source: Downed by the River
de: Muh und Mochi mampfen
fr: Des mochi à l'effet bœuf

source: An Antidote for Anarchy
de: Tatzentanz mit Tiger
fr: Danse avec le tigre

source: The Hunter and the Hunted
de: Mochi-Streit zur Himmelswendezeit
fr: Un tigre couleur mochi

source: A Sea of Blood
de: Wahrsagungen aus dem Fernen Osten
fr: Les petits papiers de la transition

source: Who's Who
de: Großes Glück im großen Unglück
fr: Chance, malchance et transition

source: Cornered Prey
de: Anhängliches Maskottchen
fr: Le flop des mascottes

source: Impostor Syndrome
de: Drachen bringen Glück
fr: Sous le signe du dragon d'eau

source: The Mightiest Shield
de: Liebesbote/-botin gesucht
fr: Le pouvoir de l'amour

source: Power Forgotten
de: Nur natürliche Aromastoffe
fr: L'amour est un poison violent

source: A Brand of Justice
de: Liebe macht blind
fr: Une patience à toute épreuve

source: The Seeds of Popularity
de: Heißblütige Sirenen
fr: Quand le cœur fait “boum”

source: Floundering Fame
de: Süß und bitter
fr: À la recherche de sa moitié

source: Behind the Helm
de: Alles Liebe zum Valentiontag
fr: Au service de l'amour

source: Heroes and Pretenders
de: Verlorene Liebe in Gridania
fr: À la recherche de l'amour perdu (Gridania)

source: Uncouth Customers
de: Verlorene Liebe in Ul'dah
fr: À la recherche de l'amour perdu (Ul'dah)

source: A Pup No Longer (Maelstrom)
de: Die Stunde der Wahrheit
fr: À la poursuite de l'amour

source: Like Civilized Men and Women (Maelstrom)
de: Eine liebe Geste
fr: Épanchement sentimental

source: Shadows Uncast (Maelstrom)
de: Liebe ist der Welt Lohn!
fr: Et plus si affinités<var 1D /var>?

source: Gilding the Bilious (Maelstrom)
de: Lektionen der Liebe
fr: L'apprentie messagère de l'amour

source: Let the Hunt Begin (Maelstrom)
de: Neue Weissagungen
fr: Nouveaux augures

source: A Pup No Longer (Twin Adder)
de: Facetten der Liebe
fr: Un donjon presque parfait

source: Like Civilized Men and Women (Twin Adder)
de: Weitere Weissagungen
fr: À la vie, à l'amour

source: Shadows Uncast (Twin Adder)
de: Leidenschaftlicher Eifer
fr: Ardeur et dissensions

source: Gilding the Bilious (Twin Adder)
de: Eine Stimme für Astrid
fr: Un vote pour Astrid

source: Let the Hunt Begin (Twin Adder)
de: Eine Stimme für Bert
fr: Un vote pour Bert

source: A Pup No Longer (Immortal Flames)
de: Eine Stimme für Rodrigault
fr: Un vote pour Rodrigault

source: Like Civilized Men and Women (Immortal Flames)
de: Astrids Plan
fr: Le défi d'Astrid

source: Shadows Uncast (Immortal Flames)
de: Berts Vorschlag
fr: Le défi de Bert

source: Gilding the Bilious (Immortal Flames)
de: Rodrigaults Offenbarung
fr: Le défi de Rodrigault

source: Let the Hunt Begin (Immortal Flames)
de: Ein Lehrling für den Meister
fr: L'apprentie postière du cœur

source: A Horse for Heavensturn
de: Was man über Liebe wissen sollte
fr: Les choses du cœur

source: Turn Around, Beautiful
de: Ein Brief zum Valentiontag
fr: La conseillère des lettres du cœur

source: Heavens Know You're Fast
de: Liebe und Selbstliebe
fr: Valention et l'amour sous toutes ses formes

source: Heavenly Power
de: Ein Tag, um Herz zu zeigen
fr: L'angle parfait

source: Thank Heavensturn for You
de: Fass dir ein Herz
fr: Le symbole de l'amour

source: Lions for Lambs
de: Eine Sendung Liebe am Valentiontag
fr: Le courrier du cœur

source: Sleepless in the Stable
de: Eine kleine Abenteurerin mit großem Herzen
fr: Les demoiselles de la Valention

source: Sleepless in the Swaddle
de: Feste wollen gefeiert werden (Gridania)
fr: Pour le plaisir des dames (Gridania)

source: Sleepless in the Saloon
de: Feste wollen gefeiert werden (Limsa Lominsa)
fr: Pour le plaisir des dames (Limsa Lominsa)

source: All's Wool That Ends Wool
de: Feste wollen gefeiert werden (Ul'dah)
fr: Pour le plaisir des dames (Ul'dah)

source: Monkey about Town
de: Sag's durch die Blüte
fr: Une fleur peut adoucir les mœurs

source: A Thousand Blows
de: Pfirsichfasching
fr: Faire bonne impression

source: More Bark and Mochi Bite
de: Marionette mit Herz
fr: Une issue inattendue

source: Hogging the Spotlight
de: Puppen & Prinzessinnen
fr: Un caprice de demoiselle

source: Mochi to Be Desired
de: Auf Puppensuche
fr: Chasse aux poupées

source: Steering Clear of Trouble
de: Familiäre Bande
fr: Poupées de sires, poupées de Thorne

source: Bully for Mochi
de: Drei neue Sterne am Himmel
fr: Les Églantines d'Ul'dah

source: Tangle with a Tora
de: Süße Werbung
fr: Distribution de gâteaux

source: Let Them Eat Cake
de: Wer ist hier der Boss?
fr: Le vote décisif

source: The Box of Fortune
de: Ganz besondere Prinzessinnen
fr: Un Lalafell sous pression

source: With Great Fortune Comes Great Responsibility
de: Auf Einkaufstour
fr: Atelier couture

source: To Be a Mascot
de: Ulalas großer Auftritt
fr: La percée d'Ulala

source: Unlike a Dragon
de: Mashas großer Auftritt
fr: La percée de Masha

source: The Puissance of Love
de: Der Prinzessinenfest-Modewettbewerb
fr: Le défilé des demoiselles

source: Sweet, Sweet Love
de: Modisches Prinzessinenfest
fr: Nouveau look pour une nouvelle fête

source: Right Here Waiting
de: Ein rätselhaftes Erbstück
fr: La grâce de l'éventail

source: Love Is a Battleground
de: Ein Überraschungsei zum Prinzessinnenfest
fr: Festivités doublées

source: Never Say Farewell
de: Aufblühende Gemüter
fr: Princesse pêche

source: Where Did Our Loves Go
de: Die Wundereiersuche (Gridania)
fr: Ouverture de la chasse aux Prœufs (Gridania)

source: Love in the Woods
de: Die Wundereiersuche (Limsa)
fr: Ouverture de la chasse aux Prœufs (Limsa Lominsa)

source: Hearts in the Sand
de: Die Wundereiersuche (Ul'dah)
fr: Ouverture de la chasse aux Prœufs (Ul'dah)

source: Ardor in the Harbor
de: Eiertanz im Waldstaat
fr: Chasse aux Prœufs dans les bois

source: Now That We've Found Love
de: Eiertanz auf Deck
fr: Chasse aux Prœufs sur le pont

source: What Is Love
de: Eiertanz im Kreuzgang
fr: Chasse aux Prœufs dans le désert

source: The Fault in Our Cards
de: Die Weisen der Eiersuche
fr: Tous ses Prœufs dans le même panier

source: A Pair of Hearts
de: Traumhafte Eiersuche
fr: Les beaux Prœufs des rêveuses

source: Once More with Feeling
de: Der Traum vom großen Glück
fr: Des Prœufs qui fument et gênent

source: The Magic Number
de: Zu schön, um wahr zu sein
fr: Des Prœufs fabuleux

source: Lessons in Love
de: Rückkehr der Träume
fr: Faites vos j'œufs

source: In Fortune with the Times
de: Wilde Wilderer
fr: Course à l'œuf

source: A Many-splendored Thing
de: Schicke Schale
fr: Attrap'œuf

source: From Now until Affinity
de: Springende Spriggans
fr: Méli-mél'œuf

source: Of Ardor and Argument
de: Ein goldener Schatz
fr: La prœufétie de Jihli

source: A Vote for Astrid
de: Das schwebende Ei
fr: Œuf volant non identifié

source: A Vote for Bert
de: Schockierende Chocobos
fr: Œuffet de surprise

source: A Vote for Rodrigault
de: Ein unbezahlbares Juwel
fr: Riggy, il s'appelle Riggy

source: Astrid's Acumen
de: Wundersame Eierdiebe
fr: Pas de fête sans cacher des Prœufs

source: Bert's Big Idea
de: Wundersame Begegnungen
fr: Des rencontres à prœufusion

source: Rodrigault's Revelation
de: Rätselhafter Schabernack
fr: Chasse Prœuférée

source: No Love Lost
de: Rätselei
fr: Prœufesseur Jihli, reine des énigmes

source: Love's Labors
de: Rätselei Nummer Zwei
fr: Des énigmes à prœufusion

source: Better Letters
de: Achtung, wilde Hühner!
fr: Lapins en folie

source: Suited for Affection
de: Achtung, Hühner, alle in eine Reihe!
fr: Lapins en balade

source: The Symbol of Love
de: Heldentat im Hühnerstall
fr: Des cocottes pas commodes

source: It's All about Heart
de: Für die freundlichen Helfer
fr: Prœufusion de cadeaux

source: I Promise You a Rose Garden
de: Glücksjagd mit Hindernissen
fr: Chasse aux Prœufs et au bonheur

source: A Delivery of Love
de: Schelmischer Schabernack
fr: Des farceurs sèment la pagaille

source: Little Lady Adventurer
de: Tomberrys eilen zur Eierrettung
fr: Aimer les tomberrys à la folie

source: All the Little Ladies (Gridania)
de: Mord in der Manderville-Lounge
fr: Une nouvelle attraction

source: All the Little Ladies (Limsa Lominsa)
de: Zeichen des Dankes
fr: La marque du détective

source: All the Little Ladies (Ul'dah)
de: Goldige Gastfreundschaft
fr: Les jolis petits lots du Gold Saucer

source: A Peach by Any Other Name
de: Gespensterjagd im Gold Saucer
fr: Les spectres du Gold Saucer

source: Say It with Peaches
de: Rendez<var 16 /var>vous im Reich der Spieler
fr: Sortie en amoureux au Gold Saucer

source: A Real Peach
de: In den Fußstapfen des Señor Kaktor
fr: Il est l'heure, mon Señor

source: A Thorne-y Relationship
de: Riesenandrang im Gold Saucer
fr: La soucoupe dorée est pleine

source: Digging for Dolls
de: Für jeden Gast die richtige Attraktion
fr: Guider n'est pas jouer

source: A Father's Folly
de: Lügen haben kurze Beine
fr: Le mystérieux vol du Gold Saucer

source: Aligning the Stars
de: Eine Geste der Dankbarkeit
fr: Le sceau du détective

source: Sugar, Spice, and Everything Rice
de: Neu aufgerollt
fr: L'autre version de l'histoire

source: The Lead Starling
de: Werbung für den Gold Saucer
fr: L'employé tourmenté du Gold Saucer

source: Birdwatching Gone Wrong
de: Eine goldene Schlagzeile
fr: Petits mais costauds

source: The Disappearing Act
de: Ein goldenes Interview
fr: Les honneurs du Gold Saucer

source: Ulala's Grand Performance
de: Im Namen der Wahrheit
fr: Les petits hommes verts du Gold Saucer

source: Masha's Grand Performance
de: Feurige Abenteurer gesucht (Gridania)
fr: Les Feux de la Mort ressuscités (Gridania)

source: Narumi's Grand Performance
de: Feurige Abenteurer gesucht (Limsa Lominsa)
fr: Les Feux de la Mort ressuscités (Limsa Lominsa)

source: Idols Give Back
de: Feurige Abenteurer gesucht (Ul'dah)
fr: Les Feux de la Mort ressuscités (Ul'dah)

source: A Colorful Affair
de: Kein Auge bleibt trocken
fr: Un spectacle torride

source: Untended Dreams
de: Kanonenschlussverkauf
fr: Un spectacle détonant

source: Princess of Flowers
de: Das Feuerwerkdiplom
fr: Un spectacle explosif

source: One Short Day on Emerald Avenue
de: Elbste, die durchs Feuer gehen
fr: Au feu les pompiers<var 1D /var>!

source: Pretty in Peaches
de: 18-Ponzengrüße aus der Stahlkanone
fr: Beau comme un canon<var 1D /var>!

source: A Guest to Impress
de: Knack den Knallo
fr: Faisons la bombe<var 1D /var>!

source: Fashion Face-off
de: Der mit dem Feuer tanzt
fr: La flamme d'un espoir renaissant

source: A Stylish Transformation
de: Sommer, Sonne, Sonnenschein
fr: La mort à la plage

source: Inheritance
de: Zum Anbeißen
fr: Le feu de la friture

source: A Princely Persona
de: Frisch gewinnt
fr: Plus frais, tu meurs

source: A Princely Debut
de: Herrliche Aussichten
fr: La belle, les brutes et les aventuriers

source: The Princesses and the Eggs
de: Hitzewelle
fr: Des atouts mortels

source: Peatie in Pink
de: Flammenfäuste
fr: L'ardeur rutilante des bombattants

source: Egg-hunting We Will Go (Gridania)
de: Eisige Erfrischung
fr: Le souffle sombre des bombattants

source: Egg-hunting We Will Go (Limsa Lominsa)
de: Bombentechnik
fr: Le fleuron doré des bombattants

source: Egg-hunting We Will Go (Ul'dah)
de: Die Stunde der Bombattanten
fr: Bombattants, en avant<var 1D /var>!

source: Eggsigent Circumstances
de: Die Insel des Ewigen Sommers
fr: Le festival de l'Éternel été

source: Nothing to Yolk About
de: Feuerwerk aus Kanonen
fr: Les feux d'artifice de l'Éternel été

source: The Yolks on Us
de: Festverpflegung
fr: La cuisine de l'Éternel été

source: Hard-boiled
de: Frische Fische zum Feuermond
fr: La pêche de l'Éternel été

source: Great Eggspectations
de: Der Schatz des Ewigen Sommers
fr: Le trésor de l'Éternel été

source: Poaching the Poachers
de: Sommer, Sonne, Abenteuer
fr: Voilà l'été

source: Eggs Pluribus Unum
de: Der Feuermond-Parkour
fr: La sentence irrévocable du parcours des héros

source: Jihli Dreams of Egg Hunts
de: Werdegang eines Abenteurers
fr: Dernier saut, premiers pas

source: Pass the Poacher
de: Der Grünschnabel beim Reigen
fr: Novice des Feux de la Mort

source: Hard-boiled Hocus
de: Dem Grünschnabel auf die Sprünge helfen
fr: Les Feux de l'admiration

source: Spriggan Scramble
de: Ein Fest für Springer
fr: Des Feux bondissants

source: Eggsaltation of a Lark
de: Ein Fest für Gourmets
fr: La cuisine de la Mort

source: When Eggs Fly
de: Ein Fest für Angler
fr: Les Feux de la pêche

source: Shock-full of Eggcitement
de: Heiße Sohle gegen Haie
fr: Feux de la Mort contre super squale

source: Eggsistential Crisis
de: Sommernachtstänze
fr: La danse de l'été

source: Uneggseptable Losses
de: Sommer, Sonne, Eis-Knallomaten
fr: Ils sont givrés, ces bombardos<var 1D /var>!
