Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Yimepi's Country Charms
de: Zangenbrecher
fr: Grosse commande<var 1D /var>: pâturages en tenailles

source: Wood You Be Quiet
de: Kräftige Schläge
fr: Fabrication<var 1D /var>: boîtes à reliques

source: The Wing's Wings
de: Zelte aufbauen
fr: Fabrication<var 1D /var>: terreur griffue

source: Turali Quality
de: Äther gegen Hammer
fr: Grosse commande<var 1D /var>: maillets à tout faire

source: Lament of the Lazylump
de: Zu den Schwertern!
fr: Fabrication<var 1D /var>: des katzbalgers pour les défenses

source: Bow Out
de: Hoch die Patas!
fr: Fabrication<var 1D /var>: des patas d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: Weaving a Path
de: Drachen-Abwehr
fr: Grosse commande<var 1D /var>: des pépites pour balistes

source: Spear Pressure
de: Großfreibrief: Zu den Schwertern!
fr: Grand mandat<var 1D /var>: des katzbalgers pour les défenses

source: No Greater Treasure
de: Großfreibrief: Hoch die Patas!
fr: Grand mandat<var 1D /var>: des patas d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: Proly Hatchet
de: Großfreibrief: Drachen-Abwehr
fr: Grand mandat<var 1D /var>: des pépites pour balistes

source: Hells Bells
de: Eine Waffe für den Scharfrichter
fr: Fabrication<var 1D /var>: des espadons de bourreau

source: Mending Fences
de: Waren<var 16 /var>trans<var 16 /var>porte
fr: Fabrication<var 1D /var>: des stylets pour les pilotes

source: Axe Me Anything
de: Ohne Mampf kein Kampf
fr: Grosse commande<var 1D /var>: des couteaux pour les cuistots

source: The Unkindest Cut
de: Großfreibrief: Waffen für die Scharfrichter
fr: Grand mandat<var 1D /var>: des espadons de bourreau

source: Thank You for Your Business
de: Großfreibrief: Waren<var 16 /var>trans<var 16 /var>porte
fr: Grand mandat<var 1D /var>: des stylets pour les pilotes

source: Stainless Chef
de: Großfreibrief: Ohne Mampf kein Kampf
fr: Grand mandat<var 1D /var>: des couteaux pour les cuistots

source: I, Gladius
de: Nichts wird verschwendet
fr: Fabrication<var 1D /var>: des couteaux de tanneur

source: Bring Me the Head Knife of Al'bedo Derssia
de: Neue Zimmerer braucht das Land
fr: Fabrication<var 1D /var>: des scies pour sapeur

source: Down on the Pharm
de: Großabnehmer
fr: Grosse commande<var 1D /var>: arquebuses d'essai

source: A Hit Job
de: Großfreibrief: Nichts wird verschwendet
fr: Grand mandat<var 1D /var>: des couteaux de tanneur

source: As Above, Below
de: Großfreibrief: Neue Zimmerer braucht das Land
fr: Grand mandat<var 1D /var>: des scies pour sapeur

source: Farriers of Fortune
de: Großfreibrief: Großabnehmer
fr: Grand mandat<var 1D /var>: arquebuses d'essai

source: Anutha Spatha
de: Auf die Spitze getrieben
fr: Fabrication<var 1D /var>: du titane aux carreaux

source: Port of Call: Ul'dah
de: Weiterverarbeitung
fr: Fabrication<var 1D /var>: déblayage à la hache

source: Peddle to the Metal
de: Schmieden für die Tempelritter
fr: Grosse commande<var 1D /var>: coup de massette

source: I'm into Leather
de: Großfreibrief: Auf die Spitze getrieben
fr: Grand mandat<var 1D /var>: du titane aux carreaux

source: Twice as Slice
de: Großfreibrief: Weiterverarbeitung
fr: Grand mandat<var 1D /var>: déblayage à la hache

source: Smelt and Dealt
de: Großfreibrief: Schmieden für die Tempelritter
fr: Grand mandat<var 1D /var>: coup de massette

source: Awl or Nothing
de: Robuste Spitzen
fr: Fabrication<var 1D /var>: de l'adamantium à la pointe

source: Riveting Run
de: Schnee von gestern
fr: Fabrication<var 1D /var>: que de dolabres

source: Get a Little Bit Closer
de: Jeder Schlag ein Treffer
fr: Grosse commande<var 1D /var>: charcuterie à l'espadon

source: Honest Ballast
de: Großfreibrief: Robuste Spitzen
fr: Grand mandat<var 1D /var>: de l'adamantium à la pointe

source: Tools of the Trade
de: Großfreibrief: Schnee von gestern
fr: Grand mandat<var 1D /var>: que de dolabres

source: Unseamly Conditions
de: Großfreibrief: Jeder Schlag ein Treffer
fr: Grand mandat<var 1D /var>: charcuterie à l'espadon

source: Claw Daddy
de: Mit Feder und Schwert bewaffnet
fr: Fabrication<var 1D /var>: une épée pour se défendre

source: Hearth Maul
de: Dolchverleiher
fr: Fabrication<var 1D /var>: un couteau à louer

source: Powderpost Derby
de: Edle Nuggets
fr: Grosse commande<var 1D /var>: des pépites d'acier, par pitié<var 1D /var>!

source: The Devil's Workshop
de: Versteckte Dolche
fr: Fabrication<var 1D /var>: une arme dissimulable

source: When Rhalgr Met Nophica
de: Hammerzeit
fr: Fabrication<var 1D /var>: le maillet du maçon

source: Time to Upgrade
de: Am Erfolg feilen
fr: Grosse commande<var 1D /var>: de nouvelles limes à louer

source: Mors Dagger
de: Messerscharf
fr: Fabrication<var 1D /var>: avec sa manique et son couteau

source: Cleaving the Glim
de: Stahlharte Konkurrenz
fr: Fabrication<var 1D /var>: de beaux lingots

source: Lancers' Creed
de: Mit der Axt ins Haus
fr: Grosse commande<var 1D /var>: déterrer les haches de guerre

source: I Saw What You Did There
de: Sag mir, wo die Sägen sind
fr: Fabrication<var 1D /var>: une production en dents de scie

source: That's Some Fine Grinding
de: Stoßfester Mörser
fr: Fabrication<var 1D /var>: un mortier à louer

source: The Naked Blade
de: Scharf auf Samurai-Schwerter
fr: Grosse commande<var 1D /var>: plein de beaux tachi

source: Out on a Limb
de: Mit vollen Segeln
fr: Fabrication<var 1D /var>: un beau marteau

source: Can You Spare a Dolabra
de: Heiße Phase
fr: Fabrication<var 1D /var>: pur comme un lingot

source: A Spy in the House of Love
de: Schweres Geschütz
fr: Grosse commande<var 1D /var>: problèmes carabinés au Sekiseigumi

source: Hard Knock Life
de: Immer was auf Lager
fr: Fabrication<var 1D /var>: des réserves d'or incarnat

source: Don't Fear the Reaper
de: Waffentestverkauf
fr: Fabrication<var 1D /var>: nouvel article en vente

source: You Spin Me Round
de: Hammermäßige Umsätze erwartet
fr: Grosse commande<var 1D /var>: des maillets en masse

source: Awl about Who You Know
de: Wie die Axt in der Monsterhorde
fr: Fabrication<var 1D /var>: une bonne grosse hache

source: Spice Cadet
de: Immer feste drauf
fr: Fabrication<var 1D /var>: des poings dans la face des brigands

source: Lending a Hand
de: Trainingsschwerter
fr: Grosse commande<var 1D /var>: les épées des recrues

source: Colder than Steel
de: Beflissen zerschlissen
fr: Fabrication<var 1D /var>: réparation à l'azuresprit

source: Seemed Like the Thing to Get
de: Sägen für die Pioniere
fr: Fabrication<var 1D /var>: le génie de la scie ronde

source: A Weighty Question
de: Mehr Hunger, mehr Obst, mehr Arbeit
fr: Grosse commande<var 1D /var>: outils pour jardiniers

source: A Mixed Message
de: Zwei schützen besser als eine
fr: Fabrication<var 1D /var>: des dagues contre la mauvaise haleine

source: File That under Whatever
de: Ein Chakram-schwingendes Vorbild
fr: Fabrication<var 1D /var>: des chakrams pour les admirateurs

source: Kitchen Casualties
de: Messer für Kinderhände
fr: Grosse commande<var 1D /var>: couteaux de cuisine pour enfants

source: Get Me to the War on Time
de: Scharfe Kunst
fr: Fabrication<var 1D /var>: esthétisme et efficacité tranchants

source: Streamlining Operations
de: Feuerwaffen zu Testzwecken
fr: Fabrication<var 1D /var>: des armes à feu expérimentales

source: I'd Rather Be Digging
de: Fleißige Mitarbeit wird belohnt
fr: Grosse commande<var 1D /var>: cadeau pour nos artisans

source: No Refunds, Only Exchanges
de: Eine verheißungsvolle Kollaboration
fr: Fabrication<var 1D /var>: tathlums commémoratifs

source: You Stay on That Side
de: Sitzblockade
fr: Fabrication<var 1D /var>: scie à barricades

source: Pop That Top
de: Die Geschichte Bozjas
fr: Fabrication<var 1D /var>: histoire de Bozja I

source: Talon Terrors
de: Exeget seines Herzens
fr: Fabrication<var 1D /var>: lames de la détermination

source: I Maul Right
de: Aufzeichnungen über eine Republik
fr: Fabrication<var 1D /var>: histoire de la république de Garlemald I

source: Barring the Gates to Foundation
de: Das Streben nach der perfekten Mahlzeit
fr: Fabrication<var 1D /var>: mortier expérimental

source: Punching Your Way to Success
de: Ein Schmied in Not
fr: Fabrication<var 1D /var>: lingots de manganèse pur

source: With Bearings Straight
de: Präzisionsarbeit
fr: Fabrication<var 1D /var>: outil de jardinage

source: Starting Young (L)
de: Annalen eines Imperiums
fr: Fabrication<var 1D /var>: histoire de Garlemald I

source: Foreign Exchange (L)
de: Präzisionsgeräte
fr: Fabrication<var 1D /var>: tenailles pour dispositif de contrôle

source: Bearing the Brunt (L)
de: Ungleiche Doppelklingen
fr: Fabrication<var 1D /var>: lames doubles

source: It's All about Execution
de: Baumpflege
fr: Fabrication<var 1D /var>: hachette de jardinage

source: Freight and Barrel
de: Rutheniummangel
fr: Fabrication<var 1D /var>: le meilleur ruthénium du pays

source: Cautionary Cutlery
de: Äxte für alle
fr: Fabrication<var 1D /var>: hache royale

source: Too Big to Miss (L)
de: Sicher<var 16 /var>heits<var 16 /var>kontrollen
fr: Fabrication<var 1D /var>: réparation de ballon

source: Stepping on My Heart with Stilettos (L)
de: Erfolg nach Vorlage
fr: Fabrication<var 1D /var>: dagues de luxe

source: Saw, Shank, and Redemption (L)
de: Königliche Waffenschmiede
fr: Fabrication<var 1D /var>: épée de toute beauté

source: I Could Feel That from Here
de: Glänzende Arbeitsdinge
fr: Fabrication<var 1D /var>: maillet renouvelé

source: I Saw the Pine
de: Feierliche Präsentation
fr: Fabrication<var 1D /var>: lames acérées

source: Keep Up with the Mechanics
de: Großstadtkonkurrenz
fr: Fabrication<var 1D /var>: un outil plus précis

source: Tensions in Creasing (L)
de: Bronzeboom (Plattner)
fr: Fabrication<var 1D /var>: par ici les lingots

source: I Came, I Sawed, I Conquered (L)
de: Küchentrends
fr: Fabrication<var 1D /var>: des poêles au poil

source: Unconventional Weaponry (L)
de: Tiefe Furchen
fr: Livraison<var 1D /var>: ne pas être à côté de la plaque

source: Unbreaker
de: Noch mehr Nieten braucht das Land (Plattner)
fr: Fabrication<var 1D /var>: alliage in<var 16 /var>dis<var 16 /var>pen<var 16 /var>sa<var 16 /var>ble

source: Diamond Sawdust
de: Gockelburg-Miliz
fr: Fabrication<var 1D /var>: outils dangereux

source: Spirituality Inspector
de: Expansionspläne
fr: Livraison<var 1D /var>: la distillation pour les nuls

source: Attack on Titanium (L)
de: Rüstungsexporte
fr: Fabrication<var 1D /var>: il n'y a que la maille qui m'aille

source: I'm a Lumberjack and I'm Okay (L)
de: Kopfschutz für Marodeure
fr: Fabrication<var 1D /var>: barbutes pour barbus

source: The Clamor for Hammers (L)
de: Helme für die Gockelburg-Miliz
fr: Livraison<var 1D /var>: les bronzés à la ferme

source: Through Thick and Thin
de: Erste Erfolge
fr: Fabrication<var 1D /var>: rongeurs hors normes

source: Winter Weather Conditions
de: Verstärkt das Haupttor!
fr: Fabrication<var 1D /var>: ce qui porte souci

source: Swords for Plowshares
de: Exporte in die Heilige Stadt
fr: Livraison<var 1D /var>: coiffes renforcées

source: Piercing Eyes Deserve Piercing Shafts (L)
de: Reithelme für Ishgard
fr: Fabrication<var 1D /var>: triple emploi

source: The Nightsoil Is Dark and Full of Terrors (L)
de: Die Restaurantidee des Jahres
fr: Fabrication<var 1D /var>: parce qu'œuf le vaut bien

source: Negative, They Are Meat Popsicles (L)
de: Rüstungen zum Bierhafen
fr: Livraison<var 1D /var>: jambards de secours

source: Have Blade, Will Travel
de: Gourmetzeug ins ferne Lagerhaus
fr: Fabrication<var 1D /var>: le chef régale

source: A Knack for Nicking
de: De<var 16 /var>stil<var 16 /var>lier<var 16 /var>kol<var 16 /var>ben fürs Verkaufsgenie
fr: Fabrication<var 1D /var>: du meilleur cru

source: High Steal
de: So ein Theater
fr: Livraison<var 1D /var>: gantelets pour lutteur

source: Crisscrossing
de: Modische Helme
fr: Fabrication<var 1D /var>: jeunesse casquée

source: Hammer Time
de: Kürasse für die Milizen
fr: Fabrication<var 1D /var>: cuirasses pimpantes

source: File under Dull
de: Der penible Koch
fr: Livraison<var 1D /var>: chef saboteur

source: Killer Cutlery
de: Schilde für die Eisprinzessin
fr: Fabrication<var 1D /var>: équipage abrité

source: Meddle in Metal
de: Faustwaffen für die Eisprinzessin
fr: Fabrication<var 1D /var>: d'une main de fer

source: And My Axe
de: Ein umwerfender Schnaps
fr: Livraison<var 1D /var>: alambic d'ex<var 16 /var>pé<var 16 /var>ri<var 16 /var>men<var 16 /var>ta<var 16 /var>tion

source: Sea-saw
de: Laterne, Laterne
fr: Fabrication<var 1D /var>: des cris dans la nuit

source: Renting Mortality
de: Großauftrag von Rudius
fr: Grosse commande<var 1D /var>: bois rongé, bouclier périmé

source: The Bigger the Blade
de: Pfanne Ixal-Allerlei
fr: Livraison<var 1D /var>: le fromage maudit

source: Hammer and Sails
de: Wehrhafte Bürger
fr: Fabrication<var 1D /var>: présents, levez la main

source: Ingot to Wing It
de: Helme für den Weiler
fr: Grosse commande<var 1D /var>: mal aux casques

source: Fire for Hire
de: Kolbennachschub
fr: Fabrication<var 1D /var>: de l'eau pour les guerriers

source: The Gold Experience
de: Stahlboom
fr: Fabrication<var 1D /var>: le poids de la foi

source: Fire Sale
de: Schutz gegen Tiefschläge
fr: Livraison<var 1D /var>: cuissières en fer

source: Here Comes the Hammer
de: Auftrag aus hohem Hause
fr: Grosse commande<var 1D /var>: saler la facture des sallets

source: Selective Logging
de: Notstand im Weiler-Lazarett
fr: Fabrication<var 1D /var>: mon royaume pour de l'hydromel

source: Heavy Hitter
de: Plattenrüstung-Manie
fr: Fabrication<var 1D /var>: de bien belles armures

source: Enlistment Highs
de: Verstärkung für die Verstärkung
fr: Grosse commande<var 1D /var>: taillés dans la maille

source: Instruments of Distraction
de: Geschenke für die Gladiatoren
fr: Livraison<var 1D /var>: la rondache des délices

source: Halfhearted Effort
de: Verleiht Flügel
fr: Fabrication<var 1D /var>: ô mon taureau

source: Nip It in the Bud
de: Krieg mit Stiefeln treten
fr: Grosse commande<var 1D /var>: la botte secrète

source: Dodge Once, Cut Twice
de: Geschenke für die Köche
fr: Fabrication<var 1D /var>: des poêles pour un gourmet

source: Idol Hands
de: Geschenke für die Damen
fr: Fabrication<var 1D /var>: la classe du chat casqué

source: Cooking for the Future
de: Neue Beinkleider
fr: Grosse commande<var 1D /var>: la beauté du tibia

source: Bae Blade
de: Gute Platte
fr: Livraison<var 1D /var>: la patience des astrologues

source: Under the Fool Moon
de: Mithril-Boom
fr: Fabrication<var 1D /var>: il n'y a qu'un vrai mithril

source: Keeping Loyalty
de: Nahkampf
fr: Grosse commande<var 1D /var>: bonnes vieilles plaques

source: To Delight a Dancer
de: Rüstungen im Rattennest
fr: Fabrication<var 1D /var>: de robustes gants

source: Archon Denied
de: In die Pfanne hauen
fr: Fabrication<var 1D /var>: la poêle syndicale

source: History of the Hrothgar
de: Stahlfüße
fr: Grosse commande<var 1D /var>: les caligae ou le fouet

source: Archon of His Eye
de: Unter die Haube
fr: Livraison<var 1D /var>: la meilleure façon de brûler

source: Records of the Republic
de: Blitzblank
fr: Fabrication<var 1D /var>: mon royaume pour une cheville

source: In Pursuit of Panaloaf
de: Neue Medizin
fr: Grosse commande<var 1D /var>: bien alambiqué

source: Mangalomania
de: Lieber Arm dran als Arm ab
fr: Fabrication<var 1D /var>: canons d'avant-bras en mithril

source: Pruned to Perfection
de: Helmlos
fr: Fabrication<var 1D /var>: casque cérémonial en mithril

source: Annals of the Empire I
de: Krallenschutz
fr: Grosse commande<var 1D /var>: halte à l'acier, place au mithril

source: Plying with Precision
de: In die Pfanne hauen II
fr: Livraison<var 1D /var>: fête du savoir

source: Always Be Prepaired
de: Schaffe, schaffe, Stützpunkt baue
fr: Fabrication<var 1D /var>: du cobalt pour les casaques

source: Paring Is Caring
de: Schlechter Atem
fr: Grosse commande<var 1D /var>: quand le mithril monte à la tête

source: Ruthenium Supremium
de: Autsch!
fr: Fabrication<var 1D /var>: des caligae contre les vers

source: Axes to the Maxes
de: Achtung, Steinschlag!
fr: Fabrication<var 1D /var>: chaussures à leurs pieds

source: Maintaining the Maintainers
de: Strukturell sicher
fr: Grosse commande<var 1D /var>: la couche dure

source: Dagger Swagger
de: Ein Dieb aus den eigenen Reihen
fr: Fabrication<var 1D /var>: rem<var 16 /var>pla<var 16 /var>ce<var 16 /var>ment de hauberts

source: Bladewinner
de: Nieten für die Pioniere
fr: Fabrication<var 1D /var>: des rivets de réparation

source: Maul Me
de: Schützende Schilde
fr: Grosse commande<var 1D /var>: des scuta pour volontaires

source: Ceremonial Teeth
de: Großfreibrief: Ein Dieb aus den eigenen Reihen
fr: Grand mandat<var 1D /var>: rem<var 16 /var>pla<var 16 /var>ce<var 16 /var>ment de hauberts

source: Awl Dreams Come True
de: Großfreibrief: Nieten für die Pioniere
fr: Grand mandat<var 1D /var>: des rivets de réparation

source: Ain't Got No Ingots
de: Großfreibrief: Schützende Schilde
fr: Grand mandat<var 1D /var>: des scuta pour volontaires

source: Skillet Labor
de: Auszubildende mit zu viel Energie
fr: Fabrication<var 1D /var>: des boucliers bien ternes

source: Eyes Bigger than the Plate
de: Medizinische Instrumente
fr: Fabrication<var 1D /var>: des alambics pour l'hôpital

source: The Alloyed Truth
de: Gut gebraten
fr: Grosse commande<var 1D /var>: des poêles pour les cuistots

source: Don't Hit Me One More Time
de: Großfreibrief: Auszubildende mit zu viel Energie
fr: Grand mandat<var 1D /var>: des boucliers bien ternes

source: Distill It Yourself
de: Großfreibrief: Medizinische Instrumente
fr: Grand mandat<var 1D /var>: des alambics pour l'hôpital

source: You've Got Mail
de: Großfreibrief: Gut gebraten
fr: Grand mandat<var 1D /var>: des poêles pour les cuistots

source: Headbangers' Thrall
de: Mit Ge<var 16 /var>schwindig<var 16 /var>keit gegen die Drachen
fr: Fabrication<var 1D /var>: du titane pour engrenages

source: Bronzed and Burnt
de: Helme für das Auswahltraining
fr: Fabrication<var 1D /var>: des sallets pour l'élite

source: Rodents of Unusual Size
de: Eine Rüstung für den Sieger
fr: Grosse commande<var 1D /var>: la côte des mailles

source: Strait Ain't the Gate
de: Großfreibrief: Mit Ge<var 16 /var>schwindig<var 16 /var>keit gegen die Drachen
fr: Grand mandat<var 1D /var>: du titane pour engrenages

source: Get into Their Heads
de: Großfreibrief: Helme für das Auswahltraining
fr: Grand mandat<var 1D /var>: des sallets pour l'élite

source: Waste Not, Want Not
de: Großfreibrief: Eine Rüstung für den Sieger
fr: Grand mandat<var 1D /var>: la côte des mailles

source: All Ovo That
de: Ein pflichtbewusster Knappe
fr: Fabrication<var 1D /var>: la récompense du dévouement

source: Greavous Losses
de: Verdeckte Ermittlung
fr: Fabrication<var 1D /var>: des protège-têtes pour inquisiteurs

source: Cook Intentions
de: Unzureichend ausgerüstet
fr: Grosse commande<var 1D /var>: des canons d'avant-bras pour volontaires

source: Still the Best
de: Großfreibrief: Ein pflichtbewusster Knappe
fr: Grand mandat<var 1D /var>: la récompense du dévouement

source: Stadium Envy
de: Großfreibrief: Verdeckte Ermittlung
fr: Grand mandat<var 1D /var>: des protège-têtes pour inquisiteurs

source: Cover Girl
de: Großfreibrief: Unzureichend ausgerüstet
fr: Grand mandat<var 1D /var>: des canons d'avant-bras pour volontaires

source: Fashion Weak
de: Rundherum gut geschützt
fr: Fabrication<var 1D /var>: des fuseaux pour les chevaliers

source: Kiss the Pan (Good-bye)
de: Ein Geschenk zur Abschlussprüfung
fr: Fabrication<var 1D /var>: protection contre les dragons

source: A Well-rounded Crew
de: Nieten für die <var 1A 02 /var>Protektor<var 1A 01 /var>
fr: Grosse commande<var 1D /var>: des rivets pour le Protecteur

source: A Firm Hand
de: Großfreibrief: Rundherum gut geschützt
fr: Grand mandat<var 1D /var>: des fuseaux pour les chevaliers

source: Still Crazy After All These Years
de: Großfreibrief: Ein Geschenk zur Abschlussprüfung
fr: Grand mandat<var 1D /var>: protection contre les dragons

source: Night Squawker
de: Großfreibrief: Nieten für die <var 1A 02 /var>Protektor<var 1A 01 /var>
fr: Grand mandat<var 1D /var>: des rivets pour le Protecteur

source: Get Me the Hard Stuff
de: Für alle Fälle gerüstet
fr: Fabrication<var 1D /var>: l'armure de l'ennemi imaginé

source: 246 Kinds of Cheese
de: Heimatliche Standards
fr: Fabrication<var 1D /var>: la demande alambiquée du consulat

source: No Hand-me-downs
de: Eorzea inszeniert
fr: Grosse commande<var 1D /var>: des casques de scène

source: Not Enough Headroom
de: Schutz vor ausländischen Kugeln
fr: Fabrication<var 1D /var>: un grand bouclier pare-balle

source: I Was a Teenage Wailer
de: Handschuhe in der Hauptrolle
fr: Fabrication<var 1D /var>: des gantelets de second rôle

source: Ingot We Trust
de: Gute Auftragslage
fr: Grosse commande<var 1D /var>: couler des lingots

source: A Leg to Stand On
de: Gepanzertes Schuhwerk
fr: Fabrication<var 1D /var>: des chaussures renforcées à louer

source: Insistent Sallets
de: Heimweh
fr: Fabrication<var 1D /var>: une belle poêle à frire

source: Need for Mead
de: Aufrüstung der Sekiseigumi
fr: Grosse commande<var 1D /var>: les gantelets du Sekiseigumi

source: Hot for Teacher
de: Held in strahlender Rüstung
fr: Fabrication<var 1D /var>: un tabard pour le rôle principal

source: Get Shirty
de: Fernöstlicher Stahl
fr: Fabrication<var 1D /var>: de beaux lingots

source: Eyes on a Hard Body
de: Von den Beinen geholt
fr: Grosse commande<var 1D /var>: les jambards du Sekiseigumi

source: Aurochs Star
de: Piratenschutzschilde
fr: Fabrication<var 1D /var>: un bel écu

source: Romper Stomper
de: Ein furioser Erfolg
fr: Fabrication<var 1D /var>: un costume de rechange pour les acteurs

source: Skillet Scandal
de: Nicht ins Gesicht
fr: Grosse commande<var 1D /var>: des protège-têtes pour le Sekiseigumi

source: Kitty Get Your Helm
de: Schilde zum Draufhauen
fr: Fabrication<var 1D /var>: des écus pour les recrues

source: They've Got Legs
de: Eine Pfanne mit Panne
fr: Fabrication<var 1D /var>: une poêle à frire toute neuve

source: Very Slow Array
de: Allzweckhelme
fr: Grosse commande<var 1D /var>: des casques très utiles

source: Hollow Hallmarks
de: Barren für die Ballistik
fr: Fabrication<var 1D /var>: des lingots pour l'entretien

source: Get Me the Usual
de: Sicherheit geht vor
fr: Fabrication<var 1D /var>: un surcot sur mesure

source: War Is Tough on the Hands
de: Zum Schutz der Rekruten
fr: Grosse commande<var 1D /var>: les mains des recrues

source: Skillet to the Stars
de: Viel um die Ohren
fr: Fabrication<var 1D /var>: attention oreilles délicates

source: I've Got You under My Skin
de: Ein zufriedener Kunde
fr: Fabrication<var 1D /var>: de l'azuresprit aux mains

source: Liquid Persuasion
de: Ohne Neben<var 16 /var>wirkungen
fr: Grosse commande<var 1D /var>: des remèdes alambiqués

source: Everybody Cut Footloose
de: Mehr Schüsse, mehr Treffer
fr: Fabrication<var 1D /var>: tir multiple de bronze titané

source: Distill and Know that I'm Right
de: Ein Schild in der Brandung
fr: Fabrication<var 1D /var>: pavoiser en formation serrée

source: Metal Fatigue
de: Auf hoher Stirn
fr: Grosse commande<var 1D /var>: des bandeaux pour les camarades

source: Family Secrets
de: Materialvergleich
fr: Fabrication<var 1D /var>: y a que le mithril noble qui m'aille

source: Employee Retention
de: Neue Sicherheitsstandards
fr: Fabrication<var 1D /var>: protection renforcée pour les pieds

source: Feasting the Night Away
de: Rüstungen machen Leute
fr: Grosse commande<var 1D /var>: avoir les reins solides

source: Cobalt Aforethought
de: Alle Hände voll zu tun
fr: Fabrication<var 1D /var>: pépites de durium noble pur

source: Some Dragoons Have All the Luck
de: Klapperrüstungen und mehr
fr: Fabrication<var 1D /var>: garde-bras solides

source: Parasitic Win
de: Gerüstet bis zu den Fingerspitzen
fr: Fabrication<var 1D /var>: gantelets solides
