Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Putting the Zap on Nature
de: Ein wirksames Betäubungsmittel
fr: Collecte<var 1D /var>: crabe empoisonné pour médecin de renom

source: Awash in Evidence
de: Wasserproben
fr: Collecte<var 1D /var>: échantillon d'une variété d'Orient

source: Snail Fail
de: Fischstudien
fr: Collecte<var 1D /var>: poisson-roche pour collection

source: Sleeper Creeper
de: Fischvermehrung
fr: Collecte<var 1D /var>: spécimen de variété exotique

source: Please Halone, Tell Me I'm Still Asleep
de: Sharlayanischer Forschergeist
fr: Collecte<var 1D /var>: c'est ça, le goût du concombre de mer<var 1D /var>?

source: The Voice of the Fury
de: Mondfungi
fr: Collecte<var 1D /var>: champignon non identifié

source: Dine or Spine
de: Salzkalmar
fr: Collecte<var 1D /var>: quel goût ont les viscères de calmar<var 1D /var>?

source: Snipped for Spirituality (L)
de: Zurück in die Vorzeit
fr: Collecte<var 1D /var>: poisson archaïque

source: A Whole Lot of Nope (L)
de: Spirituelle Fische
fr: Collecte<var 1D /var>: spécimen local

source: Lurchin' from Urchins (L)
de: Legende der Yok Huy
fr: Collecte<var 1D /var>: contes et légendes yok huy

source: Loose Lips Heal (Broken) Hips
de: Singende Kröten
fr: Collecte<var 1D /var>: concerto de crapauds

source: Fish Oils and Forgotten Spoils
de: Wahrsagende Schildkröten
fr: Collecte<var 1D /var>: tortues divinatoires

source: Bounty of Sky, Bounty of Earth
de: Eine merkwürdige Bestellung
fr: Collecte<var 1D /var>: il est plat, il est plat mon poisson !

source: Prayer and Prejudice (L)
de: Springende Pelupelu-Fresser
fr: Collecte<var 1D /var>: danger public pour Pelupelu

source: Valuing the Vintage (L)
de: Der heilige See
fr: Collecte<var 1D /var>: sur les traces de la naissance des géants

source: Eating Like the Natives (L)
de: Versteckte Sterne
fr: Collecte<var 1D /var>: constellation sur poisson

source: Analysis of Paralysis
de: Blitzende Aale
fr: Collecte<var 1D /var>: rituels électrisants

source: The Aquariums of Ishgard
de: Exquisite Fischfüllung
fr: Collecte<var 1D /var>: le tacos ultime

source: Bearing of the Blue
de: Verjüngender Fischfang
fr: Collecte<var 1D /var>: le poisson, ça rend intelligent

source: Send a Feeling to My Spine (L)
de: In guter Ge<var 16 /var>sell<var 16 /var>schaft
fr: Fabrication<var 1D /var>: lances pour l'Ordre

source: A Win-win Situation (L)
de: Feldscherer
fr: Fabrication<var 1D /var>: patins pour recrues

source: Blue of Sky and Sea (L)
de: Aufnahmegeschenke
fr: Livraison<var 1D /var>: sabots pour les ingénieurs

source: Dining with Dravanians
de: Verbrannte Bögen
fr: Fabrication<var 1D /var>: arcs courts pour les éclaireurs

source: Solo Out the Bolo
de: Luftabwehr
fr: Fabrication<var 1D /var>: boucliers de bois pour les gardes

source: Pipira Pirouette
de: Harfenspiel
fr: Livraison<var 1D /var>: érable pour instruments de musique

source: Hundred Fins for a Hundred Wings (L)
de: Neue Schützen braucht der Wald
fr: Fabrication<var 1D /var>: arcs pour l'Ordre

source: Sucking on Face (L)
de: Schildwall
fr: Fabrication<var 1D /var>: boucliers pour les aventuriers

source: Plus One or Two or Three (L)
de: Speere und Magie
fr: Livraison<var 1D /var>: cannes pour les aides-soignants

source: Spew Forth and Spawn
de: Deserteure
fr: Fabrication<var 1D /var>: lances d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment pour nouveaux

source: They Call It the Kissing Disease
de: Holzschwerter
fr: Fabrication<var 1D /var>: épées en bois pour les instructeurs

source: Warmer than Wine
de: Druidenpflichten
fr: Livraison<var 1D /var>: cannes bon marché

source: Unleash the Hydro Cannons (L)
de: Druiden-Explosion
fr: Fabrication<var 1D /var>: radicelles bon marché

source: Angling for Ailments (L)
de: Auf der Walz
fr: Fabrication<var 1D /var>: outils pour orfèvres

source: What Does Not Break Us, Devours Us (L)
de: Morsche Balken
fr: Livraison<var 1D /var>: bois pour enclos

source: Slow Wash, Rapids Jumper
de: Gefiedert gewappnet
fr: Fabrication<var 1D /var>: lances décorées à offrir

source: If a Leaf Falls in the Water
de: Chocobo-Sattler
fr: Fabrication<var 1D /var>: outils de couture pour le ranch

source: There Can Be Only One
de: Schilde zu zivilen Preisen
fr: Livraison<var 1D /var>: boucliers bon marché

source: Lighter Wallets
de: リーヴテスト21
fr: リーヴテスト21

source: In a Pickle
de: Spitzenmäßiger Diebstahl
fr: Fabrication<var 1D /var>: lances métalliques

source: Perhaps Not-so-common
de: Albträume
fr: Fabrication<var 1D /var>: armes d'élé<var 16 /var>men<var 16 /var>ta<var 16 /var>lis<var 16 /var>tes en orme

source: Catfish Scheme
de: Turmhohe Überlegenheit
fr: Livraison<var 1D /var>: bois pour la tour

source: Curtains for Pleco
de: Maskerade
fr: Fabrication<var 1D /var>: masques pour vigiles sombres

source: Marooned Minnow
de: Nix für ungut
fr: Fabrication<var 1D /var>: bouclier de bois pour aventuriers

source: Peculiar De-light
de: Den Bogen raus
fr: Livraison<var 1D /var>: arc court en frêne

source: Step by Steppe
de: Da ist der Wurm drin
fr: Fabrication<var 1D /var>: armes d'élé<var 16 /var>men<var 16 /var>ta<var 16 /var>lis<var 16 /var>tes en if

source: Unbeliebubble
de: Totenmasken
fr: Grosse commande<var 1D /var>: des masques pour les vigiles

source: Blood in the Water
de: Selbstverteidigung
fr: Livraison<var 1D /var>: lances pour les volontaires

source: To the Teeth
de: Speerschliff
fr: Fabrication<var 1D /var>: meule à aiguiser

source: Pre-octopied
de: Speerweitwurf
fr: Grosse commande<var 1D /var>: projectiles de balistes

source: Eco-Warrior of Light
de: Walnussbetrug
fr: Fabrication<var 1D /var>: madriers de noyer

source: Needs More Egg
de: Weiße Vipern für unser Nesthäkchen
fr: Fabrication<var 1D /var>: bouclier à l'effigie des Deux Vipères

source: The Source of the Problem
de: Radaubrüder
fr: Livraison<var 1D /var>: un beau râteau

source: Jelly Salad
de: Edles Mobiliar
fr: Grosse commande<var 1D /var>: madriers pour meubles de luxe

source: Full of Fish
de: Im Eifer des Gefechts
fr: Fabrication<var 1D /var>: épées de bois pour les volontaires

source: Aetherquake
de: Ritterschlag
fr: Fabrication<var 1D /var>: lances pour une cérémonie

source: Faerie Fish
de: Erste Hilfe
fr: Grosse commande<var 1D /var>: armes d'élé<var 16 /var>men<var 16 /var>ta<var 16 /var>lis<var 16 /var>tes pour les volontaires

source: The Bride Aquatic
de: Mehr als ein Holzschwert
fr: Livraison<var 1D /var>: bois de collection

source: A Cherry-red Herring
de: Schießwettbewerb
fr: Fabrication<var 1D /var>: arc pour le vainqueur du concours

source: Crab Corps
de: Lanzen in Massen
fr: Grosse commande<var 1D /var>: lances pour une cérémonie

source: Magic Mushrooms
de: Ein kurzer Langbogen
fr: Fabrication<var 1D /var>: un arc pour la chasse

source: Fish for Days
de: Die besten Lanzen
fr: Fabrication<var 1D /var>: lances à louer

source: Short-term Gains
de: Hellebarden für den Mahlstrom
fr: Grosse commande<var 1D /var>: la longue lance de la loi

source: Deep-sea Diving
de: Harpunen für das Haus Durendaire
fr: Livraison<var 1D /var>: harpon pour dragon

source: A Feast for the Senses
de: Lehrlingsstab für Druiden
fr: Fabrication<var 1D /var>: armes d'élé<var 16 /var>men<var 16 /var>ta<var 16 /var>lis<var 16 /var>te en chêne

source: Fish for Thought
de: Holzschwerter-Spiele
fr: Grosse commande<var 1D /var>: gladiateurs en bois

source: Crabs for the Crabby
de: Eine leichte Aufgabe
fr: Fabrication<var 1D /var>: arc de luxe

source: Water Works
de: Nasse Füße
fr: Fabrication<var 1D /var>: des pieds bien au chaud

source: Fishing for the Future
de: Ritterliche Bögen
fr: Grosse commande<var 1D /var>: entorse aux traditions

source: Making Waves
de: Lanzen gegen Drachen
fr: Livraison<var 1D /var>: des armes, et vite

source: What Would You Do for a Pickle
de: Jade für junge Druiden
fr: Fabrication<var 1D /var>: le vert leur va si bien

source: Fungi of the Firmament
de: Spinnrad gefällig?
fr: Grosse commande<var 1D /var>: que tourne la laine

source: Simple as Salt
de: Durchschlagende Argumente
fr: Fabrication<var 1D /var>: combiner les forces

source: Plumbing the Past
de: Schleifend voran
fr: Fabrication<var 1D /var>: le cœur de la meule

source: What's in the Air
de: Mit leeren Händen
fr: Grosse commande<var 1D /var>: des lances pour l'honneur

source: Axing for Fish
de: Auf Granit gebissen
fr: Livraison<var 1D /var>: pour se faire les tridents

source: Full Moon Frogs
de: Mahagoni-Oper
fr: Fabrication<var 1D /var>: patins scéniques

source: Travel by Turtle
de: Nur das Beste vom Besten
fr: Grosse commande<var 1D /var>: bois pour meuble de luxe

source: Order for Odd Fish
de: Im hohen Bogen
fr: Fabrication<var 1D /var>: une arme efficace

source: Perilous Peaks Poga
de: Bogenlos
fr: Fabrication<var 1D /var>: l'arc ou la vie

source: Catch My Metaphor
de: Alte Magie
fr: Grosse commande<var 1D /var>: lancer d'abord, réfléchir après

source: Starry-finned
de: Zedern für die Pioniere
fr: Fabrication<var 1D /var>: du cèdre de réparation

source: Eeling Cleanse
de: Zu den Speeren!
fr: Fabrication<var 1D /var>: des tridents pour les défenses

source: Fish Tacos
de: Mit Pfeil und Bogen
fr: Grosse commande<var 1D /var>: des arcs d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: Hungry Hungry Whalaqee
de: Großfreibrief: Zedern für die Pioniere
fr: Grand mandat<var 1D /var>: du cèdre de réparation

source: In with the New
de: Großfreibrief: Zu den Speeren!
fr: Grand mandat<var 1D /var>: des tridents pour les défenses

source: Touch and Heal
de: Großfreibrief: Mit Pfeil und Bogen
fr: Grand mandat<var 1D /var>: des arcs d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: A Clogful of Camaraderie
de: Ein Bogen gefertigt von Meisterhand
fr: Fabrication<var 1D /var>: l'arc des as

source: Bowing Out
de: Anglerfamilie
fr: Fabrication<var 1D /var>: un pêcheur généreux

source: Got Your Back
de: Ein Dank an die Helfer
fr: Grosse commande<var 1D /var>: la générosité au cou

source: Gridania's Got Talent
de: Großfreibrief: Bögen gefertigt von Meisterhand
fr: Grand mandat<var 1D /var>: l'arc des as

source: Bows for the Boys
de: Großfreibrief: Anglerfamilie
fr: Grand mandat<var 1D /var>: un pêcheur généreux

source: Shields for the Serpents
de: Großfreibrief: Ein Dank an die Helfer
fr: Grand mandat<var 1D /var>: la générosité au cou

source: Spears and Sorcery
de: Maturitätsprüfung
fr: Fabrication<var 1D /var>: des sceptres d'examen

source: Leaving without Leave
de: Die spinnen, die Tempelritter
fr: Fabrication<var 1D /var>: des rouets pour templiers

source: A Sword in Hand
de: Holz für den Karrenbau
fr: Grosse commande<var 1D /var>: du bois de charrette

source: Compulsory Conjury
de: Großfreibrief: Maturitätsprüfung
fr: Grand mandat<var 1D /var>: des sceptres d'examen

source: Citizens' Canes
de: Großfreibrief: Die spinnen, die Tempelritter
fr: Grand mandat<var 1D /var>: des rouets pour templiers

source: On the Move
de: Großfreibrief: Holz für den Karrenbau
fr: Grand mandat<var 1D /var>: du bois de charrette

source: Raise the Roof
de: Zimmern für die Zimmerer
fr: Fabrication<var 1D /var>: au bras des charpentiers

source: Say It with Spears
de: Versorgungsengpass
fr: Fabrication<var 1D /var>: les arcs du faucon

source: Life's a Stitch
de: Ausrüstung mangelhaft
fr: Grosse commande<var 1D /var>: des masques d'archer

source: Shielding Sales
de: Großfreibrief: Zimmern für die Zimmerer
fr: Grand mandat<var 1D /var>: au bras des charpentiers

source: リーヴテスト21
de: Großfreibrief: Versorgungsengpass
fr: Grand mandat<var 1D /var>: les arcs du faucon

source: Re-crating the Scene
de: Großfreibrief: Ausrüstung mangelhaft
fr: Grand mandat<var 1D /var>: des masques d'archer

source: Nightmare on My Street
de: Ein neuer Wachturm für Ishgard
fr: Fabrication<var 1D /var>: du boulot à la tour

source: Driving Up the Wall
de: Geschliffen zum Sieg
fr: Fabrication<var 1D /var>: des meules à la pointe

source: Nothing to Hide
de: Lanzen für die Ritter
fr: Grosse commande<var 1D /var>: les hasts du courage

source: What You Need
de: Großfreibrief: Ein neuer Wachturm für Ishgard
fr: Grand mandat<var 1D /var>: du boulot à la tour

source: Bowing to Necessity
de: Großfreibrief: Geschliffen zum Sieg
fr: Grand mandat<var 1D /var>: des meules à la pointe

source: As the Worm Turns
de: Großfreibrief: Lanzen für die Ritter
fr: Grand mandat<var 1D /var>: les hasts du courage

source: Behind the Mask
de: Über Stock und Stein
fr: Fabrication<var 1D /var>: une canne de pèlerinage

source: Militia on My Mind
de: Fischer angeln
fr: Fabrication<var 1D /var>: une canne à pêche pour étoffer l'offre

source: Grinding It Out
de: Traumhafte Buche
fr: Grosse commande<var 1D /var>: le hêtre parfait

source: Polearms Aplenty
de: Zeremonielle Waffen
fr: Fabrication<var 1D /var>: une arme éorzéenne noble

source: Wall Not Found
de: Komposition
fr: Fabrication<var 1D /var>: pas de malaise avec le mélèze

source: Daddy's Little Girl
de: Hölzerne Accessoires
fr: Grosse commande<var 1D /var>: la paire de bracelets exotiques

source: Tools for the Tools
de: Werkzeuge des Westens
fr: Fabrication<var 1D /var>: le savoir-faire uldien

source: Armoires of the Rich and Famous
de: Narben der Natur
fr: Fabrication<var 1D /var>: le pin parfait

source: Storm of Swords
de: Nur nicht straucheln
fr: Grosse commande<var 1D /var>: une canne à la mode

source: Toys of Summer
de: Der Preis des Ruhms
fr: Fabrication<var 1D /var>: une belle arme en acier

source: Heal Away
de: Liebe geht über die Ohren
fr: Fabrication<var 1D /var>: une paire de boucles d'oreilles exotiques

source: Knock on Wood
de: Fischer am Haken
fr: Grosse commande<var 1D /var>: des cannes en corne

source: An Expected Tourney
de: An den Kragen
fr: Fabrication<var 1D /var>: un collier exotique

source: Ceremonial Spears
de: Faszination Zelkove
fr: Fabrication<var 1D /var>: avec le zelkova, ça ira

source: The Lone Bowman
de: Berittene Bogenschützen
fr: Grosse commande<var 1D /var>: des arcs pour de l'archerie montée

source: Live Freelance or Die
de: Möbelreihe „Robusta“
fr: Fabrication<var 1D /var>: du chêne blanc utilitaire

source: The Long Lance of the Law
de: Angeln mit Zukunft
fr: Fabrication<var 1D /var>: une première canne à pêche

source: Stay on Target
de: Eine Menge Holz
fr: Grosse commande<var 1D /var>: des colliers en chêne blanc

source: A Tree Grew in Gridania
de: Trainingsspeere
fr: Fabrication<var 1D /var>: des hasts pour la bleusaille

source: Flintstone Fight
de: Den Bogen raushaben
fr: Fabrication<var 1D /var>: des arcs pour chasseurs

source: Grippy When Wet
de: Auswahl der Heiler
fr: Grosse commande<var 1D /var>: soigner à la canne

source: The Cold, Cold Ground
de: Beständige Behandlungsbetten
fr: Fabrication<var 1D /var>: les patients touchent du bois

source: Bend It Like Durendaire
de: Streng geheimer Auftrag
fr: Fabrication<var 1D /var>: je me suis cassé la meule

source: The Arsenal of Theocracy
de: Mehr Holz - noch mehr Gil
fr: Grosse commande<var 1D /var>: des bracelets en frêne blanc

source: Greenstone for Greenhorns
de: Magische Kriegsführung
fr: Fabrication<var 1D /var>: sceptres d'apprentis-sorciers

source: Spin It Like You Mean It
de: Allerhöchster Schlafkomfort
fr: Fabrication<var 1D /var>: un parfait rouet pour un lit

source: A Winning Combo
de: Umsatzsteigerung erwünscht
fr: Grosse commande<var 1D /var>: des arcs pour experts

source: The Turning Point
de: Mit Geschenken an die Front
fr: Fabrication<var 1D /var>: cannes pour soigneurs confirmés

source: Ready for a Rematch
de: Hölzerne Romantik
fr: Fabrication<var 1D /var>: dites-le avec une bague en bois

source: Trident and Error
de: Schutz im Ohr
fr: Grosse commande<var 1D /var>: boucles d'oreilles protectrices

source: Clogs of War
de: Holz eines Tenkonto
fr: Fabrication<var 1D /var>: matériaux pour la recherche

source: You Do the Heavy Lifting
de: Schleifende Forschung
fr: Fabrication<var 1D /var>: meule de précision

source: Bow Down to Magic
de: Ohrringe für die Bühne
fr: Fabrication<var 1D /var>: bagues d'oreilles pour chef mercenaire

source: Bowing to Greater Power
de: Vergleichende Materialforschung
fr: Fabrication<var 1D /var>: bracelets en bois expérimentaux

source: Incant Now, Think Later
de: Ein besserer Leiter
fr: Fabrication<var 1D /var>: bois conducteur

source: Splinter in the Sewers
de: Den Rat am Haken
fr: Fabrication<var 1D /var>: des pêcheurs chez les Preux<var 1D /var>?

source: So You Think You Can Lance?
de: Überzeugende Requisiten
fr: Fabrication<var 1D /var>: lance pour chevalier dragon

source: Almost as Fun as Slingshotting Birds
de: Ein passionierter Spinner
fr: Fabrication<var 1D /var>: rouet d'appoint

source: The Lumber of Their Discontent (L)
de: Annalen Garlemalds II
fr: Fabrication<var 1D /var>: histoire de Garlemald II

source: Sticks and Stones (L)
de: Eine integrale Ausrüstung
fr: Fabrication<var 1D /var>: collier du lauréat

source: Living Bow to Mouth (L)
de: Rumpfschäden
fr: Fabrication<var 1D /var>: colmatage de coque

source: Do You Even String Bow
de: Rustikale Ohrringe
fr: Fabrication<var 1D /var>: boucles d'oreilles porte-bonheur

source: Landing the Big One
de: Lärmbeschwerden
fr: Fabrication<var 1D /var>: bois silencieux

source: A Reward Fitting of the Faithful
de: Kultureller Austausch
fr: Fabrication<var 1D /var>: noulithes forestiers

source: Win One Bow, Get Three Free (L)
de: Schöner Wohnen
fr: Fabrication<var 1D /var>: bois pour meubles de luxe

source: Fishing for Profits (L)
de: Müßiggang am Strand
fr: Fabrication<var 1D /var>: canne à pêche

source: Just Rewards for Just Devotion (L)
de: Ersatzbögen
fr: Fabrication<var 1D /var>: arcs de la Légion

source: License to Heal
de: Große Reisen
fr: Fabrication<var 1D /var>: métier à tisser

source: The Darkest Hearth
de: Der furchtbare Dragoon
fr: Fabrication<var 1D /var>: lances d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: Walking on Pins and Needles
de: Andenken an Tural
fr: Fabrication<var 1D /var>: souvenir du Tural

source: Purified Polyrhythm (L)
de: Beile mit Eile
fr: Fabrication<var 1D /var>: hachette-moi ça

source: Fruit of the Loom (L)
de: Bronzeboom (Grobschmiede)
fr: Fabrication<var 1D /var>: maladie du bronze

source: Like Lemon on a Lumbercut (L)
de: Neue Nieten braucht das Land (Grobschmiede)
fr: Livraison<var 1D /var>: la barrière bat de l'aile

source: The Long Armillae of the Law
de: Äxte für die Koboldernte
fr: Fabrication<var 1D /var>: d'humeur tranchante

source: Don't Ask Wyvern
de: Ein unsäglicher Zustand
fr: Fabrication<var 1D /var>: mauvaise coupe

source: Aim to Please
de: La Dolche Vita
fr: Livraison<var 1D /var>: des épées pour les brutes

source: Wooden Ambitions (L)
de: Küchentrends
fr: Fabrication<var 1D /var>: chef inoxydable

source: A Sky Pirate's Life for Me (L)
de: Expansionspläne
fr: Fabrication<var 1D /var>: épées vikings conformes

source: To Protect My City, I Must Wear a Mask (L)
de: Auf Messers Schneide
fr: Livraison<var 1D /var>: un couteau à pied dans la tombe

source: Birch, Please
de: Laborausrüstung
fr: Fabrication<var 1D /var>: pharma coupée

source: Anatomy of a Drill Bit
de: Hammerzeit
fr: Fabrication<var 1D /var>: opération coup de marteau

source: Hold on Adamantite
de: Hackentrick
fr: Livraison<var 1D /var>: bonne pioche<var 1D /var>!

source: Built This City on Blocks and Soul (L)
de: Glückes Schmied
fr: Fabrication<var 1D /var>: maréchal-débutant

source: Pulling Them to the Grind (L)
de: Das ist Spatha!
fr: Fabrication<var 1D /var>: spathes en stock

source: Spears for Stone Vigilantes (L)
de: Waffen zum Bierhafen
fr: Livraison<var 1D /var>: escale à Ul'dah

source: Walk the Walk
de: Schmiedezeug ins ferne Lagerhaus
fr: Fabrication<var 1D /var>: argent sale

source: Reeling for Rods
de: Gerberzeug fürs Verkaufsgenie
fr: Fabrication<var 1D /var>: finition maison

source: Beech, Please
de: Beliebte Äxte
fr: Livraison<var 1D /var>: ça va trancher

source: Standing on Ceremony
de: Eisenboom
fr: Fabrication<var 1D /var>: sitôt forgé, sitôt embarqué

source: Composition
de: Made in Limsa Lominsa
fr: Fabrication<var 1D /var>: alêne fraîche

source: Wood That You Could
de: Klar Schiff
fr: Livraison<var 1D /var>: arrivée de rivets

source: Pinewheel
de: Eisenfäuste
fr: Fabrication<var 1D /var>: combat rapproché

source: O Pine
de: Marktexpansion
fr: Fabrication<var 1D /var>: manque de lest

source: Run Before They Walk
de: Hamma n Hammer?
fr: Livraison<var 1D /var>: ils sont marteaux

source: Everybody's Heard about the 'Berd
de: Neue Erzvorkommen
fr: Fabrication<var 1D /var>: filon en douce

source: The Ear Is the Way to the Heart
de: Erfolgreiche Ver<var 16 /var>hand<var 16 /var>lungen
fr: Grosse commande<var 1D /var>: le clou du spectacle

source: Spare a Rod and Spoil the Fishers
de: Ein Steinwall für Mühlenbruch
fr: Livraison<var 1D /var>: masse critique

source: Putting Your Line on the Neck
de: Mühlenbruchs neue Pallisade
fr: Fabrication<var 1D /var>: halte aux xylophages

source: Zelkova, My Love
de: Mühlenbruch braucht Schwerter
fr: Grosse commande<var 1D /var>: l'atelier du démon

source: With a Bow on Top
de: Faustkämpferbedarf
fr: Fabrication<var 1D /var>: armons la milice

source: Built to Last
de: Gut und billig
fr: Fabrication<var 1D /var>: mise à jour des outils

source: Just Starting Out
de: Pflugscharen zu Schwertern
fr: Livraison<var 1D /var>: dames à lames

source: Playing the Market
de: Erfolgreiche Geschäfte
fr: Grosse commande<var 1D /var>: donner le temps au tan

source: A Stronger Offense
de: Schärft eure Schwerter
fr: Fabrication<var 1D /var>: le credo du lancier

source: Taking Aim
de: Erfolgreiche Qualitätskontrolle
fr: Fabrication<var 1D /var>: scie et seulement scie

source: Understaffed
de: Notstand im Mühlenbruch-Lazarett
fr: Grosse commande<var 1D /var>: touche pas à mon mortier

source: Patient Patients
de: Tanzende Schwerter
fr: Livraison<var 1D /var>: la lame nue

source: Ground to a Halt
de: Und der Gewinner ist
fr: Fabrication<var 1D /var>: amputation personnelle

source: Horde of the Rings
de: Eine große Chance
fr: Grosse commande<var 1D /var>: adorables dolabres

source: The Right Tool for the Job
de: Luftige Kleidung
fr: Fabrication<var 1D /var>: alêne en acier

source: Sleep on It
de: Kokosnussgenuss
fr: Fabrication<var 1D /var>: coup de massue

source: A Miss and a Hit
de: Aber Sichel doch
fr: Grosse commande<var 1D /var>: la faux s'il le faut

source: Off to a Good Staff
de: Für den Fall der Fälle
fr: Livraison<var 1D /var>: savoir couper le cordon

source: Kindling the Flame
de: Ahle gesucht
fr: Fabrication<var 1D /var>: alênes en urgence

source: Safety First
de: Feine Gewürze, schwere Mörser
fr: Grosse commande<var 1D /var>: herboriste cherche mortiers

source: Timber of Tenkonto
de: O'zapft is!
fr: Fabrication<var 1D /var>: une question de contrôle

source: A Real Grind
de: Aus Fell mach Haute Couture
fr: Fabrication<var 1D /var>: coups de couteau dans la nuit froide

source: Earring Awakening
de: Isoliert und vergessen
fr: Grosse commande<var 1D /var>: pas de cuisine sans couteaux

source: A Wristy Experiment
de: Vorschlaghammermethode
fr: Livraison<var 1D /var>: de la légèreté de la masse

source: A Better Conductor
de: Qualität hält ein Leben lang
fr: Fabrication<var 1D /var>: outil simple en métal noble

source: In Rod We Trust
de: Am Schiff feilen
fr: Grosse commande<var 1D /var>: laissons limer les condamnés

source: An A-prop-riate Request
de: Des Meisters Utensilien
fr: Fabrication<var 1D /var>: couteaux de cuisine

source: Spinning the Time Away
de: Verbeulte Rüstungen
fr: Fabrication<var 1D /var>: la forge perpétuelle

source: Annals of the Empire II
de: Hämmer für Durendaire
fr: Grosse commande<var 1D /var>: compter les coups sur les clous

source: An Integral Reward
de: Frohes Putzen
fr: Livraison<var 1D /var>: tanner pour mieux creuser

source: Hull Lotta Damage
de: Feine Feilen
fr: Fabrication<var 1D /var>: limes dé<var 16 /var>fec<var 16 /var>tueuses
