Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Ribbon of Remembrance
de: Verdienter Ruhestand
fr: Fabrication<var 1D /var>: cadeau de départ à la retraite

source: Desperate for Diversionaries (L)
de: Ein Hut zart wie Samt
fr: Fabrication<var 1D /var>: casquette pour l'étude comparée

source: Curb the Gnawing Feeling (L)
de: Eine positive Bilanz
fr: Fabrication<var 1D /var>: bas-de-corps duveteux

source: The Road Was a Ribbon of Moonlight (L)
de: Kühlende Bettwäsche
fr: Fabrication<var 1D /var>: des draps apaisants

source: What Not to Wear
de: Qualitätsmaßstab
fr: Fabrication<var 1D /var>: simple, basique

source: Fashion Patrol
de: Landschaftmalerei
fr: Fabrication<var 1D /var>: étoffe des montagnes

source: An Account of My Boots
de: Ganzkörpersilhouette
fr: Fabrication<var 1D /var>: cape en lin

source: Appeal of Foreign Apparel (L)
de: Luftdicht und feuerfest
fr: Fabrication<var 1D /var>: étoffe pour ballons

source: Dress Code Violation (L)
de: Wahrung der Tradition
fr: Fabrication<var 1D /var>: sarcenet de légende

source: Soot in My Hair and Scars on My Feet (L)
de: Turalische Tierwolle
fr: Fabrication<var 1D /var>: mitaines raffinées

source: Clothing the Naked Truth
de: Wechselhaftes Klima
fr: Fabrication<var 1D /var>: pantalon pour tous les temps

source: Storm upon Bald Mountain
de: Zeremonielle Handschuhe
fr: Fabrication<var 1D /var>: les gants élégants

source: Finger on the Pulse
de: Seidene Mäntel
fr: Fabrication<var 1D /var>: manteau de cérémonie

source: When in Robes (L)
de: Brisante Zutat
fr: Fabrication<var 1D /var>: cure de mercure

source: Abrupt Apprentices (L)
de: Eigenwillige Bücher
fr: Fabrication<var 1D /var>: livres libres

source: Chirurgeon Hand in Glove (L)
de: Zartes Pflänzlein
fr: Livraison<var 1D /var>: aide à la croissance

source: Healing with Flair
de: Klebrige Finger
fr: Fabrication<var 1D /var>: poser une colle

source: Where the Dragonflies, the Net Catches
de: Die Karawane zieht weiter
fr: Fabrication<var 1D /var>: eau potable

source: Investing in the Future
de: Hilfreiche Heilmagie
fr: Livraison<var 1D /var>: à vos baguettes<var 1D /var>!

source: Pants Fit for Battle (L)
de: Meine Augen tropfen
fr: Fabrication<var 1D /var>: gouttes de lumière

source: To Kill a Dragon on Nameday (L)
de: Bescheidenheit ist eine Zier
fr: Fabrication<var 1D /var>: idi-eau

source: Maids of Honor (L)
de: Stock statt Stein
fr: Livraison<var 1D /var>: une arme à couper le souffle

source: Felt for the Fallen
de: Gib Gummi
fr: Fabrication<var 1D /var>: boing boing

source: He Wears the Pants
de: Makelloses Wachs
fr: Fabrication<var 1D /var>: cire pure

source: The Hat List
de: Schwingt die Zepter!
fr: Livraison<var 1D /var>: pénurie de picatrix

source: Blinded Veil of Vigilance (L)
de: Der Thaumaturgen-Kongress
fr: Fabrication<var 1D /var>: baguettes bien moulées

source: Pom Hemlock (L)
de: Früher oder Äther kriegen wir euch
fr: Fabrication<var 1D /var>: éther à l'heure

source: Knight Incognito (L)
de: Hermetische Steuerfahnder
fr: Livraison<var 1D /var>: arcanisme d'utilité publique

source: Modest Beginnings
de: Tränke für die Träger
fr: Fabrication<var 1D /var>: une potion pour la route

source: What Guides Want
de: Magischer Dünger
fr: Fabrication<var 1D /var>: pic de croissance

source: Proper Props
de: Eingedeckt und dachgeziegelt
fr: Livraison<var 1D /var>: y a comme une tuile

source: Duress Rehearsal
de: Zweige für Druiden
fr: Fabrication<var 1D /var>: prends mes gils et tais-toi

source: Skills on Display
de: Neuauflage
fr: Fabrication<var 1D /var>: reliures qui durent

source: Getting a Leg Up
de: Ein Trank für die Trauernden
fr: Livraison<var 1D /var>: larmes de vie

source: Apparent Apparel
de: Das letzte Geschenk
fr: Fabrication<var 1D /var>: ça sent le moisi

source: Say Yes to Formal Dress
de: Ein Trank für die Hoffnungslosen
fr: Fabrication<var 1D /var>: nouvel état d'esprit

source: Of Great Import
de: Unglaubliche Faustkämpfer-Champions
fr: Livraison<var 1D /var>: dopage alchimique

source: Who War It Better
de: Fankult
fr: Fabrication<var 1D /var>: bien élémentairement vôtre

source: Don't Sweat the Role
de: Untaugliche Täuschungsversuche
fr: Grosse commande<var 1D /var>: n'oublie pas tes médicaments

source: To the Tops
de: Wetterfeste Tinte
fr: Livraison<var 1D /var>: ceci n'est pas écrit

source: Brimming with Confidence
de: Giftige Kriegsführung
fr: Fabrication<var 1D /var>: au royaume des aveugles, les vigiles sont rois

source: One Winged Angle
de: Zielwasser
fr: Grosse commande<var 1D /var>: en vert et contre tous

source: Cap It Off
de: Gift für die Stimme
fr: Fabrication<var 1D /var>: la potion magique

source: Flax Wax
de: Läuft wie geschmiert
fr: Fabrication<var 1D /var>: il faut que ça glisse

source: Lovely Leggings
de: Scherben bringen ... Schadensersatzklagen
fr: Livraison<var 1D /var>: briser la glace, ou pas

source: Turban in Training
de: Absolventenflut
fr: Grosse commande<var 1D /var>: plongés dans les arcanes

source: Suits You
de: Zeichen der Dankbarkeit
fr: Fabrication<var 1D /var>: l'esprit de camaraderie

source: Legs for Days
de: Voll im Trend - Hermetiker
fr: Fabrication<var 1D /var>: grimoire pour sergent éméché

source: Hair Do No Harm
de: Tränke gegen Soldatenschwund
fr: Grosse commande<var 1D /var>: à bonne potion, bon vigile

source: A Tender Table
de: Tränke für die Küstenwache
fr: Livraison<var 1D /var>: la force à tout prix

source: Hunting Season
de: Tränke für die Drachentöter
fr: Fabrication<var 1D /var>: la potion de la fortune

source: Gloves Come in Handy
de: Billiger Ersatz
fr: Grosse commande<var 1D /var>: une heure de colle

source: All-purpose Overgarments
de: Wasserdichte Verträge
fr: Fabrication<var 1D /var>: ne pas mélanger les torchons et les serviettes

source: The Hunt Continues
de: Wider den Kunstbanausen
fr: Fabrication<var 1D /var>: dans l'œil du spectateur

source: Something in My Eye
de: Ein bescheidener Wunsch
fr: Grosse commande<var 1D /var>: croître, c'est savoir

source: A Job Well Done
de: Nichts zu lachen
fr: Livraison<var 1D /var>: les mener à la baguette

source: A Turban for the Ages
de: Glücksspiel macht blind
fr: Fabrication<var 1D /var>: mieux vaut ne rien voir

source: Healing Headwear
de: Gift? Aber gerne.
fr: Grosse commande<var 1D /var>: venin préventif

source: Heavy Armoire
de: Ausgefallener Verwendungszweck
fr: Fabrication<var 1D /var>: supports pédagogiques

source: Helping Handwear
de: Was geht da vor sich?
fr: Fabrication<var 1D /var>: inquisiteur marchand de sable

source: Hot Heads
de: Immer mit der Ruhe
fr: Grosse commande<var 1D /var>: paralysie de courtoisie

source: Color Coated
de: Fitmacher
fr: Livraison<var 1D /var>: priorité aux soins

source: A Polished Purchase
de: Läuft wie geschmiert
fr: Fabrication<var 1D /var>: guérir par le poisson

source: Turban Sprawl
de: Augen auf im Straßenverkehr
fr: Grosse commande<var 1D /var>: dommages collatéraux

source: Lightening Up
de: Damit Sünden nie vergessen werden
fr: Fabrication<var 1D /var>: l'encre coule, le sang se répand

source: Lifetime of Gleaning
de: Neue Strategien
fr: Fabrication<var 1D /var>: retour d'arcanes

source: Skill Cap
de: Rostige Rüstungen
fr: Grosse commande<var 1D /var>: laissez-nous de la graisse

source: A Better Bottom Line
de: Trink das, Monster!
fr: Livraison<var 1D /var>: insomnies à Pleurargent

source: Comfy Cabins
de: Gegen Versteinerung
fr: Fabrication<var 1D /var>: de pierre en aiguille

source: Begin with the Basics
de: Trendsetter
fr: Grosse commande<var 1D /var>: essence de vitalité virile

source: Cloth for Canvas
de: Somniloquie nervt
fr: Fabrication<var 1D /var>: le silence est d'or

source: In Line with Linen
de: Köder auslegen
fr: Fabrication<var 1D /var>: le doute et la bête

source: Weaving the Envelope
de: Doping
fr: Grosse commande<var 1D /var>: entrez sans crainte...

source: Traditional Trousers
de: Papierkrieg
fr: Fabrication<var 1D /var>: faire couler l'encre

source: Halfgloves, Full Effort
de: Mit der Macht der Kodizes
fr: Fabrication<var 1D /var>: des codex anti-démon

source: Cruel Climates
de: Geleimt
fr: Grosse commande<var 1D /var>: une pénurie de glu

source: Glamorous Gloves
de: Großfreibrief: Papierkrieg
fr: Grand mandat<var 1D /var>: faire couler l'encre

source: Silk for Sunperch
de: Großfreibrief: Mit der Macht der Kodizes
fr: Grand mandat<var 1D /var>: des codex anti-démon

source: Mercury Rising
de: Großfreibrief: Geleimt
fr: Grand mandat<var 1D /var>: une pénurie de glu

source: One for the Books
de: Ungeheuerzähmen leicht gemacht
fr: Fabrication<var 1D /var>: grimoires pour inquisiteurs

source: Root Rush
de: Alchemie für die Magie
fr: Fabrication<var 1D /var>: mages en attente

source: Met a Sticky End
de: Gesegnet in den Kampf
fr: Grosse commande<var 1D /var>: eau sacrée pour une cérémonie

source: Days of Chunder
de: Großfreibrief: Ungeheuerzähmen leicht gemacht
fr: Grand mandat<var 1D /var>: grimoires pour inquisiteurs

source: The Bleat Is On
de: Großfreibrief: Alchemie für die Magie
fr: Grand mandat<var 1D /var>: mages en attente

source: On the Drip
de: Großfreibrief: Gesegnet in den Kampf
fr: Grand mandat<var 1D /var>: eau sacrée pour une cérémonie

source: Distill, My Heart
de: Sekundenkleber
fr: Fabrication<var 1D /var>: super glu pour balistes

source: A Jawbreaking Weapon of Staggering Weight
de: Ein zweischneidiges Schwert
fr: Fabrication<var 1D /var>: un métier risqué

source: Gotta Bounce
de: Tintenkleckser
fr: Grosse commande<var 1D /var>: aide à l'effort de recon<var 16 /var>struc<var 16 /var>tion

source: Don't Be So Tallow
de: Großfreibrief: Sekundenkleber
fr: Grand mandat<var 1D /var>: super glu pour balistes

source: The Hexster Runoff
de: Großfreibrief: Ein zweischneidiges Schwert
fr: Grand mandat<var 1D /var>: un métier risqué

source: Wand-full Tonight
de: Großfreibrief: Tintenkleckser
fr: Grand mandat<var 1D /var>: aide à l'effort de recon<var 16 /var>struc<var 16 /var>tion

source: Morning Glass of Ether
de: Wundbehandlung
fr: Fabrication<var 1D /var>: soin des plaies

source: Using Your Arcane Powers for Fun and Profit
de: Ein Dank an die Kurie
fr: Fabrication<var 1D /var>: la vie n'a pas de prix

source: One for the Road
de: Gut gezielt ist schon getroffen
fr: Grosse commande<var 1D /var>: breuvage miracle

source: You Grow, Girl
de: Großfreibrief: Wundbehandlung
fr: Grand mandat<var 1D /var>: soin des plaies

source: Unbreak My Heart
de: Großfreibrief: Ein Dank an die Kurie
fr: Grand mandat<var 1D /var>: la vie n'a pas de prix

source: Shut Up and Take My Gil
de: Großfreibrief: Gut gezielt ist schon getroffen
fr: Grand mandat<var 1D /var>: breuvage miracle

source: Book and a Hard Place
de: Tinte für die Chronisten
fr: Fabrication<var 1D /var>: encre indélébile

source: Kiss of Life
de: Ein Grimoire, den Äther zu binden
fr: Fabrication<var 1D /var>: accélérer la cadence

source: There's Something about Bury
de: Ein Wald für Coerthas
fr: Grosse commande<var 1D /var>: reboiser le Coerthas

source: Sanity Points
de: Großfreibrief: Tinte für die Chronisten
fr: Grand mandat<var 1D /var>: encre indélébile

source: Devil Take the Foremost
de: Großfreibrief: Grimoires, den Äther zu binden
fr: Grand mandat<var 1D /var>: accélérer la cadence

source: Everything Is Impossible
de: Großfreibrief: Ein Wald für Coerthas
fr: Grand mandat<var 1D /var>: reboiser le Coerthas

source: Don't Forget to Take Your Meds
de: Schreibbedarf
fr: Fabrication<var 1D /var>: faire couler de l'encre

source: The Writing Is Not on the Wall
de: Zauberhafte Literatur
fr: Fabrication<var 1D /var>: un grimoire dans le style éorzéen

source: Dripping with Venom
de: Beliebte Wachstumsformel
fr: Grosse commande<var 1D /var>: un engrais végétal populaire

source: Blind Man's Bluff
de: Eorzäische Militärkunde
fr: Fabrication<var 1D /var>: l'art de la guerre à l'éorzéenne

source: Hush Little Wailer
de: Ohne Wasser kein Wunder
fr: Fabrication<var 1D /var>: une mixtion très populaire

source: Automata for the People
de: Die Vorzüge der Materia
fr: Grosse commande<var 1D /var>: les essayer, c'est les adopter

source: Glazed and Confused
de: Mit Zaubertinte gezeichnet
fr: Fabrication<var 1D /var>: une belle encre enchantée

source: Sophomore Slump
de: Natürliche Alchemie
fr: Fabrication<var 1D /var>: des tisanes alchimiques<var 1D /var>?

source: Conspicuous Conjuration
de: Leim verbindet
fr: Grosse commande<var 1D /var>: avec presque rien, vous collez presque tout

source: You Put Your Left Hand In
de: Tee zu Forschungszwecken
fr: Fabrication<var 1D /var>: pour des recherches approfondies

source: The Wailers' First Law of Potion
de: Belesener Priester
fr: Fabrication<var 1D /var>: un grimoire luxueux

source: Just Give Him a Serum
de: Kaki-Kunde
fr: Grosse commande<var 1D /var>: du jus beau et bon

source: Riches' Brew
de: Beschwerliche Überfahrt
fr: Fabrication<var 1D /var>: un bien beau remède

source: Stuck in the Moment
de: Militärischer Wissensdurst
fr: Fabrication<var 1D /var>: l'ouvrage de la force et de la vigueur

source: The Write Stuff
de: Fälschungssichere Tinte
fr: Grosse commande<var 1D /var>: de la plus belle encre

source: Eye of the Beholder
de: Tinte für den Vorsteher
fr: Fabrication<var 1D /var>: de l'encre pour le patron

source: Growing Is Knowing
de: Abschreiben erbeten
fr: Fabrication<var 1D /var>: copier les grimoires

source: Alive and Unwell
de: Strategen von morgen
fr: Grosse commande<var 1D /var>: manuels de stratégie

source: The House Always Wins
de: Dämonengeschütze 2.0
fr: Fabrication<var 1D /var>: le pouvoir accélérateur des pentacles

source: Always Have an Exit Plan
de: Visionäre Lupenpolitur
fr: Fabrication<var 1D /var>: une précision vitale

source: Open Your Grimoire to Page 42
de: Materia als Nebenverdienst
fr: Grosse commande<var 1D /var>: de l'eau de symbiose salvatrice

source: The Sting of Conscience
de: Ein Wagen für den Tierhof
fr: Fabrication<var 1D /var>: de la glu végétale pour les bêtes

source: Going Nowhere Fast
de: Kopien als Strategie
fr: Fabrication<var 1D /var>: stratégie de réserves

source: A Patch-up Place
de: Doping für die Manufaktur
fr: Grosse commande<var 1D /var>: les virtuoses de l'artisanat

source: A Bile Business
de: Selbstversorger
fr: Fabrication<var 1D /var>: formule d'autosuffisance

source: Your Courtesy Wake-up Call
de: Dämonengeschütze 2.1
fr: Fabrication<var 1D /var>: des pentagrammes toujours plus précis

source: No Accounting for Waste
de: Hilfsmittel für Handwerker
fr: Grosse commande<var 1D /var>: la maîtrise de l'artisanat

source: Arcane Arts for Dummies
de: Noch mehr Überstunden
fr: Fabrication<var 1D /var>: travailleur infatigable

source: A Real Smooth Move
de: Buchbewahrung
fr: Fabrication<var 1D /var>: la stratégie de la couverture blindée

source: Sleepless in Silvertear
de: Die Lösung für Heilmagier
fr: Grosse commande<var 1D /var>: l'eau de l'esprit médical

source: Quit Your Jib-jab
de: Was man nicht im Kopf hat, muss man in der Tinte haben
fr: Fabrication<var 1D /var>: encre pour révisions d'examens

source: A Matter of Vital Importance
de: Ein erschreckender Mangel
fr: Fabrication<var 1D /var>: grimoire en cuir de gaja

source: Shut Up Already
de: In Kröte gebunden
fr: Fabrication<var 1D /var>: codex en cuir de poulet des montagnes

source: Make Up Your Mind or Else
de: Ist das Kunst oder kann das weg?
fr: Fabrication<var 1D /var>: potions alchimiques améliorant la dextérité

source: Not Taking No for an Answer
de: Buchreplikation
fr: Fabrication<var 1D /var>: codex en cuir de saïga

source: The Mustache Suits Him
de: Konzentration im Glas
fr: Fabrication<var 1D /var>: potions alchimiques améliorant la con<var 16 /var>cen<var 16 /var>tra<var 16 /var>tion

source: Summoning for Dummies
de: Ausweitung der Büchersammlung
fr: Fabrication<var 1D /var>: grimoire en cuir de kumbhira

source: Forged from the Void
de: Mit der Kunst noch nicht am Ende
fr: Fabrication<var 1D /var>: potions alchimiques augmentant le talent artistique

source: Forgery of Convenience (L)
de: Magitek-Bücher
fr: Fabrication<var 1D /var>: codex magitek

source: Summoning the Courage to Be Different (L)
de: Der Ernst des Lebens
fr: Fabrication<var 1D /var>: potions alchimiques permettant de garder son calme

source: Dodging the Draft (L)
de: Verbesserte Heilpflanzen
fr: Fabrication<var 1D /var>: formules de croissance

source: Can't Sleep, Inquisitors Will Eat Me
de: Ein schräger Pinsel
fr: Fabrication<var 1D /var>: pinceau pour fresque géante

source: Steeling the Knife, Steeling the Mind
de: Arkane Atlanten
fr: Fabrication<var 1D /var>: l'index qui rend marteau

source: Consecrating Congregation
de: Geistige Kapazitäten
fr: Fabrication<var 1D /var>: des potions pour le ciboulot

source: Allow No Fallacies (L)
de: Ein neuer Stil
fr: Fabrication<var 1D /var>: toujours plus de fresques

source: Surgical Substitution (L)
de: Scharfe Messer
fr: Fabrication<var 1D /var>: un tranchant à couper le souffle

source: Curbing the Contagion (L)
de: Unermüdliche Handwerker
fr: Fabrication<var 1D /var>: sérums énergétiques

source: Adhesive of Antipathy
de: Zeremonielle Bücher
fr: Fabrication<var 1D /var>: codex en cuir

source: Tomes Roam on the Range
de: Ein Buch für die Krone
fr: Fabrication<var 1D /var>: livre royal

source: Warding Off Temptation
de: Für Geist und Seele
fr: Fabrication<var 1D /var>: des potions pour l'Aurarque de la Raison

source: It's Gonna Grow Back (L)
de: Haltbarer Proviant
fr: Cuisine<var 1D /var>: salez donc les salaisons

source: Field Trip to the Unknown (L)
de: Forellen für die schnellen Lieferanten
fr: Cuisine<var 1D /var>: pêche à la truite

source: The Garden of Arcane Delights (L)
de: Ein belegtes Brot mit Ei
fr: Livraison<var 1D /var>: le secret de l'œuf à la coque

source: Cleansing the Wicked Humours
de: Nimm dir 'nen Keks!
fr: Cuisine<var 1D /var>: misérable érable

source: Volunteering with Staff
de: Rache ist Blutwurst
fr: Cuisine<var 1D /var>: marmottes à la braise

source: Rolling on Initiative
de: Rosinen für die Matrosen
fr: Livraison<var 1D /var>: cure de raisins

source: Washing Away the Sins (L)
de: Erste Sahne
fr: Cuisine<var 1D /var>: crème bafouée

source: Scripture Is the Best Medicine (L)
de: Ein Herz für Kinder
fr: Cuisine<var 1D /var>: Jack l'embrouille

source: Darkly Dreaming Dexterity (L)
de: Pfifferlinge sind ... keinen Pfifferling wert
fr: Livraison<var 1D /var>: mycophobie

source: Filling in the Blanks
de: Gib mir deinen Saft
fr: Cuisine<var 1D /var>: oranges pressées appréciées

source: There Was a Late Fee
de: Ein schokoladiges Geschenk
fr: Cuisine<var 1D /var>: l'argent du beurre

source: The Grave of Hemlock Groves
de: Pipira auf Probe
fr: Livraison<var 1D /var>: le nerf de la mer

source: Ink into Antiquity (L)
de: Das Schokoladenfest
fr: Cuisine<var 1D /var>: faire parler la poudre

source: A Gate Arcane Is Dragon's Bane (L)
de: Das Festessen
fr: Cuisine<var 1D /var>: belles à croquer

source: Dappling the Highlands (L)
de: Mulljagd
fr: Livraison<var 1D /var>: taupe-là

source: Whinier than the Sword
de: Dodo-Zucht
fr: Cuisine<var 1D /var>: dodu, le dodo

source: Spellbound
de: Dorsch gefällig?
fr: Cuisine<var 1D /var>: l'occasion fait la morue

source: Magic Beans
de: Das rettende Dessert
fr: Livraison<var 1D /var>: panais de la dernière pluie

source: Official Strategy Guide
de: Hoher Besuch
fr: Cuisine<var 1D /var>: omelette de secours

source: Scroll Down
de: Hohe Gewinne
fr: Cuisine<var 1D /var>: la discrétion de l'huître

source: Materia Worth
de: Brot für die Eisprinzessin
fr: Livraison<var 1D /var>: dis<var 16 /var>tri<var 16 /var>bu<var 16 /var>tion de pains

source: The Dotted Line
de: Öl für die Eisprinzessin
fr: Cuisine<var 1D /var>: la douce odeur du succès

source: Rumor Has It
de: Abschiedsessen für die Eisprinzessin
fr: Cuisine<var 1D /var>: chère bonne chère

source: Asking for a Friend
de: Ein Geschenk für die Vertreter
fr: Livraison<var 1D /var>: une tarte à croquer

source: Edge of the Arcane
de: Starker Stoff
fr: Cuisine<var 1D /var>: mauvais vin, bon raisin

source: Spell-rebound
de: Zusätzliche Motivation
fr: Grosse commande<var 1D /var>: dingue de noix

source: Let Loose the Juice
de: Das Festmahl
fr: Livraison<var 1D /var>: en l'honneur de la meunière

source: Pep-stepper
de: Zuckerschub
fr: Cuisine<var 1D /var>: miel bien léché

source: Ultimate Official Strategy Guide
de: Rührende Kinder
fr: Grosse commande<var 1D /var>: panique au pique-nique

source: Making Your Mark
de: Der Geheimauftrag
fr: Cuisine<var 1D /var>: un hachis pacificateur

source: Another Man's Ink
de: Schwer verderblicher Proviant
fr: Cuisine<var 1D /var>: cookies digestifs

source: Keeping Magic Alive
de: Zutaten für den Feldeintopf
fr: Livraison<var 1D /var>: bouillon relaxant

source: A Time for Peace
de: Werbetee
fr: Grosse commande<var 1D /var>: poussée de fièvre

source: Make It Bigger
de: Süppchen im Wald
fr: Cuisine<var 1D /var>: virage végétarien

source: An Eye for Healing
de: Nostalgischer Crumpet
fr: Cuisine<var 1D /var>: des crumpets pour le thé

source: Making Ends Meet
de: Aalpastete erhält die Freund<var 16 /var>schaft
fr: Grosse commande<var 1D /var>: anguille sous roche

source: Amaro Kart
de: Jetzt ist Essig
fr: Livraison<var 1D /var>: attention à l'appétit

source: Conserving Combat
de: Torten gehen immer
fr: Cuisine<var 1D /var>: bonnes sanguines ne sauraient mentir

source: 5-bell Energy
de: Wie ein nasser Sack
fr: Grosse commande<var 1D /var>: gruau sans grumeaux

source: Growing Up
de: Gemeines Brot
fr: Cuisine<var 1D /var>: un succulent pain de maïs

source: A Greater Grimoire
de: Mit Händen essen lernen
fr: Cuisine<var 1D /var>: donner le thon

source: Crafty Concoctions
de: Seezunge für die Massen
fr: Grosse commande<var 1D /var>: soles en société

source: A Labor of Love
de: Ritterbrot, lecker
fr: Livraison<var 1D /var>: le régime des astrologues

source: Supreme Official Strategy Guide
de: Sauerkraut hilft
fr: Cuisine<var 1D /var>: le doux parfum de la choucroute

source: Mindful Medicine
de: Hol dir nen Keks
fr: Grosse commande<var 1D /var>: Qiqirns nourris, Qiqirns ravis

source: Wishful Inking
de: Ritter und ihre Karpfen
fr: Cuisine<var 1D /var>: carpes à l'armoise

source: Nearly Bare
de: Zu wenige Köche, kein Brei
fr: Cuisine<var 1D /var>: leur souffler des re<var 16 /var>mer<var 16 /var>cie<var 16 /var>ments

source: Luncheon Bound
de: Gutes Süppchen
fr: Grosse commande<var 1D /var>: les chevaliers aux poireaux

source: Body over Mind
de: Käse für die Ritter
fr: Livraison<var 1D /var>: un train de dignitaire

source: Rebuilding to Code
de: Fades Essen? Holt die Planke!
fr: Cuisine<var 1D /var>: charcuterie de premier choix

source: Liquid Competence
de: Feenäpfel schmecken besser
fr: Grosse commande<var 1D /var>: l'effet de la pomme de fée

source: Nearly There
de: Alles Käse!
fr: Cuisine<var 1D /var>: rolanbaies sur leur lit de fromage

source: Practical Command
de: Ernährung an der Front
fr: Cuisine<var 1D /var>: on se bat comme on mange

source: Technically Still Magic
de: Sonnenfischgebäck
fr: Grosse commande<var 1D /var>: poisson festif

source: Mindful Study
de: Völker<var 16 /var>ver<var 16 /var>ständi<var 16 /var>gung
fr: Livraison<var 1D /var>: galette des rois ishgardaise

source: Fast-forwarding Flora
de: Verteufelte Eier
fr: Cuisine<var 1D /var>: des œufs pour leur silence

source: Big Brush, Big Dreams
de: Ein Toast auf das Ei
fr: Grosse commande<var 1D /var>: négociations à base d'œufs

source: Binding Spells
de: Eine gemütliche kleine Feier
fr: Cuisine<var 1D /var>: champignons à l'ancienne

source: For Tired Minds
de: Vorglühen
fr: Cuisine<var 1D /var>: à leur santé

source: I Like Big Brush and I Cannot Lie
de: Alles für den Chef
fr: Grosse commande<var 1D /var>: jamais lassé du lassi

source: Cutting Edge of Culinary Quality
de: Eine süße Belohnung
fr: Cuisine<var 1D /var>: une douce récompense
