Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: the Binding Coil of Bahamut - Turn 3
de: Gil oder Leben
fr: Reconquête d'une carapace escamotée

source: the Binding Coil of Bahamut - Turn 4
de: Unkraut jäten
fr: Opération fleurs du mal

source: the Binding Coil of Bahamut - Turn 5
de: Ins Wespennest stechen
fr: Expédition punitive contre les Ventrerouge

source: the Second Coil of Bahamut - Turn 1
de: Briaxio ausschalten
fr: Briaxio à bras raccourcis

source: the Second Coil of Bahamut - Turn 2
de: Bombige Goblins
fr: Les Gobelins bombardiers

source: the Second Coil of Bahamut - Turn 3
de: Tödliches Rankenspiel
fr: Sus au morbol pollueur

source: the Second Coil of Bahamut - Turn 4
de: Gefahr aus dem Nichts
fr: Buso l'immolateur

source: the Final Coil of Bahamut - Turn 1
de: Kampf gegen Schatten
fr: Ombres et griffes

source: the Final Coil of Bahamut - Turn 2
de: Miss Bombastic
fr: Longue vie à la Reine

source: the Final Coil of Bahamut - Turn 3
de: Unzertrennlich
fr: Quintettes infernaux

source: the Final Coil of Bahamut - Turn 4
de: Wuchtige Dreifaltigkeit
fr: Trinité sinistre

source: the Second Coil of Bahamut (Savage) - Turn 1
de: Kristallturm - Das Labyrinth der Alten
fr: la Tour de Cristal - Dédale antique

source: the Second Coil of Bahamut (Savage) - Turn 2
de: Kristallturm - Der Syrcus-Turm
fr: la Tour de Cristal - Tour de Syrcus

source: the Second Coil of Bahamut (Savage) - Turn 3
de: Die Welt der Dunkelheit
fr: la Tour de Cristal - Monde des Ténèbres

source: the Second Coil of Bahamut (Savage) - Turn 4
de: Verschlungene Schatten 1
fr: le Labyrinthe de Bahamut I

source: the Bowl of Embers
de: Verschlungene Schatten 2
fr: le Labyrinthe de Bahamut II

source: the Navel
de: Verschlungene Schatten 3
fr: le Labyrinthe de Bahamut III

source: the Howling Eye
de: Verschlungene Schatten 4
fr: le Labyrinthe de Bahamut IV

source: the Porta Decumana
de: Verschlungene Schatten 5
fr: le Labyrinthe de Bahamut V

source: the Chrysalis
de: Verschlungene Schatten 2 - 1
fr: les Méandres de Bahamut I

source: A Relic Reborn: the Chimera
de: Verschlungene Schatten 2 - 2
fr: les Méandres de Bahamut II

source: A Relic Reborn: the Hydra
de: Verschlungene Schatten 2 - 3
fr: les Méandres de Bahamut III

source: Battle on the Big Bridge
de: Verschlungene Schatten 2 - 4
fr: les Méandres de Bahamut IV

source: the Dragon's Neck
de: Verschlungene Schatten 3 - 1
fr: l'Abîme de Bahamut I

source: Battle in the Big Keep
de: Verschlungene Schatten 3 - 2
fr: l'Abîme de Bahamut II

source: the Bowl of Embers (Hard)
de: Verschlungene Schatten 3 - 3
fr: l'Abîme de Bahamut III

source: the Howling Eye (Hard)
de: Verschlungene Schatten 3 - 4
fr: l'Abîme de Bahamut IV

source: the Navel (Hard)
de: Verschlungene Schatten 2 - 1 (episch)
fr: les Méandres de Bahamut I (sadique)

source: Thornmarch (Hard)
de: Verschlungene Schatten 2 - 2 (episch)
fr: les Méandres de Bahamut II (sadique)

source: the <var 1A 02 /var>Whorleater<var 1A 01 /var> (Hard)
de: Verschlungene Schatten 2 - 3 (episch)
fr: les Méandres de Bahamut III (sadique)

source: the Striking Tree (Hard)
de: Verschlungene Schatten 2 - 4 (episch)
fr: les Méandres de Bahamut IV (sadique)

source: the Akh Afah Amphitheatre (Hard)
de: Die Nichts-Arche
fr: l'Arche du néant

source: Urth's Fount
de: Die Stadt der Tränen
fr: la Cité défendue de Mhach

source: the Minstrel's Ballad: Ultima's Bane
de: Dun Scaith
fr: Dun Scaith

source: the Howling Eye (Extreme)
de: Alexander - Faust des Vaters
fr: Alexander - Le Poing du Père

source: the Navel (Extreme)
de: Alexander - Elle des Vaters
fr: Alexander - Le Poignet du Père

source: the Bowl of Embers (Extreme)
de: Alexander - Arm des Vaters
fr: Alexander - Le Bras du Père

source: Thornmarch (Extreme)
de: Alexander - Last des Vaters
fr: Alexander - Le Fardeau du Père

source: the <var 1A 02 /var>Whorleater<var 1A 01 /var> (Extreme)
de: Alexander - Faust des Sohnes
fr: Alexander - Le Poing du Fils

source: the Striking Tree (Extreme)
de: Alexander - Elle des Sohnes
fr: Alexander - Le Poignet du Fils

source: the Akh Afah Amphitheatre (Extreme)
de: Alexander - Arm des Sohnes
fr: Alexander - Le Bras du Fils

source: Basic Training: Enemy Parties
de: Alexander - Last des Sohnes
fr: Alexander - Le Fardeau du Fils

source: Under the Armor
de: Alexander - Augen des Schöpfers
fr: Alexander - Les Yeux du Créateur

source: Basic Training: Enemy Strongholds
de: Alexander - Atem des Schöpfers
fr: Alexander - Le Souffle du Créateur

source: Hero on the Half Shell
de: Alexander - Herz des Schöpfers
fr: Alexander - Le Cœur du Créateur

source: Pulling Poison Posies
de: Alexander - Seele des Schöpfers
fr: Alexander - L'Âme du Créateur

source: Stinging Back
de: Alexander - Faust des Vaters (episch)
fr: Alexander - Le Poing du Père (sadique)

source: All's Well that Ends in the Well
de: Alexander - Elle des Vaters (episch)
fr: Alexander - Le Poignet du Père (sadique)

source: Flicking Sticks and Taking Names
de: Alexander - Arm des Vaters (episch)
fr: Alexander - Le Bras du Père (sadique)

source: More than a Feeler
de: Alexander - Last des Vaters (episch)
fr: Alexander - Le Fardeau du Père (sadique)

source: Annoy the Void
de: Alexander - Faust des Sohnes (episch)
fr: Alexander - Le Poing du Fils (sadique)

source: Shadow and Claw
de: Alexander - Elle des Sohnes (episch)
fr: Alexander - Le Poignet du Fils (sadique)

source: Long Live the Queen
de: Alexander - Arm des Sohnes (episch)
fr: Alexander - Le Bras du Fils (sadique)

source: Ward Up
de: Alexander - Last des Sohnes (episch)
fr: Alexander - Le Fardeau du Fils (sadique)

source: Solemn Trinity
de: Alexander - Augen des Schöpfers (episch)
fr: Alexander - Les Yeux du Créateur (sadique)

source: the Dusk Vigil
de: Alexander - Atem des Schöpfers (episch)
fr: Alexander - Le Souffle du Créateur (sadique)

source: Sohm Al
de: Alexander - Herz des Schöpfers (episch)
fr: Alexander - Le Cœur du Créateur (sadique)

source: the Aery
de: Alexander - Seele des Schöpfers (episch)
fr: Alexander - L'Âme du Créateur (sadique)

source: the Vault
de: Rabanastre
fr: la Cité royale de Rabanastre

source: the Great Gubal Library
de: Richtfeuer von Ridorana
fr: le Phare de Ridorana

source: the Aetherochemical Research Facility
de: Kloster von Orbonne
fr: le Monastère d'Orbonne

source: Neverreap
de: Deltametrie 1.0
fr: Deltastice v1.0

source: the Fractal Continuum
de: Deltametrie 2.0
fr: Deltastice v2.0

source: Saint Mocianne's Arboretum
de: Deltametrie 3.0
fr: Deltastice v3.0

source: Pharos Sirius (Hard)
de: Deltametrie 4.0
fr: Deltastice v4.0

source: the Antitower
de: Sigmametrie 1.0
fr: Sigmastice v1.0

source: the Lost City of Amdapor (Hard)
de: Sigmametrie 2.0
fr: Sigmastice v2.0

source: Sohr Khai
de: Sigmametrie 3.0
fr: Sigmastice v3.0

source: Hullbreaker Isle (Hard)
de: Sigmametrie 4.0
fr: Sigmastice v4.0

source: Xelphatol
de: Alphametrie 1.0
fr: Alphastice v1.0

source: the Great Gubal Library (Hard)
de: Alphametrie 2.0
fr: Alphastice v2.0

source: Baelsar's Wall
de: Alphametrie 3.0
fr: Alphastice v3.0

source: Sohm Al (Hard)
de: Alphametrie 4.0
fr: Alphastice v4.0

source: the Void Ark
de: Deltametrie 1.0 (episch)
fr: Deltastice v1.0 (sadique)

source: the Weeping City of Mhach
de: Deltametrie 2.0 (episch)
fr: Deltastice v2.0 (sadique)

source: Dun Scaith
de: Deltametrie 3.0 (episch)
fr: Deltastice v3.0 (sadique)

source: Alexander - The Fist of the Father
de: Deltametrie 4.0 (episch)
fr: Deltastice v4.0 (sadique)

source: Alexander - The Cuff of the Father
de: Sigmametrie 1.0 (episch)
fr: Sigmastice v1.0 (sadique)

source: Alexander - The Arm of the Father
de: Sigmametrie 2.0 (episch)
fr: Sigmastice v2.0 (sadique)

source: Alexander - The Burden of the Father
de: Sigmametrie 3.0 (episch)
fr: Sigmastice v3.0 (sadique)

source: Alexander - The Fist of the Son
de: Sigmametrie 4.0 (episch)
fr: Sigmastice v4.0 (sadique)

source: Alexander - The Cuff of the Son
de: Alphametrie 1.0 (episch)
fr: Alphastice v1.0 (sadique)

source: Alexander - The Arm of the Son
de: Alphametrie 2.0 (episch)
fr: Alphastice v2.0 (sadique)

source: Alexander - The Burden of the Son
de: Alphametrie 3.0 (episch)
fr: Alphastice v3.0 (sadique)

source: Alexander - The Eyes of the Creator
de: Alphametrie 4.0 (episch)
fr: Alphastice v4.0 (sadique)

source: Alexander - The Breath of the Creator
de: Endlose Schatten von Bahamut (fatal)
fr: l'Abîme infini de Bahamut (fatal)

source: Alexander - The Heart of the Creator
de: Heldenlied von Ultima (fatal)
fr: la Fantasmagorie d'Ultima (fatal)

source: Alexander - The Soul of the Creator
de: Die kopierte Fabrik
fr: La réplique de l'usine désaffectée

source: Alexander - The Fist of the Father (Savage)
de: Die Puppenfestung
fr: La base militaire des Pantins

source: Alexander - The Cuff of the Father (Savage)
de: Der Turm, Paradigmenbrecher
fr: La tour de la Contingence

source: Alexander - The Arm of the Father (Savage)
de: Edens Erwachen - Auferstehung
fr: L'Éveil d'Éden - Résurrection

source: Alexander - The Burden of the Father (Savage)
de: Edens Erwachen - Niederkunft
fr: L'Éveil d'Éden - Descente

source: Alexander - The Fist of the Son (Savage)
de: Edens Erwachen - Überflutung
fr: L'Éveil d'Éden - Déluge

source: Alexander - The Cuff of the Son (Savage)
de: Edens Erwachen - Beerdigung
fr: L'Éveil d'Éden - Inhumation

source: Alexander - The Arm of the Son (Savage)
de: Edens Resonanz - Entladung
fr: Les Accords d'Éden - Fulmination

source: Alexander - The Burden of the Son (Savage)
de: Edens Resonanz - Raserei
fr: Les Accords d'Éden - Fureur

source: Alexander - The Eyes of the Creator (Savage)
de: Edens Resonanz - Bildersturm
fr: Les Accords d'Éden - Iconoclasme

source: Alexander - The Breath of the Creator (Savage)
de: Edens Resonanz - Erstarrung
fr: Les Accords d'Éden - Éclat

source: Alexander - The Heart of the Creator (Savage)
de: Edens Verheißung - Umbra
fr: La Promesse d'Éden - Nuée

source: Alexander - The Soul of the Creator (Savage)
de: Edens Verheißung - Litanei
fr: La Promesse d'Éden - Litanie

source: Thok ast Thok (Hard)
de: Edens Verheißung - Anamorphose
fr: La Promesse d'Éden - Anamorphose

source: the Limitless Blue (Hard)
de: Edens Verheißung - Ewigkeit
fr: La Promesse d'Éden - Éternité

source: the Singularity Reactor
de: Edens Erwachen - Auferstehung (episch)
fr: L'Éveil d'Éden - Résurrection (sadique)

source: the Final Steps of Faith
de: Edens Erwachen - Niederkunft (episch)
fr: L'Éveil d'Éden - Descente (sadique)

source: Containment Bay S1T7
de: Edens Erwachen - Überflutung (episch)
fr: L'Éveil d'Éden - Déluge (sadique)

source: Containment Bay P1T6
de: Edens Erwachen - Beerdigung (episch)
fr: L'Éveil d'Éden - Inhumation (sadique)

source: Containment Bay Z1T9
de: Edens Resonanz - Entladung (episch)
fr: Les Accords d'Éden - Fulmination (sadique)

source: the Limitless Blue (Extreme)
de: Edens Resonanz - Raserei (episch)
fr: Les Accords d'Éden - Fureur (sadique)

source: Thok ast Thok (Extreme)
de: Edens Resonanz - Bildersturm (episch)
fr: Les Accords d'Éden - Iconoclasme (sadique)

source: the Minstrel's Ballad: Thordan's Reign
de: Edens Resonanz - Erstarrung (episch)
fr: Les Accords d'Éden - Éclat (sadique)

source: the Minstrel's Ballad: Nidhogg's Rage
de: Edens Verheißung - Umbra (episch)
fr: La Promesse d'Éden - Nuée (sadique)

source: Containment Bay S1T7 (Extreme)
de: Edens Verheißung - Litanei (episch)
fr: La Promesse d'Éden - Litanie (sadique)

source: Containment Bay P1T6 (Extreme)
de: Edens Verheißung - Anamorphose (episch)
fr: La Promesse d'Éden - Anamorphose (sadique)

source: Containment Bay Z1T9 (Extreme)
de: Edens Verheißung - Ewigkeit (episch)
fr: La Promesse d'Éden - Éternité (sadique)

source: Special Event II
de: Alexander (fatal)
fr: L'Odyssée d'Alexander (fatal)

source: the Palace of the Dead (Floors 1-10)
de: Aglaia
fr: Domaine divin - Aglaé

source: the Palace of the Dead (Floors 11-20)
de: Euphrosyne
fr: Domaine divin - Euphrosyne

source: the Palace of the Dead (Floors 21-30)
de: Thaleia
fr: Domaine divin - Thalie

source: the Palace of the Dead (Floors 31-40)
de: Asphodelos - Erster Kreis
fr: Les Limbes du Pandæmonium - Parvis

source: the Palace of the Dead (Floors 41-50)
de: Asphodelos - Zweiter Kreis
fr: Les Limbes du Pandæmonium - Cloaque

source: the Palace of the Dead (Floors 51-60)
de: Asphodelos - Dritter Kreis
fr: Les Limbes du Pandæmonium - Fournaise

source: the Palace of the Dead (Floors 61-70)
de: Asphodelos - Vierter Kreis
fr: Les Limbes du Pandæmonium - Abîme

source: the Palace of the Dead (Floors 71-80)
de: Abyssos - Fünfter Kreis
fr: Le Purgatoire du Pandæmonium - Cages

source: the Palace of the Dead (Floors 81-90)
de: Abyssos - Sechster Kreis
fr: Le Purgatoire du Pandæmonium - Croisements

source: the Palace of the Dead (Floors 91-100)
de: Abyssos - Siebter Kreis
fr: Le Purgatoire du Pandæmonium - Racines

source: the Palace of the Dead (Floors 101-110)
de: Abyssos - Achter Kreis
fr: Le Purgatoire du Pandæmonium - Hérédité

source: the Palace of the Dead (Floors 111-120)
de: Anabaseios - Neunter Kreis
fr: Le Paradis du Pandæmonium - Métempsycose

source: the Palace of the Dead (Floors 121-130)
de: Anabaseios - Zehnter Kreis
fr: Le Paradis du Pandæmonium - Monochrome

source: the Palace of the Dead (Floors 131-140)
de: Anabaseios - Elfter Kreis
fr: Le Paradis du Pandæmonium - Tribunal

source: the Palace of the Dead (Floors 141-150)
de: Anabaseios - Zwölfter Kreis
fr: Le Paradis du Pandæmonium - Apothéose

source: the Palace of the Dead (Floors 151-160)
de: Asphodelos - Erster Kreis (episch)
fr: Les Limbes du Pandæmonium - Parvis (sadique)

source: the Palace of the Dead (Floors 161-170)
de: Asphodelos - Zweiter Kreis (episch)
fr: Les Limbes du Pandæmonium - Cloaque (sadique)

source: the Palace of the Dead (Floors 171-180)
de: Asphodelos - Dritter Kreis (episch)
fr: Les Limbes du Pandæmonium - Fournaise (sadique)

source: the Palace of the Dead (Floors 181-190)
de: Asphodelos - Vierter Kreis (episch)
fr: Les Limbes du Pandæmonium - Abîme (sadique)

source: the Palace of the Dead (Floors 191-200)
de: Abyssos - Fünfter Kreis (episch)
fr: Le Purgatoire du Pandæmonium - Cages (sadique)

source: the Sirensong Sea
de: Abyssos - Sechster Kreis (episch)
fr: Le Purgatoire du Pandæmonium - Croisements (sadique)

source: Shisui of the Violet Tides
de: Abyssos - Siebter Kreis (episch)
fr: Le Purgatoire du Pandæmonium - Racines (sadique)

source: Bardam's Mettle
de: Abyssos - Achter Kreis (episch)
fr: Le Purgatoire du Pandæmonium - Hérédité (sadique)

source: Doma Castle
de: Anabaseios - Neunter Kreis (episch)
fr: Le Paradis du Pandæmonium - Métempsycose (sadique)

source: Castrum Abania
de: Anabaseios - Zehnter Kreis (episch)
fr: Le Paradis du Pandæmonium - Monochrome (sadique)

source: Ala Mhigo
de: Anabaseios - Elfter Kreis (episch)
fr: Le Paradis du Pandæmonium - Tribunal (sadique)

source: Kugane Castle
de: Anabaseios - Zwölfter Kreis (episch)
fr: Le Paradis du Pandæmonium - Apothéose (sadique)

source: the Temple of the Fist
de: Drachenkrieg (fatal)
fr: la Guerre du chant des dragons (fatal)

source: the Drowned City of Skalla
de: Omega (fatal)
fr: le Protocole Oméga (fatal)

source: the Fractal Continuum (Hard)
fr: Poids mi-lourds CCA - match 1

source: the Swallow's Compass
fr: Poids mi-lourds CCA - match 2

source: the Burn
fr: Poids mi-lourds CCA - match 3

source: Saint Mocianne's Arboretum (Hard)
fr: Poids mi-lourds CCA - match 4

source: the Ghimlyt Dark
fr: Poids mi-lourds CCA - match 1 (sadique)

source: the Royal City of Rabanastre
fr: Poids mi-lourds CCA - match 2 (sadique)

source: the Ridorana Lighthouse
fr: Poids mi-lourds CCA - match 3 (sadique)

source: the Orbonne Monastery
fr: Poids mi-lourds CCA - match 4 (sadique)

source: Deltascape V1.0
de: Das Grab der Lohe
fr: le Cratère des tisons

source: Deltascape V2.0
de: Der Nabel
fr: le Nombril

source: Deltascape V3.0
de: Das Tosende Auge
fr: Hurlœil

source: Deltascape V4.0
de: Porta Decumana
fr: Porta Decumana

source: Sigmascape V1.0
de: Chrysalis
fr: La Chrysalide

source: Sigmascape V2.0
de: Kampf gegen die Dhorme-Chimära
fr: la chimère dhorme du Coerthas

source: Sigmascape V3.0
de: Kampf gegen die Hydra
fr: l'hydre d'Halatali

source: Sigmascape V4.0
de: Duell auf der großen Brücke
fr: Affrontement sur le grand pont

source: Alphascape V1.0
de: Das Drachenhals-Kolosseum
fr: le Col du dragon

source: Alphascape V2.0
de: Revanche in den Ruinen
fr: Revanche au vieux château

source: Alphascape V3.0
de: Götterdämmerung - Ifrit
fr: le Cratère des tisons (brutal)

source: Alphascape V4.0
de: Götterdämmerung - Garuda
fr: Hurlœil (brutal)

source: Deltascape V1.0 (Savage)
de: Götterdämmerung - Titan
fr: le Nombril (brutal)

source: Deltascape V2.0 (Savage)
de: Königliche Konfrontation (schwer)
fr: la Lisière de ronces (brutal)

source: Deltascape V3.0 (Savage)
de: Götterdämmerung - Leviathan
fr: le Briseur de marées (brutal)

source: Deltascape V4.0 (Savage)
de: Götterdämmerung - Ramuh
fr: l'Arbre du jugement (brutal)

source: Sigmascape V1.0 (Savage)
de: Götterdämmerung - Shiva
fr: l'Amphithéâtre d'Akh Afah (brutal)

source: Sigmascape V2.0 (Savage)
de: Jenseits Urths Quelle
fr: la Fontaine d'Urth

source: Sigmascape V3.0 (Savage)
de: Heldenlied von Ultima
fr: le fléau d'Ultima

source: Sigmascape V4.0 (Savage)
de: Zenit der Götter - Garuda
fr: Hurlœil (extrême)

source: Alphascape V1.0 (Savage)
de: Zenit der Götter - Titan
fr: le Nombril (extrême)

source: Alphascape V2.0 (Savage)
de: Zenit der Götter - Ifrit
fr: le Cratère des tisons (extrême)

source: Alphascape V3.0 (Savage)
de: Königliche Konfrontation (extrem)
fr: la Lisière de ronces (extrême)

source: Alphascape V4.0 (Savage)
de: Zenit der Götter - Leviathan
fr: le Briseur de marées (extrême)

source: the Unending Coil of Bahamut (Ultimate)
de: Zenit der Götter - Ramuh
fr: l'Arbre du jugement (extrême)

source: the Weapon's Refrain (Ultimate)
de: Zenit der Götter - Shiva
fr: l'Amphithéâtre d'Akh Afah (extrême)

source: the Pool of Tribute
de: Götterdämmerung - Ravana
fr: Thok ast Thok (brutal)

source: Emanation
de: Götterdämmerung - Bismarck
fr: L'Immensité bleue (brutal)

source: the Royal Menagerie
de: Singularitäts-Reaktor
fr: le Réacteur de singularité

source: Castrum Fluminis
de: Der letzte Schicksalsweg
fr: la Dernière avancée de la Foi

source: Kugane Ohashi
de: Götterdämmerung - Sephirot
fr: Unité de contention S1P7

source: the Great Hunt
de: Götterdämmerung - Sophia
fr: Unité de contention P1P6

source: the Jade Stoa
de: Götterdämmerung - Zurvan
fr: Unité de contention Z1P9

source: Hells' Kier
de: Zenit der Götter - Bismarck
fr: L'Immensité bleue (extrême)

source: the Wreath of Snakes
de: Zenit der Götter - Ravana
fr: Thok ast Thok (extrême)

source: the Pool of Tribute (Extreme)
de: Heldenlied von Thordans Fall
fr: le règne de Thordan

source: Emanation (Extreme)
de: Das Lied von Nidhoggs letztem Ruf
fr: l'ire de Nidhogg

source: the Minstrel's Ballad: Shinryu's Domain
de: Zenit der Götter - Sephirot
fr: Unité de contention S1P7 (extrême)

source: the Minstrel's Ballad: Tsukuyomi's Pain
de: Zenit der Götter - Sophia
fr: Unité de contention P1P6 (extrême)

source: the Great Hunt (Extreme)
de: Zenit der Götter - Zurvan
fr: Unité de contention Z1P9 (extrême)

source: the Jade Stoa (Extreme)
de: Götterdämmerung - Susano
fr: la Crique aux tributs

source: Hells' Kier (Extreme)
de: Götterdämmerung - Lakshmi
fr: Émanation

source: the Wreath of Snakes (Extreme)
de: Königliche Menagerie
fr: la Ménagerie royale

source: Special Event I
de: Götterdämmerung - Tsukuyomi
fr: Castrum Fluminis

source: Heaven-on-High (Floors 1-10)
de: Duell auf der Kugane-Brücke
fr: le Pont Ohashi

source: Heaven-on-High (Floors 11-20)
de: Jagd auf Rathalos
fr: Chasse au Rathalos

source: Heaven-on-High (Floors 21-30)
de: Seelentanz - Byakko
fr: la Clairière de Jade

source: Heaven-on-High (Floors 31-40)
de: Seelentanz - Suzaku
fr: le Nid des Lamentations

source: Heaven-on-High (Floors 41-50)
de: Seelentanz - Seiryu
fr: l'Îlot des Amertumes

source: Heaven-on-High (Floors 51-60)
de: Zenit der Götter - Susano
fr: la Crique aux tributs (extrême)

source: Heaven-on-High (Floors 61-70)
de: Zenit der Götter - Lakshmi
fr: Émanation (extrême)

source: Heaven-on-High (Floors 71-80)
de: Heldenlied von Shinryu
fr: Le domaine de Shinryu

source: Heaven-on-High (Floors 81-90)
de: Zenit der Götter - Tsukuyomi
fr: Castrum Fluminis (extrême)

source: Heaven-on-High (Floors 91-100)
de: Jagd auf Rathalos (schwer)
fr: Chasse au Rathalos (extrême)

source: the Forbidden Land, Eureka Anemos
de: Seelensturm - Byakko
fr: la Clairière de Jade (extrême)

source: the Forbidden Land, Eureka Pagos
de: Seelensturm - Suzaku
fr: le Nid des Lamentations (extrême)

source: the Forbidden Land, Eureka Pyros
de: Seelensturm - Seiryu
fr: l'Îlot des Amertumes (extrême)

source: the Forbidden Land, Eureka Hydatos
de: Event-Inhalt 1
fr: Défi spécial I

source: Holminster Switch
de: Offenbarung - Titania
fr: la Valse du Monarque

source: Dohn Mheg
de: Event-Inhalt 2
fr: Défi spécial II

source: the Qitana Ravel
de: Offenbarung - Innozenz
fr: La Couronne de l'Immaculé

source: Malikah's Well
de: Offenbarung - Hades
fr: le Râle de l'Agonie

source: Mt. Gulg
de: Rubinfeuer - Entfesselung
fr: Les Nuées de Brandons

source: Amaurot
de: Krieger des Lichts
fr: Le Trône du Sacrifice

source: the Twinning
de: Smaragdsturm - Entfesselung
fr: Castrum Marinum

source: Akadaemia Anyder
de: Diamantblitz - Entfesselung
fr: Le Tillac des Cirrus

source: the Grand Cosmos
de: Letzte Läuterung - Titania
fr: la Valse du Monarque (extrême)

source: Anamnesis Anyder
de: Letzte Läuterung - Innozenz
fr: La Couronne de l'Immaculé (extrême)

source: the Heroes' Gauntlet
de: Letzte Läuterung - Hades
fr: Le Râle de l'Agonie (extrême)

source: Matoya's Relict
de: Rubinfeuer - Trauma
fr: Les Nuées de Brandons (extrême)

source: Paglth'an
de: Memoria Misera (extrem)
fr: Memoria Misera (extrême)

source: the Copied Factory
de: Krieger des Lichts (extrem)
fr: Le Trône du Sacrifice (extrême)

source: the Puppets' Bunker
de: Smaragdsturm - Trauma
fr: Castrum Marinum (extrême)

source: the Tower at Paradigm's Breach
de: Diamantblitz - Trauma
fr: Le Tillac des Cirrus (extrême)

source: Eden's Gate: Resurrection
de: Prophetie - Zodiark
fr: Le Cratère des Martyrs

source: Eden's Gate: Descent
de: Prophetie - Hydaelyn
fr: Le Cristal-mère

source: Eden's Gate: Inundation
de: Prophetie - Endsängerin
fr: le Répons final

source: Eden's Gate: Sepulture
de: Prophetie - Barbarizia
fr: La Toison des tempêtes

source: Eden's Verse: Fulmination
de: Prophetie - Rubicante
fr: Le Mont du Supplice

source: Eden's Verse: Furor
de: Prophetie - Golbez
fr: La Chaire de l'Exilée

source: Eden's Verse: Iconoclasm
de: Prophetie - Zeromus
fr: La Fracture abyssale

source: Eden's Verse: Refulgence
de: Prophetie - Asura
fr: Le temple doré d'Araya

source: Eden's Promise: Umbra
de: Eschatos - Zodiark
fr: Le Cratère des Martyrs (extrême)

source: Eden's Promise: Litany
de: Eschatos - Hydaelyn
fr: Le Cristal-mère (extrême)

source: Eden's Promise: Anamorphosis
de: Eschatos - Endsängerin
fr: le Répons final (extrême)

source: Eden's Promise: Eternity
de: Eschatos - Barbarizia
fr: La Toison des tempêtes (extrême)

source: Eden's Gate: Resurrection (Savage)
de: Eschatos - Rubicante
fr: Le Mont du Supplice (extrême)

source: Eden's Gate: Descent (Savage)
de: Eschatos - Golbez
fr: La Chaire de l'Exilée (extrême)

source: Eden's Gate: Inundation (Savage)
de: Eschatos - Zeromus
fr: La Fracture abyssale (extrême)

source: Eden's Gate: Sepulture (Savage)
de: Prophetie - Asura
fr: Le temple doré d'Araya

source: Eden's Verse: Fulmination (Savage)
de: Zel Tajaal - Valigarmanda
fr: Worqor Lar Dor

source: Eden's Verse: Furor (Savage)
de: Zel Tajaal - Zoraal Ja
fr: Le Pinacle de l'Éternité

source: Eden's Verse: Iconoclasm (Savage)
de: Zel Tajaal - Ewige Königin
fr: Interphos
