Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Booty Call
de: Eine Rüstung für die Bühne
fr: Fabrication<var 1D /var>: armure de chef mercenaire

source: Dealing with the Tough Stuff
de: Kundenbindung
fr: Fabrication<var 1D /var>: morceau de bismuth solide

source: Hauberk and No Play
de: Die Perfektion des Panalaibs
fr: Fabrication<var 1D /var>: alambic pour expérience

source: Rivets Run through It
de: Auf dem Weg in die Pleite
fr: Fabrication<var 1D /var>: casque du dragon solide

source: Don't Scuttle with Scuta
de: Da wird der Chocobo in der Pfanne verrückt
fr: Fabrication<var 1D /var>: poêle à frire chocobo neuve

source: Knights without Armor (L)
de: Ein Geschenk von Herzen
fr: Fabrication<var 1D /var>: gants duveteux

source: A Riveting Revival (L)
de: Ein ausgebautes Angebot
fr: Fabrication<var 1D /var>: haut-de-corps d'abatteur

source: Shielded by Bureaucracy (L)
de: Nervige Verkaufsgespräche
fr: Fabrication<var 1D /var>: des lingots pour les frangins

source: Let Faith Light the Way
de: Rekrutenschreck
fr: Fabrication<var 1D /var>: les boucliers de la Légion

source: The Cut Alembical Cord
de: Schöne Armschienen
fr: Fabrication<var 1D /var>: poignets renforcés

source: Pan That Laid the Golden Egg
de: Schmerzende Schienbeine
fr: Fabrication<var 1D /var>: protèges-tibias

source: Fifty Shields of Blades (L)
de: Der härteste aller Barren
fr: Fabrication<var 1D /var>: métaux en fusion

source: Sheer Distill Power (L)
de: Fremdländische Heilkunde
fr: Fabrication<var 1D /var>: métaux alambiqués

source: Skillet with Fire (L)
de: Bizarre Großstadtmode
fr: Fabrication<var 1D /var>: rivé à son casque

source: As the Bolt Flies
de: Aufmerksame Rekruten
fr: Fabrication<var 1D /var>: une armure qui pique

source: Someone Put Dung in My Helmet
de: Geschundene Hände
fr: Fabrication<var 1D /var>: gants de mousaillons

source: Sometimes the South Wins
de: Vernachlässigte Pflege
fr: Fabrication<var 1D /var>: jambards notoires

source: Heavy Metal Banned (L)
de: Kupfernachschub
fr: Fabrication<var 1D /var>: cuivre en douce

source: Rage against the Scream (L)
de: Kupferschmuck
fr: Fabrication<var 1D /var>: anneaux pour tous

source: The Thriller of Autumn (L)
de: Abstecher in die Gilde
fr: Livraison<var 1D /var>: ramille pour débutant

source: A Squire to Inspire
de: Geschäft ist Geschäft
fr: Fabrication<var 1D /var>: hip, hip, hip<var 1D /var>! hora

source: A Halonic Masquerade
de: Betriebsunfall
fr: Fabrication<var 1D /var>: un ami sur qui s'appuyer

source: Belle of the Brawl
de: Ein Ring ist ein Ring ... oder nicht?
fr: Livraison<var 1D /var>: anneaux purificateurs

source: All's Fair in Highborn Assassination (L)
de: Gefühl von Freiheit zu verkaufen
fr: Fabrication<var 1D /var>: au petit bonheur

source: Why I Wear a Mask (L)
de: Kampf der Schafe
fr: Fabrication<var 1D /var>: mains contre cornes

source: Shouldering the Shut-ins (L)
de: Hässlicher Aberglaube
fr: Livraison<var 1D /var>: collier maudit

source: Sir, Dost Thou Even Heft
de: Ein kupfernes Ausstellungsstück
fr: Fabrication<var 1D /var>: les anneaux du succès

source: Look Before You Leap
de: Ein knöchernes Ausstellungsstück
fr: Fabrication<var 1D /var>: cornes d'abondance

source: The Mast Chance
de: Mir reißt gleich der Beutel
fr: Livraison<var 1D /var>: l'aiguille est une petite épée

source: Men in Adamantite (L)
de: Dem Schönen Franz seine Kreolen
fr: Fabrication<var 1D /var>: au bonheur de ces dames

source: Patience, Young Grasshopper (L)
de: Halbe-halbe
fr: Fabrication<var 1D /var>: un marchand qui a les crocs

source: The Rose and the Riveter (L)
de: Segen fürs Geschäft
fr: Livraison<var 1D /var>: cadeau de la maison

source: Mail It In
de: Schluss mit billigen Nadeln
fr: Fabrication<var 1D /var>: point d'honneur

source: Alembic Medals
de: Rüstung, aber keine Rüstung
fr: Fabrication<var 1D /var>: gorgerins pour gorges chaudes

source: Setting the Stage
de: Malerische Brille
fr: Livraison<var 1D /var>: qui vivra verra

source: Shielded Life
de: Warenmuster
fr: Fabrication<var 1D /var>: un brin de coquetterie

source: The Gauntlet Is Cast
de: Gold für die Massen
fr: Fabrication<var 1D /var>: alliage gratifiant

source: Ore for Me
de: Schlichte Grabbeigabe
fr: Livraison<var 1D /var>: la richesse de leurs tombeaux

source: Greaving
de: Flickwerkzeug
fr: Fabrication<var 1D /var>: proverbe pointu

source: Home Cooking
de: Goldersatz
fr: Fabrication<var 1D /var>: panne d'inspiration

source: En Garde and on Guard
de: Durchsichtige Geschäfte
fr: Livraison<var 1D /var>: l'élégance dans la discrétion

source: Art Imitates Life
de: Korallen zum Abschied
fr: Fabrication<var 1D /var>: fan de fiction

source: Smells of Rich Tama-hagane
de: Thaumaturgenzepter
fr: Grosse commande<var 1D /var>: le roi du jour

source: Sweeping the Legs
de: Nächtlicher Überfall
fr: Livraison<var 1D /var>: arme brûlée, arme gâchée

source: See Shields by the Sea Shore
de: Orden fürs Ohr
fr: Fabrication<var 1D /var>: cadeau pour des tourtereaux

source: Spoony Is the Bard
de: Teamgeist
fr: Grosse commande<var 1D /var>: pas de soldats inconnus

source: Heads Will Roll
de: Antilopen gesucht
fr: Fabrication<var 1D /var>: qualité gridanienne exigée

source: Shielding the Realm
de: Rostfrei
fr: Fabrication<var 1D /var>: l'amour au doigt

source: Time to Fry
de: Leuchtende Ringe
fr: Livraison<var 1D /var>: pour la noblesse de l'occultiste

source: A Head of Demand
de: Lupenreine Abschriften
fr: Grosse commande<var 1D /var>: copistes copieurs

source: Scheduled Maintenance
de: Siegerehrung
fr: Fabrication<var 1D /var>: collier de champions

source: Hedging Bets
de: Köderohrringe
fr: Fabrication<var 1D /var>: la boucle est bouclée

source: Wrapped Knuckles
de: Neue Ge<var 16 /var>schäfts<var 16 /var>be<var 16 /var>zie<var 16 /var>hungen
fr: Grosse commande<var 1D /var>: danse stellaire

source: Catching an Earful
de: Dank für die Lobeshymnen
fr: Livraison<var 1D /var>: elle mérite un béryl

source: A New Regular
de: Ringe aus Horn
fr: Fabrication<var 1D /var>: nature morte de valeur

source: The Proper Precautions
de: Das Material macht's
fr: Grosse commande<var 1D /var>: elle court, la malachite d'amour

source: No Scope
de: Kleider für gewisse Anlässe
fr: Fabrication<var 1D /var>: en avant la couture

source: Signed, Shield, Delivered
de: Miez, miez
fr: Fabrication<var 1D /var>: l'amour, toujours

source: A Budding Business
de: Die Schatzkammern des Volkes
fr: Grosse commande<var 1D /var>: la mode passe au vert

source: Trial and Error
de: Armband für die Inquisition
fr: Livraison<var 1D /var>: juste un bracelet

source: One Foot Forward
de: Marktschwankungen
fr: Fabrication<var 1D /var>: mithril opportuniste

source: Shield to Shield
de: Zu den Waffen!
fr: Grosse commande<var 1D /var>: la saison des occultistes

source: Haste for High Durium
de: Frömmigkeit garantiert
fr: Fabrication<var 1D /var>: question d'image

source: The Armoire Is Open
de: Zahn um Zahn
fr: Fabrication<var 1D /var>: un croc pour y croire

source: Ace of Gloves
de: Wie mein Held
fr: Grosse commande<var 1D /var>: le secret est dans la boucle

source: The Incomplete Costume
de: Ring für den Priester
fr: Livraison<var 1D /var>: du corail sous les écailles

source: Armoire Aftercare
de: Schön wie Franz
fr: Fabrication<var 1D /var>: tape-à-l'œil

source: Once and for Alchemy
de: Rote Korallen
fr: Grosse commande<var 1D /var>: armilles en corail rouge

source: Heading toward Bankruptcy
de: An die Kehle gegangen
fr: Fabrication<var 1D /var>: protéger nos gorges

source: In-kweh-dible Cooking
de: Neuer Zauber
fr: Fabrication<var 1D /var>: la corne ou la mort

source: A Gift of Gloves
de: Symbol der Frömmigkeit
fr: Grosse commande<var 1D /var>: trop de gemmes tuent la vertu

source: Additions to the Armoire
de: Des Rätsels Lösung
fr: Livraison<var 1D /var>: radicaux ras de cou

source: Don't Bore Me, Ore Me
de: Bernstein muss es sein
fr: Fabrication<var 1D /var>: mélange rentable

source: Shielding My Students
de: Rote Korallen für die Oberschicht
fr: Grosse commande<var 1D /var>: le grand final du corail

source: Brace for More Vambraces
de: Flicken, flicken, flicken
fr: Fabrication<var 1D /var>: des aiguilles pour tous

source: Forgiveness for My Shins
de: Von dir für dich
fr: Fabrication<var 1D /var>: présent pour bienfaitrices

source: Metal with Mettle
de: Zusammenhalt stiften
fr: Grosse commande<var 1D /var>: ras de cou simples

source: Odd Instruments
de: Mit Durchblick
fr: Fabrication<var 1D /var>: lunettes pour les templiers

source: Don't Ask about the Rivets
de: Ausgelernt
fr: Fabrication<var 1D /var>: boucles d'oreilles pour les soigneurs

source: Backing up My Words
de: Kollaboration
fr: Grosse commande<var 1D /var>: bâtons pour les ecclésiastiques

source: A Hand for a Deckhand
de: Großfreibrief: Mit Durchblick
fr: Grand mandat<var 1D /var>: lunettes pour les templiers

source: Essays on Equipment
de: Großfreibrief: Ausgelernt
fr: Grand mandat<var 1D /var>: boucles d'oreilles pour les soigneurs

source: Copper and Robbers
de: Großfreibrief: Kollaboration
fr: Grand mandat<var 1D /var>: bâtons pour les ecclésiastiques

source: Needful Rings
de: Sterne deuten wie die Sharlayaner
fr: Fabrication<var 1D /var>: un besoin urgent

source: Arms for the Poor
de: Feine Nadeln für feine Damen
fr: Fabrication<var 1D /var>: gagnant-gagnant

source: Hora at Me
de: Luftschiffbau
fr: Grosse commande<var 1D /var>: lingots de mithrite

source: Bad Bromance
de: Großfreibrief: Sterne deuten wie die Sharlayaner
fr: Grand mandat<var 1D /var>: un besoin urgent

source: Water of Life
de: Großfreibrief: Feine Nadeln für feine Damen
fr: Grand mandat<var 1D /var>: gagnant-gagnant

source: Gods of Small Things
de: Großfreibrief: Luftschiffbau
fr: Grand mandat<var 1D /var>: lingots de mithrite

source: I Ram What I Ram
de: Geschenk zum Ruhestand
fr: Fabrication<var 1D /var>: cadeau de départ à la retraite

source: Let's Talk about Hex
de: Dem Händler sei Dank
fr: Fabrication<var 1D /var>: avoir le bon réflexe

source: A Ringing Success
de: Spektakular
fr: Grosse commande<var 1D /var>: fatigue visuelle

source: Horn of Plenty
de: Großfreibrief: Geschenk zum Ruhestand
fr: Grand mandat<var 1D /var>: cadeau de départ à la retraite

source: A Needle Is a Small Sword
de: Großfreibrief: Dem Händler sei Dank
fr: Grand mandat<var 1D /var>: avoir le bon réflexe

source: All That Glitters
de: Großfreibrief: Spektakular
fr: Grand mandat<var 1D /var>: fatigue visuelle

source: The Tusk at Hand
de: Kirchenraub
fr: Fabrication<var 1D /var>: sacrilège

source: An Offer We Can't Refuse
de: Schmucke Zimmerer
fr: Fabrication<var 1D /var>: aux oreilles des charpentiers

source: Point of Honor
de: Nach Sharlayaner Art
fr: Grosse commande<var 1D /var>: le boum de l'astromancie

source: Gorgeous Gorget
de: Großfreibrief: Kirchenraub
fr: Grand mandat<var 1D /var>: sacrilège

source: Better Four Eyes than None
de: Großfreibrief: Schmucke Zimmerer
fr: Grand mandat<var 1D /var>: aux oreilles des charpentiers

source: Brothers in Arms
de: Großfreibrief: Nach Sharlayaner Art
fr: Grand mandat<var 1D /var>: le boum de l'astromancie

source: Forever 21K
de: Präzisionsschützin
fr: Fabrication<var 1D /var>: en plein dans l'œil

source: Bad to the Bone
de: An die großzügige Spenderin
fr: Fabrication<var 1D /var>: un don généreux

source: Sharp Words
de: Zur Begrüßung
fr: Grosse commande<var 1D /var>: diadèmes pour soigneurs

source: Bad Guys Eat Brass
de: Großfreibrief: Präzisionsschützin
fr: Grand mandat<var 1D /var>: en plein dans l'œil

source: I Am a Rock
de: Großfreibrief: An die großzügige Spenderin
fr: Grand mandat<var 1D /var>: un don généreux

source: Perk of Fiction
de: Großfreibrief: Zur Begrüßung
fr: Grand mandat<var 1D /var>: diadèmes pour soigneurs

source: King for a Day
de: Lokaler Vertriebspartner
fr: Fabrication<var 1D /var>: des boucles d'oreilles venues d'ailleurs

source: You Burnt It, You Bought It
de: Wettstreit der Geikos
fr: Fabrication<var 1D /var>: une bague séduisante

source: Music to Their Ears
de: Nähzeug für Änderungsschneider
fr: Grosse commande<var 1D /var>: des outils similaires à ceux d'Ul'dah

source: Dog Tags Are for Dogs
de: Kette des Glaubens
fr: Fabrication<var 1D /var>: une chaîne monastique venue d'ailleurs

source: One and Only
de: Starke Bindung
fr: Fabrication<var 1D /var>: matérialisation de bracelet

source: Love in the Time of Umbra
de: Kupfernickel für Hingashi
fr: Grosse commande<var 1D /var>: du bonheur en lingots

source: Thaumaturge Is Magic
de: Schmuckes Rapier
fr: Fabrication<var 1D /var>: une belle petite épée

source: All Booked Up
de: Kulturelle Einflüsse
fr: Fabrication<var 1D /var>: du matériel de grand pro<var 16 /var>fes<var 16 /var>sion<var 16 /var>nel

source: Necklet of Champions
de: Haarschmuck für Bukyo
fr: Grosse commande<var 1D /var>: une barrette venue d'ailleurs

source: Keep the Change
de: Schmucke Planisphäre
fr: Fabrication<var 1D /var>: un beau planisphère

source: Dancing with the Stars
de: Durium für Hingashi
fr: Fabrication<var 1D /var>: un lingot à la place du cœur

source: He Has His Quartz
de: Ladeneröffnung in Bukyo
fr: Grosse commande<var 1D /var>: des bagues venues d'ailleurs

source: One Man's Trash
de: Pilgerstab aus Metall
fr: Fabrication<var 1D /var>: un sceptre à louer

source: A Little Bird Told Me
de: Schmuckes Estoc
fr: Fabrication<var 1D /var>: un bel estoc

source: Renascence Man
de: Erlesene Kundschaft in Bukyo
fr: Grosse commande<var 1D /var>: des ras de cou venus d'ailleurs

source: It's Only Love
de: Der letzte Schliff
fr: Fabrication<var 1D /var>: l'amour de l'artisan pour ses outils

source: Get the Green Stuff
de: Eine harte Nadel
fr: Fabrication<var 1D /var>: des aiguilles bien robustes

source: Actually, It's Loyalty
de: Sternenfunkeln an den Ohren
fr: Grosse commande<var 1D /var>: des boucles d'oreilles étoilées

source: Lode It Up
de: In ein Schwert verguckt
fr: Fabrication<var 1D /var>: devenir une fine lame

source: Burning the Midnight Oil
de: Die Hälse der Rekruten
fr: Fabrication<var 1D /var>: des protections pour les casse-cous

source: Wear Your Patriotic Pin
de: Ein großzügiges Dankeschön
fr: Grosse commande<var 1D /var>: les bracelets de la générosité

source: Dead Can't Defang
de: Material für die Aufrüstung
fr: Fabrication<var 1D /var>: un métal éthéroconducteur

source: Faith and Fashion
de: Ein Stab für Zerstörer
fr: Fabrication<var 1D /var>: mage par admiration

source: Coral on My Mind
de: Für die unbesungenen Helden der Stadt
fr: Grosse commande<var 1D /var>: les ras de cou de la générosité

source: When We Were Blings
de: Sternenglobus de luxe
fr: Fabrication<var 1D /var>: des sphères célestes à en perdre la boule

source: It's My Business to Know Things
de: Triphylin für Babyfinger
fr: Fabrication<var 1D /var>: une bague pour nouveau-né

source: North Ore South
de: Funkelnde Forscher
fr: Grosse commande<var 1D /var>: les boucles d'oreilles de la générosité

source: Tough Job Market
de: Ein neues Rapier
fr: Fabrication<var 1D /var>: devenir une plus fine lame

source: If You've Got It, Flaunt It
de: Ein letztes Dankeschön
fr: Fabrication<var 1D /var>: les ras de cou de l'ultime générosité

source: Green and Bear It
de: Armreife als Gefahrenzulage
fr: Grosse commande<var 1D /var>: des bracelets en première ligne

source: Gold Is So Last Year
de: Auszeichnung akademischer Glanzleistungen
fr: Fabrication<var 1D /var>: amétrines pour élèves brillants

source: The Big Red
de: Seine Probleme möchte man haben
fr: Fabrication<var 1D /var>: bague solide

source: Sew Not Doing This
de: Der Nachfolger des Weisen
fr: Fabrication<var 1D /var>: quadruplet de pendules de Preux novice

source: Sweet Charity
de: Strafe muss sein
fr: Fabrication<var 1D /var>: ras de cou de pénitence

source: Light in the Darkness
de: In der Not ...
fr: Fabrication<var 1D /var>: lingots d'or phrygien pur

source: The Goggles, They Do Naught
de: Der Weise mit dem Phrygien-Ohrring
fr: Fabrication<var 1D /var>: bagues d'oreilles pour Preux

source: Not on My Table
de: An ihrer Seite
fr: Fabrication<var 1D /var>: rapière en manganèse pour l'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: Halonic Hermeneutics
de: Die richtige Nadel
fr: Fabrication<var 1D /var>: aiguille pour la restauration d'ouvrages

source: Peril Never Wore Safety Goggles (L)
de: Von der Planisphäre aufs Papier
fr: Fabrication<var 1D /var>: planisphère magitek en chondrite

source: Heinz's Dilemma (L)
de: Ein aufgehender Stern am Athletenhimmel
fr: Fabrication<var 1D /var>: poignet de pisteur en quartz étoilé

source: Transposing Theology (L)
de: Hochwertige Metallbarren
fr: Fabrication<var 1D /var>: façonner dans le lar

source: Sense of Entitlement
de: Nach überseeischem Vorbild
fr: Fabrication<var 1D /var>: mettre les pendules au lar

source: High Above Me, She Sews Lovely
de: Jhuykan-was?
fr: Fabrication<var 1D /var>: des ihuykanites et vite<var 1D /var>!

source: Sky Is the Limit
de: Fächer aus Metall
fr: Fabrication<var 1D /var>: éventer la Légion

source: Charting the Trends (L)
de: Ljebljches Funkeln
fr: Fabrication<var 1D /var>: béryls colorés

source: Old-school Spooling (L)
de: Nähen mit Leidenschaft
fr: Fabrication<var 1D /var>: aiguille alliée

source: Hulls of Broken Dreams (L)
de: Stacheliger Modetrend
fr: Fabrication<var 1D /var>: demi-masqué, demi-caché

source: The Unfortunate Retirony
de: Zeichen des Dankes
fr: Fabrication<var 1D /var>: bague en or blanc

source: Citizen's Arrest
de: Ein Stab aus Dunkelstahl
fr: Fabrication<var 1D /var>: un sceptre rare

source: The Monuments Mages
de: Ienseits des Hjmmels
fr: Fabrication<var 1D /var>: masqué du côté obscur

source: Life Ends at Retirement (L)
de: Rote Rübe
fr: Fabrication<var 1D /var>: chapeaux en cuir pour artisans

source: Watchers within the Walls (L)
de: Mehr Schein als Sein
fr: Fabrication<var 1D /var>: bracelets en cuir

source: Deal with It (L)
de: Ausgezehrte Sohlen
fr: Livraison<var 1D /var>: chaussures d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment pour nouveaux

source: Needs More Prayerbell
de: Rutschfester Tritt
fr: Fabrication<var 1D /var>: sandales pour les intendants

source: The Grander Temple
de: Um Hals und Kragen
fr: Fabrication<var 1D /var>: ras de cou pour les recrues

source: Appeasing the Astromancer
de: Lederbann
fr: Livraison<var 1D /var>: apprendre les peaux

source: With a Noise That Reaches Heaven (L)
de: Maul zu!
fr: Fabrication<var 1D /var>: poignets bon marché

source: Man with a Dragon Earring (L)
de: Schlagkräftiges Schauspiel
fr: Fabrication<var 1D /var>: armes de pugilistes pour l'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: Silver Bar of Upcycling (L)
de: Gesegnete Beinkleider
fr: Livraison<var 1D /var>: bottes pour les éclaireurs

source: Keeping Claw and Order
de: Ein Dorn im Auge
fr: Fabrication<var 1D /var>: gants pour nouveaux

source: Embroiling Embroidery
de: Nistkasten
fr: Fabrication<var 1D /var>: casques de cuir pour l'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: A Halo for Her Head
de: Fehdehandschuhe
fr: Livraison<var 1D /var>: gants pour chasseurs

source: Ring of Reciprocity (L)
de: Blut im Schuh
fr: Fabrication<var 1D /var>: souliers neufs pour les Flèches

source: The Lovely Hands of Haillenarte (L)
de: Ein sicheres Händchen
fr: Fabrication<var 1D /var>: garde-poignets pour groupies

source: It's the Circlet of Life (L)
de: Bestens gesattelt
fr: Livraison<var 1D /var>: cuir rigide

source: Play It by Ear
de: Nur das Beste
fr: Fabrication<var 1D /var>: harnais pour cavaliers

source: One Ring Circus
de: Einfach bestens
fr: Fabrication<var 1D /var>: caligae pour cavaliers

source: Wants and Needles
de: Für alles gewappnet
fr: Livraison<var 1D /var>: boucliers de chasse

source: Chain of Command
de: Die Qual der Wahl
fr: Fabrication<var 1D /var>: ras de cou pour jeunes âmes fleur bleue

source: Bracelet for Impact
de: Forsthelme
fr: Fabrication<var 1D /var>: chapes pour botanistes

source: If I'd a Koppranickel for Every Time...
de: Haut Couture für die Massen
fr: Livraison<var 1D /var>: peaux de bouquetin

source: Cutting Deals
de: Besser Arm dran als Arm ab
fr: Fabrication<var 1D /var>: poignets pour les Vigiles

source: Needle in a Hingan Stack
de: Trainingsschuhe
fr: Fabrication<var 1D /var>: chaussures pour artisans

source: Hair-raising Action
de: Ringbänder der Liebenden
fr: Livraison<var 1D /var>: palettes sanglées bon marché

source: Best-laid Planispheres
de: In voller Rüstung
fr: Fabrication<var 1D /var>: garde-bras pour les acteurs

source: Put the Metal to the Peddle
de: Leder in Flammen
fr: Grosse commande<var 1D /var>: peaux de bouquetins

source: Ring in the New
de: Wanderschuhe
fr: Livraison<var 1D /var>: chaussures pour volontaires

source: Speak Softly and Carry a Metal Rod
de: Ar<var 16 /var>beits<var 16 /var>hand<var 16 /var>schu<var 16 /var>he
fr: Fabrication<var 1D /var>: gants de travail

source: Untucked
de: Schlagende Argumente
fr: Grosse commande<var 1D /var>: cestes pour les vigiles sombres

source: Choker in the Clutch
de: Das große Steinbock-Sterben
fr: Fabrication<var 1D /var>: vestes en cuir de bouquetin

source: Whetstones for the Workers
de: Macht den Bock zum Schild
fr: Fabrication<var 1D /var>: targes en cuir de bouquetin

source: Satisfactory Sewing
de: Ein Bock am Arm
fr: Livraison<var 1D /var>: garde-poignets pour aventuriers

source: You're My Wonderhall
de: Zukäufe
fr: Grosse commande<var 1D /var>: braies pour navigateurs

source: Slimming Down
de: Pflichterfüllung
fr: Fabrication<var 1D /var>: cestes pour un champion

source: Neck on the Line
de: Zurück in der Truppe
fr: Fabrication<var 1D /var>: armures pour les réservistes

source: Gentleman Donor
de: Verschollen im Sumpf
fr: Grosse commande<var 1D /var>: chaussures pour volontaires

source: Copious Crystal Cannons
de: Freibeuter-Charme
fr: Livraison<var 1D /var>: cache-œil cache-misère

source: Hot Rod
de: Reklamation
fr: Fabrication<var 1D /var>: himantes en cuir de sanglier

source: Unsung Generosity
de: Gift und Galle
fr: Grosse commande<var 1D /var>: cuir de crapaud

source: Prophet of Profit
de: Frohes Wacheschieben
fr: Fabrication<var 1D /var>: pas de sang sur mes poignées

source: Birth Ring
de: Schnurr, schnurr
fr: Fabrication<var 1D /var>: esclave de la mode

source: A Magnanimous Refrain
de: Eine symbiotische Beziehung
fr: Grosse commande<var 1D /var>: proposition subordonnée

source: Bulking Up
de: Häretikerjagd
fr: Livraison<var 1D /var>: sus aux hérétiques

source: A Beneficent Elegy
de: Peiste auf den Leisten
fr: Fabrication<var 1D /var>: chaussures en cuir de peiste

source: Wrap Those Wrists
de: Keiler für die Viper
fr: Grosse commande<var 1D /var>: quand la logistique va tout va

source: Awarding Academic Excellence
de: Der Kunde ist König
fr: Fabrication<var 1D /var>: délivrez-nous du gel

source: Workplace Workout
de: Finger<var 16 /var>spitzen<var 16 /var>gefühl
fr: Fabrication<var 1D /var>: mitaines pour nuits fraîches

source: The Sage's Successor
de: Steht dir gut!
fr: Grosse commande<var 1D /var>: colliers prépayés

source: Pewter-hewn Punishment
de: Ab in den Stall
fr: Livraison<var 1D /var>: à l'abri des becs

source: Gold Rush Order
de: Rock im Wald
fr: Fabrication<var 1D /var>: jupes légères

source: Sage with the Golden Earrings
de: Gurtzeug und Spiele
fr: Grosse commande<var 1D /var>: le credo du lièvre

source: To Fight at Her Side
de: Kalte Füße
fr: Fabrication<var 1D /var>: les pieds au chaud

source: The Needle That Binds
de: Jacke zur Hose
fr: Fabrication<var 1D /var>: du sanglier pour les palefreniers

source: Planisphere to Paper
de: Aus dem Sattel gekippt
fr: Grosse commande<var 1D /var>: prendre les selles au sérieux

source: Star Athletes
de: Gourmet-Griffel
fr: Livraison<var 1D /var>: un chef bien entouré

source: On Board for Lar
de: Abschied mit Armbändern
fr: Fabrication<var 1D /var>: bracelets ininflammables
