Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Nouveau Riche
de: Dem Verräter auf der Spur
fr: Le nouveau riche

source: Into the Beast's Maw
de: Die Rettung der Ältesten
fr: Dans les mille gueules du loup

source: A Simple Gift
de: In Freund<var 16 /var>schaft verbunden
fr: Diplomatie gridanienne

source: Believe in Your Sylph
de: Ramuh und die Sylphen
fr: Ramuh et les Sylphes

source: Back from the Wood
de: Aufziehende Dunkelheit
fr: Retour en forêt

source: Shadow of Darkness
de: Eine heiße Spur?
fr: Une présence inquiétante

source: Highbridge Times
de: Gerüchteküche
fr: Le témoin du Viaduc

source: Where There Is Smoke
de: Mit List und Tücke
fr: Il n'y a pas de fumée sans feu

source: On to Little Ala Mhigo
de: Geschlossene Ge<var 16 /var>sell<var 16 /var>schaft
fr: Société close

source: Tea for Three
de: Außenseiter unter sich
fr: Du thé pour langue délier

source: Foot in the Door
de: Das fehlende Bindeglied
fr: Montrer patte blanche

source: Meeting with the Resistance
de: Ich kenne da jemanden ...
fr: Je connais quelqu'un qui connaît quelqu'un...

source: Killing Him Softly
de: Von den Göttern verlassen
fr: La volonté des esprits

source: Helping Horn
de: Dem Schicksal zum Trotze
fr: Défier le sort

source: He Ain't Heavy
de: Der selbstlose Soldat
fr: Le fardeau

source: Come Highly Recommended
de: Das Eis bricht
fr: Briser la glace

source: The Bear and the Young'uns' Cares
de: Die jungen Wilden
fr: Une lueur dans les yeux

source: Wilred Wants You
de: Sturm und Drang
fr: Rencontre en privé

source: Big Trouble in Little Ala Mhigo
de: Enttäuschte Hoffnungen
fr: Espoirs déçus

source: Back to Square One
de: Abschied aus Klein-Ala Mhigo
fr: Retour à la case départ

source: Terror at Fallgourd
de: Die Heulsuse vom Herbstkürbis-See
fr: Le pleurnichard du Radeau de la Calebasse

source: Ziz Is So Ridiculous
de: Aktenzeichen ungelöst
fr: Suspects de convenance

source: Rock of Rancor
de: Der Schauerfelsen
fr: Le Rocher de la rancœur

source: Seeing Eye to Winged Eye
de: Augenwischerei?
fr: Œil pour œil, dard pour dard

source: Power of Deduction
de: Der Tanz der Deduktion
fr: L'esprit de déduction

source: Secret of the White Lily
de: Das Lied der weißen Lilie
fr: Le secret du lys blanc

source: Skeletons in Her Closet
de: Die Tragödie der Dartancours
fr: Beauté volée

source: Wrath of the Titan
de: Alte Helden
fr: La colère du titan

source: Tales from the Tidus Slayer
de: Der große Trachtoum
fr: Le grand Trachtoum

source: Hungry Hungry Goobbues
de: Dem Helden helfen
fr: Un gros goobbue gourmand

source: The Lominsan Way
de: Infame Informanten
fr: Prisonnier de son propre mensonge

source: Nix That
de: Die Tauglichkeitsprüfung
fr: Le crapaud crapuleux

source: A Modest Proposal
de: Die Drei Köstlichkeiten
fr: Les trois Merveilles d'Éorzéa

source: Trial by Turtle
de: Freie Bahn ins Wurzelmoor
fr: La première Merveille

source: The Perfect Prey
de: U'odhs große Prüfung
fr: L'infâme Tanadd Gah

source: When the Worm Turns
de: Köstliche Würmer
fr: La deuxième Merveille

source: There and Back Again
de: Geschenk für den Hauptmann
fr: Puisque tu t'en vas...

source: The Things We Do for Cheese
de: Köstlicher Gestank
fr: La troisième Merveille

source: What Do You Mean You Forgot the Wine
de: Der richtige Tropfen
fr: Un chef tête en l'air

source: An Offer You Can Refuse
de: Nicht weinen
fr: Le Roi du vin

source: It Won't Work
de: Die Hoffnung stirbt zuletzt
fr: Le vin de Bacchus

source: Give a Man a Drink
de: Wein für den Lebensretter
fr: Le vin de la gratitude

source: That Weight
de: Geister der Ver<var 16 /var>gangen<var 16 /var>heit
fr: Un bourdonnement in<var 16 /var>sup<var 16 /var>por<var 16 /var>ta<var 16 /var>ble

source: Battle Scars
de: Freund<var 16 /var>schaft spendet Kraft
fr: La force de vivre

source: It Was a Very Good Year
de: Wandelndes Biotop
fr: Un pied de vigne ambulant

source: In the Company of Heroes
de: Heldenprüfung
fr: Le jugement des Cinq

source: As You Wish
de: Pfeifsignale
fr: Au lac sifflera trois fois

source: Lord of Crags
de: Titan, Herr der Felsen
fr: Titan, l'Ébranleur des terres

source: All Good Things
de: Spuren der Verwüstung
fr: La lumière vacille

source: You Can't Take It with You
de: Verräterisches Uhrwerk
fr: L'heure du fossoyeur

source: Bringing out the Dead
de: Leichentransport
fr: Les oubliés de la baie des Vêpres

source: Bury Me Not on the Lone Prairie
de: Sylphen-Bestattung
fr: Son ultime refuge

source: Eyes on Me
de: Von der Ver<var 16 /var>gangen<var 16 /var>heit eingeholt
fr: Mémoire vive

source: He Who Waited Behind
de: Der letzte Flug
fr: À la recherche de l'Entreprise

source: Cold Reception
de: Himmelsbeobachter
fr: En route pour le Coerthas

source: The Unending War
de: Ein eisiger Empfang
fr: Accueil à l'ishgardaise

source: Men of Honor
de: Spross derer von Durendaire
fr: Confiance à gagner

source: Three for Three
de: Zeichen von Häresie
fr: Les maux d'Ishgard

source: The Rose and the Unicorn
de: Die Krux der Familie Haillenarte
fr: Le nom du rosaire

source: The Talk of Coerthas
de: Die vier Ritterfamilien Ishgards
fr: En quête de col<var 16 /var>la<var 16 /var>bo<var 16 /var>ra<var 16 /var>tion

source: Road to Redemption
de: Beweis der Unschuld
fr: L'honneur des Haillenarte

source: Following the Evidence
de: Der Stein des Anstoßes
fr: Fouille nécessaire

source: In the Eyes of Gods and Men
de: Gottesurteil
fr: Au bord du gouffre

source: The Final Flight of the Enterprise
de: Blick gen Himmel
fr: L'homme qui a vu l'Entreprise

source: Ye of Little Faith
de: Welch freundlicher Empfang
fr: Un accueil des plus chaleureux

source: Factual Folklore
de: Knurrende Rittermägen
fr: Les chevaliers affamés

source: The Best Inventions
de: Ein mächtiger Feind
fr: L'alambic malvenu

source: Influencing Inquisitors
de: Inquisitor Guillaime
fr: Connaître Guillaime

source: By the Lights of Ishgard
de: Eiskalte Wahrheit
fr: Vérité ensevelie

source: Blood for Blood
de: Das Geheimnis jener Nacht
fr: L'inquisiteur démasqué

source: The Heretic among Us
de: Die Macht der Drachen
fr: Que justice soit faite

source: In Pursuit of the Past
de: Der Drache der Steinernen Wacht
fr: Le dragon du Vigile de Pierre

source: Into the Eye of the Storm
de: Schneise durch den Sturm
fr: Traverser la tempête

source: Sealed with Science
de: Lamberteints Meisterschüler
fr: Le disciple du Viaduc

source: With the Utmost Care
de: Im Herzen des Feuerwalls
fr: Les chutes du Mur

source: A Promising Prospect
de: Jagd nach dem zweiten Kristall
fr: Nouvelle piste

source: It's Probably Not Pirates
de: Unter Quarantäne
fr: Les îles interdites

source: Representing the Representative
de: Reif für die Insel
fr: Celui qui est revenu

source: The Reluctant Researcher
de: Überfahrt zu den Phantominseln
fr: En route pour les îles d'Ombra

source: Sweet Somethings
de: Singsang der Wellen
fr: Le chant des vagues

source: History Repeating
de: Töne des Wahnsinns
fr: Récital pour un amour dément

source: The Curious Case of Giggity
de: Aller guten Dinge sind drei
fr: Le cristal corrompu ambulant

source: Better Late than Never
de: Aufrüstung der Enterprise
fr: Le nouvel Entreprise

source: Lady of the Vortex
de: Herrin der Winde
fr: L'épreuve des bourrasques

source: Reclamation
de: Ein Funken Hoffnung
fr: Une faible lueur

source: Casing the Castrum
de: Der Befreiung immer näher
fr: De précieux ren<var 16 /var>sei<var 16 /var>gne<var 16 /var>ments

source: Eyes on the Empire
de: Luftschiff in Not
fr: Des yeux rivés sur l'Empire

source: Footprints in the Snow
de: Auf der Flucht
fr: Les deux fugitifs

source: Monumental Hopes
de: Biggs, bitte melden!
fr: À la recherche de Biggs

source: Notorious Biggs
de: Rauchende Schlote, stampfende Kolben!
fr: Des traqueurs traqués

source: Come-Into-My-Castrum
de: Die Be<var 16 /var>freiungs<var 16 /var>armee
fr: En route pour le Mor Dhona

source: Getting Even with Garlemald
de: Der große Lauschangriff
fr: Les tuyaux ont des oreilles

source: Drowning Out the Voices
de: Störkommando
fr: Brouille-leur l'écoute

source: Acting the Part
de: Kenne deinen Feind
fr: Garde à vous impérial

source: Dressed for Conquest
de: Des Kaisers alte Kleider
fr: La panoplie du parfait petit soldat

source: Fool Me Twice
de: Der Magitek-Coup
fr: Grand vol d'armure

source: Every Little Thing She Does Is Magitek
de: Mein kleiner Kampfkoloss
fr: Un cœur sensible dans un corps d'acier

source: Escape from Castrum Centri
de: Befreiung aus Castrum Centri
fr: L'évasion de Castrum Centri

source: The Black Wolf's Ultimatum
de: Das Ultimatum des Garleischen Wolfs
fr: La lumière de l'Aube

source: Operation Archon
de: Der Marsch der Weisen
fr: La marche des Preux

source: A Hero in Need
de: Aller guten Phasen sind drei
fr: Un petit détour dans la brume

source: Hearts on Fire
de: Auf geht's!
fr: Le moral des troupes

source: Rock the Castrum
de: Angriff auf Castrum Meridianum
fr: Assaut sur Castrum Meridianum

source: The Ultimate Weapon
de: Die ultimative Waffe
fr: L'ultime passe d'armes

source: The Price of Principles
de: Zu neuen Ufern
fr: La rançon de la gloire

source: Moving On
de: In banger Hoffnung gefesselt
fr: Le Joyau d'Ul'dah

source: All Things in Time
de: Der Duft der Erinnerung
fr: Les retrouvailles

source: Laying the Foundation
de: Botengang nach Geisterzoll
fr: Début des travaux

source: It's Possibly a Primal
de: Alte Sorge in neuer Gestalt
fr: Un nouveau Primordial<var 1D /var>?

source: Hail to the King, Kupo
de: Ob Herrscher, ob Gott
fr: Le retour du bon roi

source: You Have Selected Regicide
de: Mogry-König Mogul Mog
fr: Régicide

source: On the Properties of Primals
de: Mysterium Königsbeschwörung
fr: Un mauvais pres<var 16 /var>sen<var 16 /var>ti<var 16 /var>ment

source: The Gifted
de: Fürchte dich nicht, Minfilia
fr: Le messager de la paix

source: Build on the Stone
de: Über die Schwelle des Sonnensteins
fr: Une volonté forgée dans la pierre

source: Still Waters
de: Ein neuer Morgen
fr: Une nouvelle aube

source: A Final Temptation
de: Die Kristallfalle
fr: Bas les masques<var 1D /var>!

source: The Mother of Exiles
de: Besucher aus fernen Landen
fr: Une terre d'asile peu accueillante

source: Promises to Keep
de: Ein bisschen Frieden
fr: Un cocher désespéré

source: Yugiri's Game
de: Alles muss versteckt sein
fr: Les petites canailles

source: Why We Adventure
de: Hoch auf der Chocobo-Kutsche
fr: L'idole des jeunes

source: All Due Respect
de: Trautes Heim, Glück allein
fr: Bienvenue chez vous

source: The Sea Rises
de: Eilige Erkundungen
fr: Avis de tempête

source: Scouts in Distress
de: Späher in Not
fr: Éclaireurs en détresse

source: The Gift of Eternity
de: Die Gabe der Unsterblichkeit
fr: Le secret de l'éternité

source: Into the Heart of the Whorl
de: Bewährte Wogenbrecher
fr: Une idée folle

source: Lord of the Whorl
de: Entscheidung auf offener See
fr: Branle-bas de combat<var 1D /var>!

source: When Yugiri Met the Fraternity
de: Untergrund trifft Untergrund
fr: La communauté de l'ombre

source: Through the Maelstrom
de: Werden und Vergehen
fr: La spirale du chaos

source: The Great Divide
de: Das Leid der Heimatlosen
fr: Un vent de révolte

source: Desperate Times
de: Aufstand der Unterdrückten
fr: Le Thanalan s'embrase

source: Shock and Awe
de: Macht ja keine Dummheiten
fr: Les révoltés du Nid

source: Reap the Whirlwind
de: Zum Schweigen gebracht
fr: Réduit au silence

source: Revolution
de: Machtspiele
fr: Le Projet Frontière

source: Stories We Tell
de: Der Bund findet keine Ruhe
fr: La menace gronde à Sombrelinceul

source: Lord of Levin
de: Herr der Blitze
fr: Le Patriarche fulgurant

source: Levin an Impression
de: Donnernde Gerechtigkeit
fr: L'éclair du jugement

source: What Little Gods Are Made Of
de: Ewige Wiederkehr der Gleichen
fr: Le cycle divin

source: Guardian of Eorzea
de: Sportlicher Wettkampf
fr: Démonstration de force

source: Recruiting the Realm
de: Grundstein der Elite
fr: Campagne de recrutement

source: Heretical Harassment
de: Transportschwund
fr: Une nouvelle qui jette un froid

source: When the Cold Sets In
de: Eisige Winde
fr: Rencontre en terrain glissant

source: Brave New Companions
de: Streiter für Eorzea
fr: Les protecteurs d'Éorzéa

source: Traitor in the Midst
de: Im Netz des Webers
fr: Alerte au virus

source: Back and Fourth
de: Die Vierte in Gefahr
fr: Braves en danger

source: Coming to Terms
de: Der päpstliche Gesandte
fr: L'ambassadeur d'Ishgard

source: The Intercession of Saints
de: Ein eiskalter Raub
fr: Vol à main glacée

source: Strength in Unity
de: Eine eiskalte Spur
fr: La force dans l'unité

source: Dark Words, Dark Deeds
de: Beschatten auf Verdacht
fr: Sombres agissements

source: First Blood
de: Häretischer Hinterhalt
fr: Embuscade hérétique

source: The Path of the Righteous
de: Tief unter Schnee und Eis
fr: Incursion dans Manteneige

source: For the Greater Good
de: Verfolgungsjagd im Schnee
fr: Poursuite dans la neige

source: Tendrils of Intrigue
de: Wer die Fäden zieht
fr: L'étau se resserre

source: Chasing Ivy
de: Dem Weber auf der Spur
fr: Sur la piste de Virus

source: In Flagrante Delicto
de: In flagranti
fr: Flagrant délit

source: A Simple Plan
de: Exegeten-Expertise
fr: Leçon d'éthéritologie

source: The Instruments of Our Deliverance
de: Abglanz göttlicher Macht
fr: Le second avènement

source: The Road Less Traveled
de: Zu beiderseitigem Vorteil
fr: Une relation mu<var 16 /var>tuel<var 16 /var>le<var 16 /var>ment bénéfique

source: Eyes Unclouded
de: Aspekte einer Beschwörung
fr: La nature de l'invocation

source: The Reason Roaille
de: Roailles Rechtfertigung
fr: Née sous une mauvaise étoile

source: Let Us Cling Together
de: Zeit der Ernüchterung
fr: Climat d'incertitudes

source: Good Intentions
de: Drei mächtige Säulen
fr: Jeune et fragile

source: Bait and Switch
de: Ein blutiges Geschäft
fr: Dérapage incontrôlé

source: Best Laid Schemes
de: Nicht ganz mit rechten Dingen
fr: Une saisie au rabais

source: The Rising Chorus
de: Der Hüter erwacht
fr: Le Gardien du lac

source: Aether on Demand
de: Moenbrydas Plan
fr: La théorie de Moenbryda

source: On the Counteroffensive
de: Überfall auf das Überfallkommando
fr: Contre-offensive

source: An Uninvited Ascian
de: Im Tod liegt Leben
fr: Retour de bâton

source: In Memory of Moenbryda
de: In Gedenken an Moenbryda
fr: En mémoire de Moenbryda

source: Mask of Grief
de: Ydas Trauer
fr: Aller de l'avant

source: Defenders for Ishgard
de: Hilfegesuch aus Ishgard
fr: Ishgard en danger

source: The Wyrm's Roar
de: Mit dem Rücken zur Wand
fr: Dos au mur

source: Committed to the Cause
de: Wir ziehen in den Krieg!
fr: Une voie périlleuse

source: Volunteer Dragonslayers
de: Freiwillige Abenteurer vor!
fr: Engagez-vous<var 1D /var>!

source: An Allied Perspective
de: Kriegsrat der Allianz
fr: Chacun voit midi à sa porte

source: The Steps of Faith
de: Die Verteidigung Ishgards
fr: Le Siège de la sainte Cité d'Ishgard

source: Administrative Decision
de: Tatarus Entschluss
fr: La résolution d'une Lalafelle

source: An Unexpected Ambition
de: Hermetisch entschlossen
fr: La passion d'une Lalafelle

source: Ancient Ways, Timeless Wants
de: Ein Schatz zum Schutz
fr: L'abnégation d'une Lalafelle

source: Where We Are Needed
de: Ätherologie hautnah
fr: Une mission d'escorte

source: The Least among Us
de: Außerhalb des Forschungsbereichs
fr: Perturbations dans l'éther

source: A Time to Every Purpose
de: Die Stimmung kommt mit dem Fest
fr: Boire et déboires

source: Come, but Not Gone
de: Ein kurzfristiges Treffen
fr: Une bouteille sale à la mer

source: The Parting Glass
de: Die Siegesfeier
fr: Le grand banquet

source: Before the Dawn
de: Nach dem Fall
fr: Le flambeau de l'espoir

source: Coming to Ishgard
de: Zu neuem Glanz
fr: Vers la sainte Cité

source: Taking in the Sights
de: Der Stadtrundgang
fr: Visite touristique

source: The Better Half
de: Einladung in die Schwaden
fr: Les bas-fonds

source: Over the Wall
de: Falkenhorst
fr: Le Nid du faucon

source: Work in Progress
de: Eisige Störenfriede
fr: Murs en travaux

source: The First and Foremost
de: Auge um Borste
fr: Rénover La Pique

source: From on High
de: Verbotene Liebe
fr: Amour interdit

source: Reconnaissance Lost
de: Patrouille in Not
fr: Patrouille aux Deux-Rivières

source: At the End of Our Hope
de: Spuren im Schnee
fr: Retrouvailles à Gorgagne

source: Knights Be Not Proud
de: Artoirels Reue
fr: Les remords d'Artoirel

source: Onwards and Upwards
de: Beistand für Camp Wolkenwipfel
fr: Premier vol pour Cime-des-nuages

source: An Indispensable Ally
de: Bezwinger der Nervensägen
fr: Se débarrasser du gêneur

source: Meeting the Neighbors
de: Fette Beute
fr: Premier contact avec les Vanu Vanu

source: Sense of Urgency
de: Wachen, wacht!
fr: Le spleen du Rosier

source: Hope Springs Eternal
de: Ein feucht-fröhliches Vergnügen
fr: Les cristaux, ça coule de source

source: A Series of Unfortunate Events
de: In den Fängen der Vanu Vanu
fr: Dans les serres des Vanu Vanu

source: A Reward Long in Coming
de: Donnernder Empfang
fr: Un retour douloureux

source: Divine Intervention
de: Das Gottesurteil
fr: Les chevaliers de l'Azur

source: Disclosure
de: Die Audienz
fr: L'audience

source: Flame General Affairs
de: Die Lage in Ul'dah
fr: Ul'dah après la tempête

source: In Search of Raubahn
de: Auf den Spuren Raubahns
fr: Un général aux fers

source: Keeping the Flame Alive
de: Tödliches Gift
fr: Le sauvetage de Raubahn

source: To Siege or Not to Siege
de: Freunde in Not
fr: La résolution des aventuriers

source: Alphinaud's Way
de: Ein Plan nimmt Gestalt an
fr: Le plan d'Alphinaud

source: In Search of Iceheart
de: Die Suche beginnt
fr: À la recherche de Cœur-de-glace

source: From One Heretic to Another
de: Spurensicherung
fr: Hérétiques et épistoliers

source: Sounding Out the Amphitheatre
de: Der ewige Kreis
fr: Du sang sur les planches

source: Camp of the Convictors
de: Finneas Vollstrecker
fr: Le Convictoire

source: Purple Flame, Purple Flame
de: Freund<var 16 /var>schaftssignale
fr: Une trahison millénaire

source: Where the Chocobos Roam
de: Zum Fuße des Sohm Al
fr: En route vers la confrontation

source: Worse than Dragons
de: Der erste Kontakt
fr: Attention aux Gnathes

source: The Trine Towers
de: Der Pakt mit Vidofnir
fr: La tour des dragons

source: Gifts for the Outcasts
de: Die Gunst der Vath
fr: Un cadeau de circonstance

source: The Nonmind
de: Das Dorf der Unverbundenen
fr: Les Égarés

source: A Gnathic Deity
de: Kollektives Bewusstsein
fr: Le dieu des Gnathes

source: Breaking into Hives
de: In die Höhle des Löwen
fr: Un pari dangereux

source: Lord of the Hive
de: Der Herr des Krieges
fr: Le Maître des lames

source: Mourn in Passing
de: Der Kreislauf von Tod und Hass
fr: Les cimes de Sohm Al

source: Beyond the Clouds
de: Scheues kleines Kerlchen
fr: Des silhouettes inattendues

source: Mountaintop Diplomacy
de: Versteckt in den Wolken
fr: Les Mogs célestes

source: Moghan's Trial
de: Prüfung der Kräuterkunde
fr: L'épreuve de Moghan

source: Mogmug's Trial
de: Prüfung der Kampfkunst
fr: L'épreuve de Mogmug

source: Mogwin's Trial
de: Prüfung des Kunstverstands
fr: L'épreuve de Mogwin

source: Moglin's Judgment
de: Ende kupo, alles kupo
fr: Tout est kupo qui finit kuppo

source: Leaving Moghome
de: Abschied aus Moglingen
fr: L'avertissement de l'Oracle

source: The Road to Zenith
de: Unerwünschte Besucher
fr: Un pont au-dessus des nuages

source: Waiting for the Wind to Change
de: Ein wärmendes Feuer
fr: Le feu de la sincérité

source: Heart of Ice
de: Der Verrat des Königs
fr: L'illusion brisée

source: The Wyrm's Lair
de: Und wieder der Wind
fr: Le Nid du dragon

source: New Winds, Old Friends
de: Alte Gefährten, ein neues Gefährt
fr: La technologie au service de l'aventure

source: A General Summons
de: Gesichter der Loyalität
fr: Un message du désert

source: Awakening in Ul'dah
de: Ein sehr langer Traum
fr: Ul'dah martyrisée, mais Ul'dah libérée

source: A Brave Resolution
de: Ende eines Traums
fr: Une dévotion à toute épreuve

source: Ready to Fly
de: Schneid und Schnitter
fr: Dans l'œil du cyclone

source: Into the Aery
de: Mit den Augen eines Drachen
fr: La colère du dragon

source: The Song Begins
de: Und doch Brüder
fr: Et la guerre commença

source: Unrest in Ishgard
de: Augenblick noch
fr: Émeute à Ishgard

source: He Who Would Not Be Denied
de: Wild entschlossen
fr: Le mensonge de l'Église

source: Ill-weather Friends
de: Hilfe aus dem Volk
fr: Soutien ré<var 16 /var>vo<var 16 /var>lu<var 16 /var>tion<var 16 /var>nai<var 16 /var>re

source: The Spice of Life
de: Lange Ohren
fr: La sagesse du tavernier

source: Noble Indiscretions
de: Verstoßene Liebe
fr: Le vin de la mémoire I

source: A Child Apart
de: Liebe einer Mutter
fr: Le vin de la mémoire II

source: Bloodlines
de: Kombiniere messerscharf
fr: La différence de la Bâtarde

source: Fire and Blood
de: Kern des Widerstands
fr: Face-à-face inattendus

source: A Knight's Calling
de: Um Ishgards willen
fr: Le devoir du chevalier

source: The Sins of Antiquity
de: Der wahre Wandel
fr: La conviction de l'Archevêque

source: In Search of the Soleil
de: Dem Sonnenstrahl nach
fr: À la poursuite de l'Archevêque

source: Into the Blue
de: Durchs Himmelblaue Fenster
fr: Vers L'Écume des cieux d'Abalathia

source: Familiar Faces
de: Falsche Feinde
fr: Bubuler à l'aide

source: Devourer of Worlds
de: Himmelsgiganten
fr: Un nid d'hommes-hiboux

source: Black and the White
de: Weißes Kind, nun Wolkengott
fr: La légende du Migrateur des brumes

source: Bolt, Chain, and Island
de: Himmlischer Köder
fr: La pêche à la baleine

source: A Difference of Opinion
de: Mit eigenen Waffen
fr: Une impérieuse présence

source: One Good Turn
de: Imperiale Altlasten
fr: Un obstacle de plus

source: An Engineering Enterprise
de: Ein Fachmann muss ran
fr: Un espoir de retrouvaille

source: Aetherial Trail
de: Spuren einer Flucht nach vorn
fr: Le sort interdit

source: Lost in the Lifestream
de: Für der Gebieter Augen
fr: Sauvetage en éther

source: Tataru's Surprise
de: Tatarus Überraschung
fr: Un cadeau de convalescence

source: Onward to Sharlayan
de: Aufbruch nach Sharlayan
fr: Départ vers l'arrière-pays

source: A Great New Nation
de: Vision einer blühenden Stadt
fr: Une cité pas si abandonnée

source: Golems Begone
de: Bauerschwernis
fr: Des mots pulvérisateurs

source: An Illuminati Incident
de: Dickefreund mit Ruhigeseele
fr: De quoi en faire un fromage<var 1D /var>?

source: Leaving Idyllshire
de: Nun nichts wie weg
fr: L'espérée traversée

source: Matoya's Cave
de: Matoyas Höhle
fr: La caverne de Matoya

source: Forbidden Knowledge
de: Verbotene Schriften
fr: Dépoussiérage de livres

source: An Eye for Aether
de: Äther für die Ramme
fr: L'Œil du bélier

source: Hour of Departure
de: Stunde des Abschieds
fr: L'heure du départ

source: The First Flight of the Excelsior
de: Flug ins Ungewisse
fr: L'Entreprise Excelsior

source: Systematic Exploration
de: Erkundung mit System
fr: Allag, l'autre empire

source: In Node We Trust
de: Kompetent geführt
fr: Suivez le guide

source: Chimerical Maintenance
de: Schleusenwartung
fr: L'île des chimères

source: Close Encounters of the VIth Kind
de: Kontakt vermeiden
fr: Revanche impériale

source: Fetters of Lament
de: Fesseln der Reue
fr: Un dragon aux fers

source: Heavensward
de: Himmelwärts
fr: Les yeux rivés au ciel

source: An Uncertain Future
de: Wahrheit tut weh
fr: Un avenir incertain

source: Breaking the Cycle
de: Audienz bei einem Drachen
fr: Prise de contact

source: Another Time, Another Place
de: Die Gelehrte aus Sharlayan
fr: Retrouvailles inattendues

source: In the Eye of the Beholder
de: Blick durchs Kristallauge
fr: L'œil de cristal

source: A Little Slow, a Little Late
de: In Fell gekleidet
fr: Une ténébreuse rencontre

source: Dreams of the Lost
de: Schatten der Dunkelheit
fr: Peur sur la sainte Cité

source: Against the Dying of the Light
de: Dem Feuereufel auf der Spur
fr: Pulsions pyromanes
