Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: A Far Eastern Yarn
de: Schmähung mit Schönheitsfehlern
fr: Campagne de diffamation

source: An Ideal Marriage
de: Irrwege des Glaubens
fr: Justice pour tous

source: The Sweetest Thing
de: Wieder<var 16 /var>sehen auf dem ersten Splitter
fr: Retour vers les reflets

source: Where Worries Melt Away
de: Unukalhai und Taynor
fr: Un déjà-vu troublant

source: A Key to the Past
de: Unter<var 16 /var>such<var 16 /var>ung des dreizehnten Splitters
fr: Le héros en formation

source: For Coin, Country, and Comrades
de: Wohlstand, der die Welt verbindet!
fr: Opération promotionnelle

source: Mononoke Aware
de: Wohlstand über den Wolken
fr: Échantillons et tribulations

source: Of Price and Ruin
de: Schwindel in der Rubinsee
fr: Arnaque, couture et boutique

source: Stranger from Paradise
de: Aggressive Expansion
fr: Voyageur, re<var 16 /var>pré<var 16 /var>sen<var 16 /var>tant et... pilote

source: A Fish a Day
de: Ein Traum von einem Portrait
fr: Son rêve, le temps d'une toile

source:  Remembering the Past
de: Wertvolle Beziehungen
fr: L'appel des racines

source:  Preserving the Future
de: Lang lebe der Wohlstand
fr: Longue vie à la Tarufacture<var 1D /var>!

source: A Debt Unpaid
de: Duell am Wolfshöhlen-Pier
fr: Duel sur la jetée

source: Carline Memories
de: Schwingen aus Stahl
fr: Battre des ailes

source: Dream On
de: Quelle des Konflikts
fr: Source de conflits

source: Spirits Most Foul
de: Willkommen in Limsa Lominsa
fr: Bienvenue à Limsa Lominsa

source: Dubious Dancing
de: Kräuterkunde
fr: C'est l'intention qui compte

source: Stroking the Haft
de: Der suspekte Seemann
fr: Un marin suspect

source: Thwack-a-Mole
de: Ein schüchterner Goblin
fr: De la timidité du marchand gobelin

source: Sweet Words, Shadowy Dealings
de: Marktforschung
fr: La transparence des prix

source: The Captain of Her Heart
de: Im Fadenkreuz der Zollfahndung
fr: Inquisition fiscale

source: Sudul Eht Nioj
de: Dank den Artigen Schwestern
fr: Échange de politesses

source: Of Siblings and Side-whiskers
de: Auf große Fahrt
fr: L'Ambition fait le poisson

source: Death of a Mailman
de: Gute Köche zeichnen schlecht
fr: Un portrait fidèle

source: All in the Family
de: Gewürze aus dem Osten
fr: Des épices de haute mer

source: Duel Personalities
de: Vermisste Personen
fr: La jumelle diligente

source: Lone Survivor
de: Es werde Licht
fr: La jumelle délégante

source: Guildmaster, Prelate, and Plot
de: Wilde Schafjagd
fr: Le saigneur des agneaux

source: The Past Is a Story We Never Tell
de: Bootskauf
fr: La pêche aux bateaux

source: Thanks for Your Support
de: Schuld sind immer die Ratten
fr: Un pont à ne pas rater

source: Hostages to Fortune
de: Ein glibberiger Genuss
fr: Une saveur médusante

source: A Qiqirn Always Pays His Debts
de: Frustrierte Sirenen
fr: Vague à l'âme d'une sirène

source: The Hazy Professor
de: Niniya kann es nicht lassen
fr: C'est vraiment l'intention qui compte

source: Blues on Emerald Avenue
de: Steinige Wege
fr: Aménagement agricole

source: Better Left Unfound
de: Her mit den Kröten
fr: Avoir les foies

source: The Little Postmoogle That Could
de: Spannkraft fürs Haar
fr: Avoir la puce à l'ovin

source: Keeping the Ledger
de: Schöner Wohnen in Limsa Lominsa
fr: La maison de mes rêves à Brumée

source: Contradicting Convictions
de: Reife Früchte
fr: Les fruits du soleil

source: The Benefits of Consultation
de: Wolle für die Mühlen
fr: Pas de feutre sans laine

source: Balancing the Spear
de: Dodos auf der Flucht
fr: Le dodo est dans le sac

source: More than Meets Her Eye
de: Gefahr am Schurkenstrom
fr: Une rivière source de danger

source: Divine Reckoning
de: Schädliche Puks
fr: Touche pas à mes petites bêtes

source: Through the Grapevine
de: Die Ogerkürbisfeldmaulwurfplage
fr: Un potager taupe-à-l'œil

source: A Familial Resemblance
de: Es klappert die Mühle
fr: Les matelots des moulins

source: Finding Ulaa
de: Aufruhr an der Feldscheune
fr: Remède contre les bagarres

source: The Student Body's Revenge
de: Haltet den Mehldieb!
fr: Rouler les galagos dans la farine

source: The Whipping Boy
de: Schädlings<var 16 /var>bekämpfung
fr: Du jus de bête à bon dieu

source: Letters from No One
de: Gestank im Stollen
fr: Une quête qui sent le soufre

source: The Life and Lies of Father Saturnois
de: Vorsicht vor dem Kobold!
fr: Attention aux Kobolds

source: The Hero's Journey
de: Ein dreister Überfall
fr: Des pillards de charrette

source: One Step Closer
de: Kampf den Kobolden
fr: Guet-apens dans les mines

source: A Bounty of Hunters
de: Freundlich währt am längsten
fr: Entrez dans la danse

source: Small Business, Big Dreams
de: Auf Geheiß der Gilde
fr: Opérations de guilde (Limsa Lominsa)

source: Soaring Profits
de: Scherenschnitt
fr: Sans se serrer la pince

source: An Auspicious Opportunity
de: Frischer Fisch
fr: Il est frais, mon poisson

source: Aggressive Expansion
de: Den Bussarden an die Gurgel
fr: Busard, vous avez dit busard

source: Forever in Our Hearts
de: Freibriefe der Tölpelturm-Siedlung
fr: Mandataire du Martinet

source: Treasured Bonds
de: Stockender Verkehr
fr: Pont-bouteillage

source: More Precious than Gil
de: Alle meine Dodos
fr: Optimisme ovoïde

source: It's Time to Duel
de: Hungrige Hafenarbeiter
fr: Une chasse au casse-croûte

source: Earning Your Wings
de: Heiße Nieten halten länger
fr: Des rivets fulgurants

source: The Crystal (Line's) Call
de: Der einsame Leucht<var 16 /var>turm<var 16 /var>wär<var 16 /var>ter
fr: Des crocs contre la solitude

source: Coming to Limsa Lominsa
de: Monster einführen verboten
fr: De petits touristes indésirables

source: Making a Name
de: Sag es durch die Blume
fr: Un phare qui brûle d'une flamme secrète

source: Suspiciously Sober
de: Halb getanzt ist ganz verheimlicht
fr: Danse avec les fous

source: Proper Procedure
de: Freibriefe des Bierhafens
fr: Mandataire de Port-aux-Ales

source: The Right Price
de: Der eifrige Sturmmariner
fr: Les joies du canon

source: Duty Calls
de: Der übereifrige Sturmmariner
fr: Héritaupes encombrants

source: Edelweiss, Edelweiss
de: Der reumütige Sturmmariner
fr: S'nairoh au rapport

source: All the Fish in the Sea
de: Meister der Anpassung
fr: Le port aux ailes

source: A Thousand Words
de: Vergissmeinnicht
fr: Chère Maman

source: Licensed to Reave
de: Schön ist nicht schön genug
fr: L'égorgeur aux ciseaux

source: Lost and Found
de: Krieg der Raubtiere
fr: Contrebande contre nature

source: I Stay the Streetlight
de: Wolfshundbändiger
fr: Le chacal amical

source: A Sheepish Request
de: Die Unschuld der Jugend
fr: Le félin orphelin

source: Back in the Water
de: Die vergessene Agenda
fr: Un carnet oublié

source: The Rats in the Wharf
de: Camp Dodo-Dung
fr: Trop de nids tuent les nids

source: Glory Days
de: Halbstein ist unser
fr: Poison secrété

source: Soothing the Savage Siren
de: Brüderliche Liebe
fr: Frères de garde

source: Fool Me Once
de: Wider dem Vergessen
fr: Des fleurs pour Aerghaemr

source: Rocks in a Hard Place
de: Erst töten, dann beten
fr: Mantes tueuses

source: Cry Me a Liver
de: Heiß erwartete Ablösung
fr: Intrigues à Port-aux-Ales

source: Moegramm Had a Little Lamb
de: Unternehmungslustig (Limsa Lominsa)
fr: Chevalier servant (Limsa Lominsa)

source: Where the Heart Is (Mist)
de: Freibriefe der Moraby-Trockendocks
fr: Mandataire du chantier naval de Moraby

source: The Time Is Ripe
de: Mein eigener Chocobo (Mahlstrom)
fr: À chacun sa monture (Limsa Lominsa)

source: Wool's Errand
de: Leerer Bauch studiert nicht gern
fr: Le repas de Tanga Tonga

source: Much Ado About Dodos
de: Die Riesenseeschlange Thalaos
fr: Les restes de Thalaos

source: Yarzon, Yarzoff
de: Freibriefe der Sonnenküste
fr: Mandataire de Costa del Sol

source: Orange Crush
de: Landpomeranzen
fr: Mais où sont passées les donzelles<var 1D /var>?

source: Whack-a-Mole
de: Die wandelbare Welt der Feen
fr: Fée déguisée

source: What Goes Around
de: Lange Finger, lange Ohren
fr: Kobolds chapardeurs

source: A Pound of Cure
de: Erdbeben mit Folgen
fr: L'exode des crustacés

source: Flour Power
de: Höllenmaschinen
fr: Attaque préventive

source: Beetle Juice
de: Gefahr erkannt? Gefahr verkannt!
fr: Sueur et tremblements

source: Fire and Brimstone
de: Säulenpest
fr: Infestation de mollusques

source: Kobolds Ahoy
de: Verloren, gefunden
fr: Mes précieuses médailles

source: Kobolds and Indigents
de: Raptorenplage
fr: Raptors bâfreurs

source: Bait and Swat
de: Verkorkster Weingenuss
fr: Problème de bouchon

source: Meet, Greet, and Deceit
de: Eitler Winzer
fr: Une question d'étiquette

source: Simply the Hest
de: Die Schattenseite des Weins
fr: Un festin de crapauds

source: Out to Dry
de: Frische Brise
fr: Tempête rafraîchissante

source: Keeping It Fresh
de: Undank ist der Welten Lohn
fr: Les oiseaux de la discorde

source: Baiting Buzzards
de: Schuppige Aasfresser
fr: Des poissons indésirables

source: Leves of Swiftperch
de: Ist doch kein Beinbruch
fr: L'appel du front

source: A Bridge Too Full
de: Mit leerem Bauch
fr: De la truite pour les affamés

source: Need to Breed
de: Gefiederte Luftpiraten
fr: Dégommage de volatiles

source: What Counts
de: Sabotage
fr: La guerre des golems

source: Failure to Lunch
de: Kein Metall den Kobolden
fr: Pas de métal pour les Kobolds

source: Nailed It
de: Ein Kindheitstraum wird wahr
fr: La belle et la très bête

source: Constant Carvings
de: Aussichtsreiche Infiltration
fr: La traque des éclaireurs

source: Forbidden Island
de: Rache für Blaugybal
fr: Vengeance explosive

source: Say It with Flowers
de: Der ul'dhische Patient
fr: Des doigts de fée

source: Good for What Ales You
de: Die Warmweintherapie
fr: Du vin chaud pour soigner

source: Leves of Aleport
de: Zu heiß gebadet
fr: Une bonne douche froide

source: Keep Your Day Job
de: Freibriefe vom Weinhafen
fr: Mandataire de Port-aux-Vins

source: Mountains out of Molehills
de: Jäger aller verlorenen Schätze
fr: La joie de la chasse aux trésors

source: Walk of Shame
de: Untote Strandbesucher
fr: Des blafards près du phare

source: On a Wing and a Prayer
de: Auf dem Trock'nen
fr: Pilleur buveur

source: Mummy Dearest
de: Würzige Fischsuppe
fr: Une épice de trop

source: Beauty Is Only Scalp Deep
de: Gil regiert die Welt
fr: L'âme des pirates

source: Like Cats and Dogs
de: Trauer um die Kameraden
fr: Souvenirs d'Hirondelles

source: Man's Best Fiend
de: Ablenkungsmanöver
fr: Diversion pour un creuset

source: Curiosity Killed the Coeurl
de: Alte Kameraden
fr: Récompense, récompense

source: Rising to the Challenge
de: Wertvolle Fracht
fr: Du boulot pour les dockers

source: Nest We Forget
de: Die falsche Schlange
fr: Mensonges de serpents

source: Toxic Avenger
de: Ins Schlangennest
fr: Un serpent face à la justice

source: My Brother's Not a Keeper
de: Schlangenjagd
fr: Faire la nique aux fanatiques

source: Flowers for Aerghaemr
de: Sahagin-Schikane
fr: Tenir le poisson à distance

source: Scythe Extra Large
de: Bruderliebe
fr: Les frères ennemis

source: I Hereby Relieve You
de: Das Ablenkungsmanöver
fr: Comment appâter le poisson

source: An Ill-conceived Venture
de: Quallenklößchen? Her damit!
fr: Des guêpes au menu

source: Leves of Moraby
de: Quallenklößchen? Ohne mich!
fr: Lui enlever les guêpes de la bouche

source: My Little Chocobo (Maelstrom)
de: Kristallsplitter
fr: Tant pis pour les cristaux

source: The Hottest of Box Lunches
de: Betörende Gesänge
fr: Le chant des naufrages

source: Buried Truth
de: Erschreckende Erkenntnis
fr: Une lumière pour le phare

source: Leves of Costa del Sol
de: Ein kapitaler Fang
fr: Des poissons de légende

source: Costa Beach Party
de: Ohne Fische geht es nicht
fr: Une légende de la pêche

source: A Faerie Tale Come True
de: Die wandelbare Welt der Egi
fr: Egi déguisé

source: Who Moved My Headcheese
de: Sanieren oder demolieren
fr: L'appel du phare

source: Get a Grip
de: Sturm auf die Insel
fr: Retour à Crèvecarène

source: Unrefined Methods
de: Willkommen in Gridania
fr: Bienvenue à Gridania

source: Buffaloed All the Way
de: Gute Abenteurer sind schwer zu finden
fr: Savoir tendre la main

source: Pests in the Pillars
de: Mellaines Schülerin
fr: Le souhait de Mellaine

source: To You from Failing Hands We Throw
de: F'mibhas' Brief
fr: Une lettre mystérieuse

source: Raptor 'round Your Little Finger
de: Zimmerer am Amphitheater
fr: Préserver le passé

source: Put a Cork in It
de: Die Wache wacht
fr: En attendant la relève

source: Mona Lisa Smile
de: Zwei Fliegen mit einer Klappe
fr: Faire d'une pierre deux coups

source: Anise, Chocolate, and a Hint of Toad
de: Großer Bruder
fr: Un geste pour un sourire

source: The Wind, It Passes
de: Die Roseninvasion
fr: Un tapis de roses

source: Bird's-eye View
de: Spuren einer Nacht
fr: Citrouilles en vadrouille

source: The Stench of Danger
de: Freche Nager
fr: Les rongeurs de minuit

source: One Swallow Does Not a Victory Make
de: Knospe des Vertrauens
fr: Chat échaudé craint l'eau froide

source: Never Trout That I Love
de: Öl für das Orakel
fr: Huile essentielle

source: Dead or Sumfin' Like It
de: Eine harte Nuss
fr: Visite à l'écurie

source: Return to Your Dust
de: Proviantlieferung
fr: Livraison de nourriture

source: Deduce, Reuse, Recycle
de: Pilzbefall
fr: Il va y avoir des spores<var 1D /var>!

source: Don't Let the Cat out of the Bag
de: Schreckhafte Chocobos
fr: Effroyables petits acari

source: Looking for Trouble
de: Stinkbombe
fr: Une livraison de boules puantes

source: Helm Me You Love Me
de: Leuchtende Pilze
fr: Un champignon ramassé, une vie conservée

source: The Monster of Bronze Lake
de: Gestresste Rekruten
fr: Les yeux sur les bleus

source: Red, Red Wine
de: Nicht die Bohne
fr: La main dans le sac

source: The Adventure of the Fainting Goldsmith
de: Kriechende Ölquelle
fr: De prodigieux pucerons

source: Leves of Wineport
de: Schmutzige Wegweiser
fr: Décrasser les bornes

source: Treasures and Tribulations
de: Mückenplage
fr: La confiance, ça se mérite

source: Grave Happenings
de: Bissige Nager
fr: Blessé dans sa chair... et son ego

source: Pickled and Brined
de: Federn rupfen
fr: Voler dans les plumes des Ixali

source: Too Many Cooks
de: Panzerknacker
fr: Frapper le point faible

source: A Pirate's Life for Me
de: Ixal am Hagebaum
fr: Patrouille à l'orée du bois

source: Honor the Fallen
de: Im Einklang mit der Natur
fr: Faut pas gâcher

source: Operation Crucible Down
de: Baumbefall
fr: Un sommeil parasité

source: Claiming the Booty
de: Wegvergifter
fr: Morfal Kombat

source: Pier Review
de: Ein diebischer Verehrer
fr: Un admirateur inconnu

source: Long Walk off a Short Pier
de: Ein neues Leben
fr: L'étourdi nerveux

source: To Catch a Cutthroat
de: Auf Geheiß der Gilde
fr: Opérations de guilde (Gridania)

source: Serpent's Tongue-lashing
de: Freibriefe von Zwieselgrund
fr: Mandataire de Brancharquée

source: Culling the Horde
de: Ein aufdringlicher Händler
fr: Tentative de soudoiement

source: Sibling Rivalry
de: Eiablage
fr: Oolophobie

source: Wag the Sea Dogs
de: Schöner Wohnen in Gridania
fr: La maison de mes rêves à Lavandière

source: Sea Wasp Run
de: Natürlicher Kleber
fr: L'homme qui murmurait à l'oreille des chocobos

source: No Sea Wasp for You
de: Lastesel am Spiegelsee
fr: Le transporteur

source: The Way the Crystals Crumble
de: Eingelegte Hornissen
fr: Éliminer l'essaim

source: Sirius Business
de: Blumen für die Toten
fr: Reposez en paix

source: Why So Sirius
de: Anglerin ohne Angel
fr: Un pêcheur sachant pêcher...

source: The Beast of Brewer's Beacon
de: Schleimige Grabräuber
fr: Il faut laisser les morts dormir

source: Feast of Famine
de: Steif wie ein Brett
fr: Mais si on danse<var 1D /var>?

source: An Egi by Any Other Name
de: Freibriefe der Hawthorne-Hütte
fr: Mandataire de la hutte des Hawthorne

source: Things Are Getting Sirius
de: Rennformalitäten
fr: Le b.a.-ba des courses

source: Storming the Hull
de: Unternehmungslustig (Gridania)
fr: Chevalier servant (Gridania)

source: Coming to Gridania
de: Unbekanntes Eorzea
fr: Un carnet vers l'exploration

source: A Good Adventurer Is Hard to Find
de: Freibriefe von Mühlenbruch
fr: Mandataire du Moulin de la Carrière

source: Incense and Sensibility
de: Mein eigener Chocobo (Bruderschaft der Morgenviper)
fr: À chacun sa monture (Gridania)

source: Coarse Correspondence
de: Ersatzdienst für einen Verwundeten
fr: Pour l'honneur d'un homme blessé

source: Preserving the Past
de: Fleischlieferung
fr: Dévouement et gratitude

source: I Am Millicent, Hear Me Roar
de: Wachpatrouille
fr: Tour de patrouille

source: Parsemontrenomics
de: Wilde Keilerei
fr: Phobie porcine

source: For Friendship
de: Eine kindliche Gestalt
fr: Silhouette sur le toit

source: Covered in Roses
de: Zarte Mooshaut
fr: Un Sylphe taquin

source: Sylphic Gratitude
de: Haarmücken-Plage
fr: Sa majesté des puces

source: Quarrels with Squirrels
de: Gemeinige Stoßende
fr: Sangliers sanglants

source: Once Bitten, Twice Shy
de: Den Faden verloren
fr: Fils de joie

source: Essential Oil
de: Ein zweites Zuhause
fr: Soupe anti-antilopes

source: A Hard Nut to Crack
de: Ehre dem Hüter des Waldes
fr: Demande d'offrande

source: Derision of Labor
de: Flussfischer
fr: Plus de poisson chez Buscarron

source: Population Control
de: Ruinöse Plagegeister
fr: Rassurer Yoenne

source: Jumping at Shadows
de: Heimstatt der Dunkelalben
fr: Les reliques de Gelmorra

source: The Nose Knows
de: Prävention statt Vergeltung
fr: Mieux vaut faire sauter que guérir

source: A Glim Harvest
de: Buscarrons Augen und Ohren
fr: L'ennemi de mon ennemi

source: Idle Initiatives
de: Die Ruhe des Waldes
fr: Indésirables Impériaux

source: Death to the Bean Thieves
de: Der Segen des Waldes
fr: Du sang pour des re<var 16 /var>mer<var 16 /var>cie<var 16 /var>ments

source: The Valued Vilekin
de: Der König der Wilderer
fr: Pièges pernicieux

source: A Clear Sign
de: Not macht verbrecherisch
fr: La loi de la Sylve

source: Hematophagic Harassment
de: Der Apfel fällt nicht weit vom Stamm
fr: Travail saisonnier

source: More than a Flesh Wound
de: Süße Erinnerungen
fr: Offrez des pommes

source: No Quarter Given
de: Verlorene Heimat
fr: Du rififi au Guêpier

source: Splitting Shells
de: Großvaters Axt
fr: Au nom du grand-père

source: Harriers of the Hedgetree
de: Die über Hunger klagen
fr: Mets la sauce

source: Drink Your Beans, Dear
de: Geschmacksfrage
fr: Le secret de la sauce de Mun-Tuy

source: Parasite Cleave
de: Ein Schlüssel und ein Schussel
fr: La clef de ses soucis

source: Soil Despoilers
de: Sichtung des Maskierten
fr: Pas de nouvelles, bonnes nouvelles

source: The Kindness of Strangers
de: Trink doch einen mit
fr: Arbres en péril

source: He's Got a Ticket to Ride
de: Mit Leib und Seelenstein
fr: Pierre à son âme

source: Simply the Hest
de: Die Kunst des Staubwedelns
fr: Par amour de l'art

source: Leves of Bentbranch
de: Wenn Chocobos schlafen
fr: Un retard inquiétant

source: Not a Material Girl
de: Ein Nudelholz nimmt mir den Stolz
fr: La fugue de Gogolata

source: Look, but Won't Touch
de: Mit besten Absichten
fr: Les aveux de Gogolata

source: Where the Heart Is (The Lavender Beds)
de: Hungrige Bergleute
fr: Le repas des prospecteurs

source: Extending Fences
de: Ein Licht für die Nacht
fr: Et la lumière fut

source: Walking the Planks
de: Hoch hinaus
fr: Courtes échelles

source: Sting in a Bottle
de: Auf den Spuren des weißen Wolfes
fr: Élargir son horizon

source: If Ye Break Faith
de: Vorsicht, Rutschgefahr!
fr: Sous les planches

source: Favor for the Fisherwoman
de: Natürlich ungebührlich
fr: Champignons champêtres

source: Slimy Hollows
de: Marcette bittet ... nett?
fr: Découvertes choquantes

source: Saw That One Coming
de: Hoffnungs<var 16 /var>schimmer und Gewimmer
fr: Les malheurs d'Hobriaut

source: Leves of Hawthorne
de: Schau mir in den Magen, Kleines!
fr: Faire le sale travail

source: So You Think You Can Ride This Chocobo
de: Ein einzigartiges Pferd
fr: Ma petite licorne

source: An Ill-conceived Venture
de: Freibriefe von Camp Seelenruhe
fr: Mandataire des Sentes tranquilles

source: A Sight to Behold
de: Fernweh
fr: Un parfum d'ailleurs

source: Leves of Quarrymill
de: Hölzernes Missgeschick
fr: Une commande qui tombe à l'eau

source: My Little Chocobo (Twin Adder)
de: Mein kleiner Chocobo
fr: Meilleur ami de l'homme

source: The Replacement Culler
de: Geheimnisse der Chocobo-Zucht
fr: Entraîneur de champions

source: Meat of the Matter
de: Vom Hunger getrieben
fr: Ça jette un froid

source: Stand-in Sentry
de: Rache für Isaudorel
fr: La chasse aux volatiles

source: Swinophobia
de: Schwarze Katze, Weiße Widder
fr: Une haine viscérale

source: Roof Riders
de: Barrikadenräumkommando
fr: Oh, la belle rouge<var 1D /var>!

source: Sylph Says
de: Gemeinsam gegen den Sturm
fr: Un important message

source: Buzz Kill
de: Bestellung im Doppelpack
fr: Au nom de la rose

source: A Porcine Plight
de: Der schüchterne Gärtner
fr: Prenez-en de la graine

source: Threads Unraveled
de: Erblühende Liebe
fr: Un inconnu vous offre des fleurs

source: Cloven-hoofed Horrors
de: Blumenregen
fr: Tempête florale

source: The Trees Have Eyes
de: Der schwarze Geisterritter
fr: Témoins du mal

source: No Guts, No Glory
de: Der Dunkle Reiter erwacht
fr: Briseur de sceau

source: Occupational Hazards
de: Abendmahl mit der Familie
fr: Viande de choix

source: Potsherds for Posterity
de: Der Ritter der Furcht
fr: Kerrich le Terrible

source: Stash Saboteur
de: Die Wahrheit der heiligen Schrift
fr: À chacun sa vérité

source: Enemy Mine
de: Die Leiden des jungen Ealdwine
fr: Une carte au trésor inestimable

source: Shadows of the Empire
de: Eine Nacht in Amdapor
fr: La Cité des enfers perdus

source: The Blood Price
de: Die Kessel-Legende
fr: La goutte d'eau qui fait déborder la bouilloire

source: Savage Snares
de: Zurück in die Ruinen
fr: Les profondeurs d'Amdapor

source: Forest Law
de: Willkommen in Ul'dah
fr: Bienvenue à Ul'dah

source: An Apple a Day
de: Bonitätsprüfung
fr: L'enveloppe de l'informateur

source: A Bumper Crop
de: Geldeintreiber
fr: Éléments de persuasion

source: Wretched Hive of Villainy
de: Gil für Gold
fr: Promesse en toc

source: In Grandfather's Name
de: Franz verfallen
fr: La vie en haut de l'affiche

source: The Marvelous Mun-Tuy Bean
de: Der Granat-Gladiator
fr: Débuts remarqués

source: Masher for a Day
de: Neue Nadeln braucht das Land
fr: Bienvenue dans le monde de la mode

source: Potable Perils
de: Geld verdirbt den Charakter
fr: Par ici la monnaie

source: No News Is Good News
de: Ein rätselhaftes Vermächtnis
fr: Il était une fois un explorateur

source: Save the Trees
de: Lauter Eitelkeiten
fr: La perfection au féminin

source: Pumiceous Pursuits
de: Trendscout
fr: Les goûts et les couleurs

source: Cleaning House
de: Ver<var 16 /var>suchs<var 16 /var>ka<var 16 /var>nin<var 16 /var>chen
fr: Charité intéressée

source: Trouble on the Road
de: Der sentimentale Wert
fr: Pas les mêmes valeurs

source: A Welcome Overstayed
de: Vom Leder gezogen
fr: Cuir pour durs à cuire

source: No Place Like Home
de: Wer braucht schon Glück?
fr: Coccinelles envahissantes

source: Meals for Miners
de: Erasmus' Projekt
fr: Au nom de la science

source: Digging in the Dark
de: Das Wundermittel
fr: Une décoction miraculeuse

source: A Leg Up
de: Vermisste Kiste
fr: Les caisses d'Oswell

source: Broadening Horizons
de: Schienen-Casanova
fr: Les horaires en retard

source: Beneath the Planks
de: Lieferschwierigkeiten
fr: À bout de souffle

source: Fungal Frolic
de: Mit allen Wassern gewaschen
fr: Une lotion qui a du piquant

source: Shocking Discoveries
de: Armer Racker
fr: Plume à gratter

source: In Too Deep
de: Schöner Wohnen in Ul'dah
fr: La maison de mes rêves à La Coupe

source: Doing the Dirty Work
de: Geflügelte Worte
fr: Déploie tes ailes

source: Unicorn Power
de: Randalebrüder
fr: Des intrus au Bazar

source: Leves of Camp Tranquil
de: Rettet die Regenwürmer!
fr: Les lombrics, c'est fantastique
