Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Too Many Nutters
de:  Opfergabe nach Zwergenart
fr:  En l'honneur de Zigutt

source: By the Time You Hear This
de:  Zwergenbräu I
fr:  La tradition du brassage

source:  Before the Tide Comes
de:  Zwergenbräu II
fr:  L'accompagnement idéal de l'ale

source:  Retaking Territory
de:  Zwergenbräu III
fr:  Trinquer tous en cœur

source:  A Clam to Die For
de:  Ein hammerharter Zwerg
fr:  Parle à mon Nain

source:  A Meating Long Overdue
de:  Freund<var 16 /var>schaftsbande
fr:  Échec et automates

source:  Redolent Refuse
de:  Grüßen will gelernt sein
fr:  L'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment au lali-ho

source:  A Feeling in the Belly
de:  Holladrio!!!
fr:  Le nouveau Ronitt

source:  Songstress of the Sea
de:  Ronitts Meisterleistung
fr:  Un Nain à Cherpant

source:  Witch of the Sea
de: Gut trainiert ist halb gewonnen
fr: Un lieu pour jauger sa force

source:  Following the Grain
de: Akadaemia des Schreckens
fr: L'académie des horreurs

source:  Bridge to the Other Side
de:  Wurmfutter
fr:  Soudoiement aux vers blancs

source:  A Drop of Sunshine
de:  Der Saftigste von allen
fr:  Le Mord entrepreneur

source:  Village of Woe
de:  Verhätschelter Mordh
fr:  Un papa inquiet

source:  Talos, Interrupted
de:  Glitzernde Geschenke
fr:  Le papa gâteau

source:  The Cape in Bloom
de:  Mutprobe der Mordh
fr:  L'épreuve de courage

source:  Wright for the Job
de:  Aushilfe gesucht!
fr:  Une offre d'emploi trop belle pour être vraie

source:  A Plankless Task
de:  O'zapft is
fr:  Délicieux nectar

source:  My Heart Will (Not) Go On
de:  Volles Rohr
fr: Le souvenir perdu

source:  Near, Far, Wherever You Are
de:  Ruhstatt oder Reise
fr:  Partir ou rester<var 1D /var>?

source:  The Invisible Hand
de:  Schwer verspätet
fr:  Échanges commerciaux

source:  Scattered to the Winds
de:  Kleiner Mordh, großer Eifer
fr:  Le Mord qui travaillait trop

source:  One Good Meal
de:  Sandige Schätze
fr:  Le prix du sceau

source:  Little and Late
de:  Von Mordh und Münzen
fr:  Les reliques de Nabaath Areng

source:  Children of the Derelicts
de:  Bei allen guten Geistern
fr:  Le fantôme de Nabaath Areng

source:  Rebuild, Reuse, Recycle
de:  Stinkepulver gegen unliebsame Besucher
fr:  Pas de sales bêtes au puits

source:  Of Legacies Lost and Reclaimed
de:  Gefährliche Krauternte
fr:  Une cueillette dangereuse

source:  Good, Honest Dirt
de:  Durstiger Tollpatsch
fr:  Un Mord sans gourde est un Mord mort

source: Oh, Beehive Yourself
de:  Vergrabene Hin<var 16 /var>ter<var 16 /var>lass<var 16 /var>en<var 16 /var>schaf<var 16 /var>ten
fr:  Les souvenirs des gens partis

source: Commercially Flyable
de:  Sternenstein
fr:  Des étoiles sur le balcon

source: A Ship on His Shoulder
de:  Verwilderte Echse
fr:  Y a un lézard avec ce lézard

source:  Sisterly Concern
de:  Zeit für Feierabend
fr:  Des travailleurs trop appliqués

source:  Supplying Estimates
de:  Eine Lüge wird wahr
fr:  Casse la figure à Guthlaugur

source:  Hobgob Smacker
de:  Wirkungsvoller Kaktor
fr:  Remède pour vieux mineur

source:  Timber for the Taking
de:  Halb blind, aber nicht aussichtslos
fr:  Allez, au travail les jeunes<var 1D /var>!

source:  Fresh off the Wing
de:  Lebenswichtige Bestellung
fr:  Une question presque de vie ou de mort

source:  Fugitive of Fear
de:  Ein Stein für die Zeche
fr:  Une pierre pour une créance

source:  Rising to Her Apology
de:  Mullfett für das Windrad
fr:  Ah, qu'il grince, mon moulin<var 1D /var>!

source:  Small Nuisances
de:  Die Brüder an der Biran-Mine
fr:  Perdus de vue dans les mines

source:  A Rocky Relationship
de:  Bauholz aus der Biran-Mine
fr:  Dans les mines, on touche du bois

source:  Too Sweet to Eat
de:  Totenandacht auf der Bahnbrücke
fr:  À la mémoire d'un ami disparu

source:  Killer on the Loose
de:  Ruinen des Lichts
fr:  La lumière dans les ruines

source:  All for the Boom
de:  Rettung der Schatz<var 16 /var>sucher
fr:  Chasseurs de trésors en détresse

source:  Distract and Rescue
de:  Schätze der Schatz<var 16 /var>sucher
fr:  Chasseurs de trésors en besoin

source:  Beneath the Beard
de:  Heilung der Schatz<var 16 /var>sucher
fr:  Chasseurs de trésors en réta<var 16 /var>blis<var 16 /var>se<var 16 /var>ment

source:  Short on Courage
de:  Besorgst du mir ein Ei?
fr:  La chasse au gros œuf

source:  Knocking the Knockers
de:  Rächst du meinen Bruder?
fr:  Vengeance contre volatile violent

source:  Goggeo and Tholliet
de:  Nur die nötigsten Reparaturen
fr:  État des lieux délabrés

source:  With Ale Due Respect
de:  Der Stein fällt nicht weit vom Gnom
fr:  Des rayures comme signe d'amour

source:  Brew as the Tholl Do
de:  Das rätselhafte Testament
fr:  La lettre cryptée d'un ami défunt

source:  Bringing the Nibbles
de:  Verlorenes Glück
fr:  Un précieux talisman

source:  You Know the Words
de:  Öl für die Lampen
fr:  Mettre de l'huile

source:  A Disagreeable Dwarf
de:  Ein Gnom kommt selten allein
fr:  À bas les gnomes<var 1D /var>!

source:  Almost a Friend
de:  Ein Horn mit Geschichte
fr:  Ceci n'est pas une simple pipe

source:  A Practiced Greeting
de:  Für die Wiederinbetriebnahme
fr:  Objectif réactivation

source:  Learning to Lali-ho
de:  Schwindelfreie Inspektion
fr:  Inspection de matériel

source:  Ronitt to the Rescue
de:  Funkelnde Profitgier
fr:  Tout ce qui brille n'est pas de diamant

source: Yet Another Striking Opportunity
de:  Ein Mystel-Bergarbeiter
fr:  Le rêve du mineur mystel

source: Akadaemia Anyder
de:  Die Suche nach dem Lutahvit
fr:  Seul contre tous

source:  Worm Food
de:  Ronso und Mystel
fr:  Le sens de Queues-liées

source:  The Most Succulent of Succulents
de:  Pfote in Pfote
fr:  L'union fait la force

source:  Mollycoddled Mord
de:  Mordh mit an Bord
fr:  La troisième queue

source:  I Felt Your Presents
de:  Nomen est Omen
fr:  Que veut dire ton nom<var 1D /var>?

source:  A Shiver Down the Spine
de:  Wer ist hier der Leckerbissen?
fr:  Un dangereux goûter

source:  Pass the Parcel
de:  Sag es durch die Blume
fr:  De très vilains humains

source:  Succulent Secretions
de:  Nagende Neugierde
fr:  Jeux interdits

source:  From Darts till Dawn
de:  Das Bibbern vor dem Biber
fr:  L'appel du castor

source:  Absent without Leave
de:  Viva la Biber
fr:  Mais où sont les Pixies<var 1D /var>?

source:  Like a Tonze of Bricks
de:  Uriangers Haus soll schöner werden
fr:  Les as de la déco

source:  Work to Live or Live to Work
de:  Die wandelnden Bücher
fr:  Quand les livres auront des dents

source:  Mord of the Ring
de:  Das geschmackvolle Geschenk
fr:  Un goûter immangeable

source:  Nabaath Breakdown
de:  Ganz natürliche Bilder
fr:  Des enfeuillés plus vrais que nature

source:  Semi Auto-malik
de:  Behalte den Durchblick
fr:  Compter les Pixies

source:  Where There's a Well, There's a Way
de:  Wenig rosige Aussichten
fr:  Sus aux ours<var 1D /var>!

source:  Assault on a Deadly Weapon
de:  Die beliebteste Pixie von allen
fr:  La plus populaire des Pixies

source:  Water Palaver
de:  Beliebt zu werden, ist eine Kunst
fr:  Une peintre parmi les Pixies

source:  Shovel or Boogie
de:  Blühende Beliebtheit
fr:  Des fleurs pour faire plaisir

source:  Shine On You Crazy Mordling
de:  Beliebte Helferin
fr:  Le poids de la popularité

source:  And Justice Feral
de:  Gefangen vom Duft
fr:  Spécialité nu mou

source:  A Relatively Miner Issue
de:  Lhoh
fr:  Petits sacripants de Pixies<var 1D /var>!

source:  I Drink, Therefore I Am (in Trouble)
de:  Prügel für den Pilzeplünderer
fr:  Touche pas à mes champignons<var 1D /var>!

source:  To the Far Side
de:  Das Pilzhaus
fr:  Les maisons de Pla Enni

source:  Whistle While You Shirk
de:  Liebesfragen
fr:  Un cadeau d'amour

source:  Prankster's Paradise
de:  Blumen vor die Säue
fr:  Un porxie en manque d'épanouissement

source:  A Tab in the Dark
de:  Wer legt hier wen rein?
fr:  Vengeance équitable

source:  The Creaky Mill Gets the Grease
de:  Der gräserne Ritter und sein Schwert
fr:  Enfeuillé héroïque

source:  Big Sister Is Watching You
de:  Zaubern will gelernt sein
fr:  Petit Nu Mou deviendra grand

source:  The Brother Lode
de:  Supersaubere Geschäfte
fr:  Dépendance transactionnelle

source:  Flower for a Friend
de:  Genial verrückt
fr:  Le plus fou des Fuath<var 1D /var>?

source:  Church Warrant
de:  Sammeln für den guten Zweck
fr:  Équité sans retenue

source:  Scavengers Assemble
de:  Eine Falle für die Fuath
fr:  Chipeurs d'œuf

source:  Town Haul
de:  Essen wie damals
fr:  Repas protéiné

source:  Worm in the Ointment
de:  Allerlei Sorgen
fr:  Des Pixies pas comme les autres

source:  The Yolk's on You
de:  Ein Geschenk zur Geburt
fr:  Cadeau de naissance

source:  Taken Down a Peck or Two
de:  Ein Neuankömmling
fr:  Un nouveau venu

source:  Repair for the Worst
de:  Sauerei
fr:  Qui a mangé, a mangé, a mangé...

source:  Stripe for the Picking
de:  In Ton aufgewogen
fr:  Peine capitale

source:  Mystery Miners
de:  Die Feenlaterne
fr:  La recette du Porxie

source:  Charmless Man
de:  Amtseinführung auf Pixie-Art
fr:  Une nouvelle coqueluche<var 1D /var>?

source:  Oil Be Back
de:  Ins Wasser gefallen
fr:  Complot au fond de l'eau

source:  Gnome Ore Heroes
de:  Wahrnehmungssache
fr:  Les griffures du Monarque

source:  The Piping of the Dead
de:  Zweierlei Eier
fr:  Histoire d'œufs

source:  No Disassemble
de:  Eine Blume im Gedenken
fr:  Une fleur en souvenir

source:  Thy Well Be Done
de:  Nimbus' Anhänger
fr:  La médaille de Nimbus

source:  The Crystal Knaves
de:  Versteckte Versprechen
fr:  Castor<var 1D /var>!

source:  A Vein Pursuit
de: Andens letzte Ver<var 16 /var>wand<var 16 /var>lung
fr: Le choix d'Anden

source:  Tunnel Vision
de: Blätter der Dankbarkeit
fr: Un gage de gratitude

source:  Two Tails Are Better than One
de:  Die schützende Farbe
fr:  Teinture tutélaire

source:  The Rutabite at the End of the Tunnel
de:  Wutprobe für die Wache
fr:  Chacun sa vocation

source:  An Axle to Grind
de:  Nachhaltige Wildschweinjagd
fr:  Des défenses mais sans violence

source:  What's in a Name
de:  Pilze im Tee
fr:  Après les spores, le réconfort

source:  A Hairy Request
de:  Gefährliches Heimweh
fr:  Un peu de poison

source:  Flowers of Fury
de:  Festung der Nostalgie
fr:  Un peu de nostalgie

source:  The Forbidden Lran
de:  Festung der Hoffnung
fr:  Un peu de rétorsion

source:  When Beavers Cry
de:  Sterne der Nacht
fr:  Autant d'étoiles dans la nuit

source:  And Then There Were None
de:  Der Schatz im Schlangensee
fr:  Des gemmes pour toute une vie

source:  Delightful Decorations
de:  Bin nicht satt, mag ein Blatt
fr:  Le fromage de Serpentige

source:  Bewitched Books
de:  Das Rauschen im Walde
fr:  Un murmure lointain

source:  Revolting Refreshments
de:  Giftige Geschäfte
fr:  Petit poison deviendra grand

source:  An Artist's Tale
de:  Giftige Gefahr
fr:  Noyer le poison

source:  Counting Pixies
de:  Das romantischste Fleckchen
fr:  Où dire les mots d'amour<var 1D /var>?

source:  A Rosy Problem
de:  Das X markiert die Stelle
fr:  Un trésor d'honnêteté

source:  The Path to Popularity
de:  Was Wichtiges vergessen
fr:  Heureux qui a fait un beau voyage

source:  Painting for Praise
de:  Die Beschützerin des Waldes
fr:  Le Gardien de la forêt obscure

source:  Gifts to Gladden
de:  Die Herabkunft der Schlange
fr:  Une incarnation charnelle en modèle réduit

source:  The Dependable Darling
de:  Streifen der Wahrheit
fr:  Révélations d'apocalypse

source:  Scents of Security
de:  Frevelhafte Pläne
fr:  Retour dans le sommeil éternel

source:  A Lawful Trade
de:  Vergiss mein nicht
fr:  Loin des yeux, près des fleurs

source:  The Mushroom Menace
de:  Ein besonderes Rezept
fr:  Tout pour un bon petit plat

source:  Growing Pla Enni
de:  Inspirierender Glaube
fr:  Les dons de la Déesse

source:  Much Ado About Giving
de:  Bürgernähe
fr:  À la rencontre des locales

source:  Help My Porxie
de:  Seltener Besuch
fr:  Une présence furtive

source:  One Good Trick Deserves Another
de:  Ehrliche Finderin
fr:  Rendez-le avec des fleurs

source:  A Leafman and a Hero
de:  In guter Erinnerung
fr:  Souvenirs doux-amers

source:  Magic Is Love, Magic Is Life
de:  Besuch in Bogenruh
fr:  Les nouveaux habits de la Halte

source:  Are You Being Served
de:  Eine neue Waldbewohnerin
fr:  Nouvelle tête

source:  A Stranger Fuath
de:  Allein im Wald
fr:  La chasseuse en herbe

source:  Pushy for Patronage
de:  Mjrls Sehnsucht
fr:  Une voix qui s'éteint

source:  Lurkers in the Lake
de:  Gemeinsam auf Waldrallen-Jagd
fr:  Qui part à la chasse...

source:  A Tale of a Tail
de:  Spinnengift gegen Spinnen
fr:  Un temple, c'est sacré

source:  Not All Pixies
de:  Schmerzensschrei aus dem Wald
fr:  Le cri du griffon

source:  A Gift in Advance
de:  Unterwassereulen
fr:  L'état des chouettes

source:  A New Amaro
de:  Gebet an die alten Götter
fr:  Un souhait vers le passé

source:  A Costly Meal
de:  Zeichen des Zerfalls
fr:  Quand une civilisation décline

source:  By Way of Reparation
de:  Stein des Lebens
fr:  Quand les statues sauvent les statues

source:  The Key Ingredient
de:  Forschungsdrang
fr:  Irrésistible soif de con<var 16 /var>nais<var 16 /var>san<var 16 /var>ce

source:  A New Favorite
de:  Wettstreit unter Freunden
fr:  Le défi du hameau

source:  Duplicity in the Depths
de:  Oase der Ruhe
fr:  Un havre de paix

source:  Marks of the Monarch
de:  Alles doppelt
fr:  Esprits opposés

source:  An Eggshell a Day
de:  Unterschiedliche Absichten
fr:  Papotages à Fanow

source:  In His Mistress's Memory
de:  Der schwere Weg zur Harmonie
fr:  L'union des contraires

source:  In His Mistress's Name
de:  Synchronbeten in Perfektion
fr:  Prières jumelles

source:  Hide and Seek
de:  Unter dem Schutz zweier Sippen
fr:  Tous unis pour Ronka

source: Every Anden of the Rainbow
de:  Ein Traum in Orange
fr:  Voir la vie en orange

source: A Labor of Leaf
de:  Die Zähne zeigen
fr:  Donne-moi tes dents<var 1D /var>!

source:  Barking Up the Right Tree
de:  Der vermisste Jäger
fr:  Des Ondos sans scrupules

source:  Plans Gone Awry
de:  Ein Königreich für eine Leiter
fr:  Une trop haute couche

source:  Like Pulling Teeth
de:  Reden ohne etwas zu sagen
fr:  Dites-le sans les mots

source:  Tea Time
de:  Das Geheimnis des Feuers
fr:  Pattes de trilobite au menu

source:  What We Do for Family
de:  Jagdrituale
fr:  Dur, dur d'écailles

source:  In His Memory
de:  Eindringling
fr:  Trouvez l'Ondo suspect<var 1D /var>!

source:  Pick Their Poison
de:  Das Begehr der Flossenlosen
fr:  Ondo en quête de valeurs

source:  Worth a Candle
de:  Aller Handel ist schwer
fr:  C'est pas si gravier

source:  You're a Gem
de:  Jagd in den Tiefen
fr:  Dur, dur de peau

source:  Oh, Snap
de:  Populationskontrolle
fr:  Tout a bon dos pour un Ondo

source:  Disturbing the Peace
de:  Wie ein Fisch auf dem Trockenen
fr:  Un Ondo pas comme les autres

source:  Paved with Good Intentions
de:  Die Liebe eines Kindes
fr:  Maman a faim, maman a foie

source:  Out of Place
de:  Düsteres Meer, düstere Zukunft
fr:  Contractions, réaction

source:  From the Heart
de:  Das Glück der Kinder
fr:  Tellement frai

source:  Special Delivery
de:  Idee und Umsetzung
fr:  Les créateurs amateurs

source:  An Express Delivery
de:  Charakterbildung
fr:  La rhétorique du peuple

source:  The Great Deceiver
de:  Angemessenes Äußeres
fr:  La coule attitude

source:  Slither Along
de: Auf ewigen Schwingen gen Diesseits
fr: À ailes éternelles, nul vol n'est impossible

source:  Snake the Lead
de:  Die Liebe wartet nicht gern
fr:  Récif, boulot, dodo

source:  Snakes in the Grass
de:  Ein kleiner Geschichtsexkurs
fr:  Cours d'histoire particulier

source:  Paying Respects
de:  Bücherexpress
fr:  Une livre de livres à livrer

source:  A Recipe for Trouble
de:  Karfunkel, Karfunkel, wo bist du nur?
fr:  Histoire de jouet

source:  Blessings of the Wood
de:  Gefühl und Verstand
fr:  Quand il y a du mystère dans l'air...

source:  Talk of the Town
de:  Wer hat Angst vor Gerüchten?
fr:  Des farceurs chez les glaneurs

source:  A Sight Unseen
de:  Ökologisches Gleichgewicht
fr:  L'écosystème du Labyrinthos

source:  Back Where It Belongs
de:  Ein geheimnisvoller Großauftrag
fr:  Il y a de quoi en faire des caisses

source:  Not Unfamiliar
de:  Unerwartet nährstoffreich
fr:  L'ingrédient secret

source:  Suit Up
de:  Kein Dschinni in der Flasche
fr:  Le génie du vase

source:  Delivery Time
de:  Ein Ökosystem im Gleichgewicht
fr:  L'heure du goûter

source:  Out on One's Own
de:  Steine im Magen
fr:  Une soif de savoir dévorante

source:  One Last Bite
de:  Einfach besser
fr:  Un petit coup de main verte

source:  Proving Your Worth
de:  Ein wertvoller Käse
fr:  Entre les fruits et le fromage

source:  Reach for the Stars
de:  Revolutionärer Mist
fr:  Ouh, la gadoue

source:  Down Feathers
de:  Fungus 316
fr:  Les mystères de la mycologie

source:  Out on Patrol
de:  Ein Trollkind auf Abwegen
fr:  Un amour de Poilu

source:  Thoughts and Prayers
de:  Gefräßige Bücherwürmer
fr:  La menace des anobides

source:  Rock Solid
de:  Ein spezielles Ungeziefergift
fr:  Le super-insecticide

source:  Hand-me-downs
de:  Der freie Wille eines Forschungsobjekts
fr:  L'horizon d'un spécimen

source:  In Pursuit of Knowledge
de:  Ein kinderleichtes Experiment
fr:  Aucun danger, voyons<var 1D /var>!

source:  A Test of Strength
de:  Licht für keine Leuchte
fr:  Turbulent prodige

source:  Just the Two of Us
de:  Stolz und voreilige Schlüsse
fr:  Chère amie

source:  Stand on Ceremony
de:  Die Traumsuche nach dem unbekannten Lebewesen
fr:  Rencontre d'un autre type

source:  Seeing Eye to Eye
de:  Kluge Kleidung für kluge Köpfe
fr:  Design et des cristaux

source:  Mending Fences
de:  Achtung, gefährliche Bücher!
fr:  Attention, livres méchants

source:  Hearts as One
de:  Ein Pudding für Puddingway
fr:  Opération<var 1D /var>: Finale Flantaisie

source:  Protectors of the Wood
de:  Ein tief verborgenes Geheimnis
fr:  Le coffre aux mystères

source:  Ondo Dream of Oranges
de:  Ein Projekt zur Verschönerung der Stadt
fr:  Un lys vaut mieux que mille discours

source:  Pearls of the Deep
de:  Von belegten Broten und Brezeln
fr:  La gloire de mon fils

source:  Beware the Benthos
de:  Fieser Tomatensaft
fr:  Le démon légumier

source:  Beyond the Reach of Koal
de:  Unkrautvernichter
fr:  Désherbage et déraison

source:  Do the Chuckle
de:  Die Hüter des Waldes
fr:  Le protecteur de la forêt

source:  Strange Stew
de:  Suche nach dem Apfeldieb
fr:  Quand on parle de la mandragore, on en voit la tête

source:  Scales for the Scaled Ones
de:  Gut geerdet ist halb gewonnen
fr:  Le retour de la boue mystérieuse

source:  Secrets and Spears
de: Notfall auf dem Mond
fr: La face cachée de la lune

source:  Scavenger Deep
de: Stigma-Holometrie
fr: Les Omicrons rêvent-ils de moutons électriques<var 1D /var>?

source:  Mistake or Machination
de:  Für eine sichere Reise
fr:  La prière du voyageur

source:  More than One Way to Skin a Stingray
de:  Ein Mümmelmann auf Arbeitssuche
fr:  Loporrite recherche travail dé<var 16 /var>ses<var 16 /var>pé<var 16 /var>ré<var 16 /var>ment

source:  Doggone Dagons
de:  Dem Idol ganz nah
fr:  Au bonheur des fans

source:  Koal of the Cups
de:  Ein Karfunkel auf Abwegen
fr:  Un Carbuncle qui revient de loin

source:  Mother's Mnyiri
de:  Gesundheit geht vor!
fr:  Dans la santé comme dans la maladie

source:  Create the Birthing Rope
de:  Von einem Gelehrten zum anderen
fr:  Le don de l'Histoire

source:  Tomorrow Is in Your Fins
de:  Familienbande
fr:  Le portrait du bonheur

source:  Responsible Creation
de:  Da bleibt kein Auge trocken
fr:  Un gardien de nuit très chouette

source:  Debate and Discourse
de:  Eine Marionette auf Abwegen
fr:  Le pantin maléfique

source:  Community Cohesion
de:  Notkühlung
fr:  Des ardeurs à refroidir

source: Wings of Hope
de:  Vom Aitiaskop und der Arche
fr:  Les archives de L'Aporie

source:  A Waiting Love
de:  Im Zeitalter der Mondfahrten
fr:  La conquête de la Lune

source:  Scholarly Perspective
de: Ameliances Bildungsinitiative
fr: Ameliance et ses commandes spéciales

source:  A Literary Delivery
de: Das Herz einer Mutter
fr: Une poupée magique très autonome

source:  Doll Dash
de: Ein Geschenk der Leveilleurs
fr: Un cadeau des Leveilleur

source:  It's Not the Heat, It's the Humidity
de:  Der Junge aus Klein-Sharlayan
fr:  L'enfant de la Petite Sharlayan

source:  No Laughing Matter
de:  Der Phoibos
fr:  Enquête au Phoïbos

source:  Building Good Habitats
de:  Feuer im Herzen
fr:  Le dévoreur de feu

source:  An Ore-ful Lot
de:  Der Held aus Klein-Sharlayan
fr:  Le héros de la Petite Sharlayan

source:  Raised on the Fallen
de:  Wissenschaft und Freund<var 16 /var>schaft
fr:  Les jeunes espoirs du Labyrinthos

source:  Pot Luck
de: Das neue Labyrinthos
fr: La complainte de la chercheuse

source:  Uncommon Scents
de: Alltäglicher Trubel der Forschung
fr: L'idole du Labyrinthos

source:  A Hard Task to Digest
de: Hohe Jagd der Klauber 1
fr: Chasse académique

source:  Learning to Sow
de: Hohe Jagd der Klauber 2
fr: La lune des chasseurs

source:  A Ripe Trade
de: Hohe Jagd der Klauber 3
fr: Chasse au dino

source:  It's Not Mud
de: Hochwildjagd der Klauber
fr: La saison de l'élite

source:  Not Mushroom for Error
de:  Kiste mit Hexenschusspotenzial
fr:  Pas de gâchis

source:  Lost Little Troll
de:  Unerwiderte Gefühle
fr:  La zone de l'amitié

source:  Problematic Pests
de:  Im Kreis der Familie
fr:  Tikka de fête

source:  Pests Be Gone
de:  Die Abenteurerin aus der Azim-Steppe
fr:  L'aventurière de la Steppe d'Azim

source:  Dream Big
de:  Ein Matanga kommt selten allein
fr:  Des Matangas partout

source:  A Volatile Education
de:  Vertrauen ist der größte Reichtum
fr:  De l'importance de retourner une faveur

source:  The Light of Progress
de:  Langfingern auf der Spur
fr:  Chasse à l'homme à Yedlihmad

source:  My Fair Mammet
de:  Ein unkollegialer Dieb
fr:  Petit larcin au Grand Œuvre

source:  The Creature from the Wooden Crate
de:  Ein Geschenk von Herzen
fr:  Le pouvoir des gemmes

source:  Fast Fashion
de:  Unnötige Zurückhaltung
fr:  Doléances inavouables

source:  Booking Books
de:  Jung, gesund und vor Kraft strotzend
fr:  Un homme de culture

source:  For the Love of Pudding
de:  Eine Alchemistin gibt nicht auf
fr:  Réorientation et réfections

source:  Secret in the Box
de:  Ein starker Duft
fr:  Les Arkasodaras ont de la trompe

source:  Leveilleur Philanthropy
de:  Alchemist vermisst
fr:  Ça passe ou ça tasse

source:  Sandwiches and Pretzels
de:  Hanni auf dem Holzweg
fr:  Hamsou, où es-tou<var 1D /var>?

source:  Seeing Red
de:  Hoffnung für die Hamsa
fr:  Couver le couvoir

source:  Herbicidal Tendencies
de:  Steinharte Geschäfte
fr:  Un agent taillé pour la taille

source:  Let the Good Times Troll
de:  Beruhigende Borke
fr:  Au bouleau

source:  Apple-y Ever After
de:  Das Amulett einer Wächterin
fr:  L'amulette de la gardienne

source:  The Case of the Missing Gleaner
de:  Agama zu Ehren
fr:  À la hauteur d'Agama

source: Cutting the Cheese
de:  Patrouille für das Himmelsheer
fr:  La patrouille de l'Ost rayonnant
