Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Serendipity Now
de: Modische Tarnung
fr: Une fille entêtée

source: Mammets on Fire
de: Mutter gegen Tochter
fr: Une mère inquiète

source: The Horns of the Green
de: Der Schwur
fr: L'histoire se répète

source: The Fox in the Hen House
de: Kulturaustausch
fr: Invités de la marque

source: Jaded
de: Der Schmetterlingseffekt
fr: L'effet Kotocho

source: Form to the Formless
de: Ein luftig-leichter Frühlingstraum
fr: Kotocho de lumière

source: Elegance and Artistry
de: Tradition versus Moderne
fr: Tradition contre modernité

source: Double Trouble
de: Zwei Engel für Keimei
fr: Elle veut juste une dernière danse

source: A Masterclass
de: Der Weg des Alchemisten
fr: La voie de l'alchimie

source: Two Hearts Beat as One
de: Den De<var 16 /var>stil<var 16 /var>lier<var 16 /var>kol<var 16 /var>ben aufnehmen
fr: L'or liquide

source: A Royal Request
de: Die Summe seiner Teile
fr: Le deuxième principe

source: Gemworks in Progress
de: Das fleißige Bienchen
fr: Les durs devoirs de maître de guilde

source: Blindsided
de: Mach den müden Meister munter
fr: Le pouvoir en bouteille

source: The Perfect Tribute
de: Zaubertinte
fr: Les arcanes de l'alchimie

source: Sultana Dreaming
de: Im Dienst der Allgemeinheit
fr: Une alchimie utile

source: Way of the Leatherworker
de: Giftmischer
fr: Poisons pour tous

source: My First Head Knife
de: Nie hat man seine Ruhe
fr: Jamais la paix

source: A Test of Technique
de: Kraftvoller Trunk
fr: De la force en bouteille

source: Geva's Gambit
de: Das Geheimnis der Alchemie
fr: Alchimie ultime

source: Working Hells for Leather
de: Vergebung aus dem Totenreich
fr: Un miracle fugace

source: Aldgoat Everything
de: Tiefgründige Trivialität
fr: Simple mais profond

source: Skin in the Game
de: In der Tinte liegt die Kraft
fr: Pris à leur propre jeu

source: Toadskins of the Father
de: Herz aus Kristall
fr: Cœur de cristal

source: Lead by Example
de: Doppelgänger einer Leiche
fr: Le mystère des jumeaux

source: Brand Loyalty
de: Spektralanalyse
fr: Spectranalyse

source: Dissension in the Ranks
de: Frisch verstorben
fr: Un cadavre dans le désert

source: Accept No Imitations
de: Süß macht schlau
fr: Dépasser les limites de la création

source: Turndown Service
de: Mumuepos Zunge lockern
fr: L'orfèvre au bois dormant

source: By Your Bootstraps
de: Blutspuranalyse
fr: Péché et rédemption

source: Perfect Pitch
de: Mein Herz, für immer dein
fr: Par-delà la mort

source: From the Hoplon to the Brume
de: Der Weg des Gourmets
fr: La voie de la cuisine

source: A Winter's Sale
de: Die Kasserolle aufnehmen
fr: Une recette au poil

source: A Taxing Request
de: Einfach zu gut
fr: C'est bon pour le moral

source: Mounting Expectations
de: Zwei Dodos vom Grill
fr: Dînons deux dodos dodus

source: The Value of Life
de: Der Kebab-Connaisseur
fr: La brochette qui tombe à pic

source: The Trouble with Taxidermy
de: Pflaume verleiht Flügel
fr: Une recette qui ne compte pas pour des prunes

source: True to Life
de: Gegrillten Bock drauf haben
fr: Bonne bidoche

source: Way of the Weaver
de: Einen geräucherten Räuber bitte
fr: Un palais exigeant

source: My First Needle
de: Beamte sind genau wie wir
fr: Une employée débordée

source: Once More unto the Breeches
de: Die diplomatische Trumpfkarte
fr: Pâtisseries pour apéritif dînatoire

source: Alternative Applications
de: Hoher Besuch aus Ishgard
fr: Hommage à l'ambassadeur

source: Practical Needs
de: Die Krönung deiner Ausbildung
fr: La vengeance est un plat qui se mange froid

source: Materia Concerns
de: An die Töpfe, fertig, los!
fr: Mettre du piquant dans sa vie

source: That Velveteen Dress
de: Süßer Schreck
fr: Tout en douceur

source: Miner on a Mission
de: Der heiße Plan
fr: À la soupe<var 1D /var>!

source: Designed by Committee
de: Die Wette
fr: Le pari

source: A Subtle Inquiry
de: Wahre Gastfreundschaft
fr: Cuisiner avec compassion

source: The Intervention
de: Ein Abenteurer und Gourmet
fr: À la découverte des saveurs orientales

source: A Miner Reborn
de: Das Brot des Fernen Ostens
fr: Le pain des Domiens

source: The Social Knitwork
de: Die Brühe macht Mühe
fr: Une faim en queue de poisson

source: Tomboy Foolery
de: Die Kunst der Sushi-Zubereitung
fr: L'art du sushi

source: For Lover and Country
de: Der Mythos der Reinheit
fr: Identité culturo-culinaire

source: Spinning the Truth
de: Der Weg des Minenarbeiters
fr: La voie de l'extraction minière

source: Never Leave without a Good-bye
de: Die Spitzhacke aufnehmen
fr: Premiers coups de pioche

source: When East Meets West
de: Landeskunde
fr: Tomber sur un os

source: The Butterfly Effect
de: Nischenmärkte
fr: Une roche noire et tranchante

source: The Crane's Caveat
de: Die Bergbau AG ruft
fr: Le ponte de l'extraction minière

source: A Geiko for All Seasons
de: Hand in Hand
fr: Matière à extraire

source: Send Me an Angel
de: Sprudel zum Wein
fr: Une eau qui fait tourner la tête

source: Way of the Alchemist
de: Obsidian-Wettstreit
fr: Un sombre duel minier

source: My First Alembic
de: Gildenrivalen
fr: Les gemmes de la détermination

source: The Second Principle
de: Berufsrisiko
fr: L'orgueil friable du mineur

source: All of Your Beeswax
de: Geplatzte Träume
fr: À vouloir briller comme l'électrum

source: For Fair Love
de: Rehabilitierung
fr: Un passé de sombracier

source: The Arcanist's Tome
de: Oschons Räuber
fr: Le poussin et le professeur

source: Practical Alchemy
de: Ein dreckiges Geschäft
fr: Les compagnons du risque

source: Baleful Brews
de: Wieder<var 16 /var>sehen mit alten Bekannten
fr: Titane anti-dragons

source: Cease and Assist
de: Bodenproben
fr: Argent durement gagné

source: Might Made Right
de: Der Held von Frohehalde
fr: Le héros d'Idyllée

source: Ultimate Alchemy
de: Stickix' Projekt
fr: La fabrique de Stickqix

source: Momentary Miracle
de: Dicke Haut
fr: Les têtes de pioche

source: Without a Trace
de: Speziell für alle
fr: Pour petits OU grands

source: Magic Marks the Spot
de: Vermittlungsversuche
fr: Son nom c'est reviens<var 1D /var>!

source: From Hells
de: Umwälzender Erfolg
fr: Un rêve réalisé, un futur assuré

source: Burden of Proof
de: Der Weg des Gärtners
fr: La voie de la botanique

source: What Death Can Join Together
de: Das Gärtnerbeil aufnehmen
fr: Les bienfaits du latex

source: Not Quite Dead Yet
de: Ein kleiner Trost
fr: Dites-le avec des gâteaux

source: The Forbidden Blade
de: Für Krieg und Frieden
fr: Des plumes plus fortes que les épées

source: Do Goldsmiths Dream of Gilded Sheep
de: Kein guter Gärtner
fr: Bien mal acquis ne profite jamais

source: No Sin Unpunished
de: Angemessen ausgestattet
fr: Qui veut voyager loin ménage sa parure

source: A Love Beyond Lifetimes
de: Kräuter vor die Ul'dahner werfen
fr: Infusion universelle

source: Way of the Culinarian
de: Der Lauf der Natur
fr: Bonnes poires

source: My First Skillet
de: Ein Festschmaus für die Helden
fr: Les lauriers de la gloire

source: A Treat of Trout
de: Kindheitserinnerungen
fr: Ratatouille maternelle

source: Dodo It Yourself
de: Eine Frage des Friedens
fr: Le gui de la discorde

source: On a Skewer Tip
de: Aufkeimende Hoffnung
fr: Les fruits du labeur

source: Releasing a Burden
de: Mit Schaufel und Hacke gegen Eis und Frost
fr: L'appel du ciel

source: Winning Friends with Aldgoat
de: Gurken und Tomaten wollen nicht geraten
fr: Le village dans les nuages

source: The Chefsbane Cometh
de: Völkerverbindende Botanik
fr: Ménagement des sols

source: Of Cooks and Books
de: In Harmonie mit der Natur
fr: Parasites sur terre

source: Diplomacy of the Skillet
de: Grenzen sind dem Samen fremd
fr: Aucune frontière n'arrête la nature

source: A Taste of Home
de: Eine Gärtnerin mit Herz, aber ohne Talent
fr: Une spécialité pour Idyllée

source: Revenge of the Chefsbane
de: Die dolle Knolle
fr: Le bonheur est dans la forêt

source: Wait on Me
de: Wo ist der Rote Admiral?
fr: La Belle et les botanistes

source: A Spoonful Less Sugar
de: Der weiße Tod
fr: La fin des popotos

source: Looking for Some Hot Stuff
de: Der Weg zur Gärtnerin
fr: Mettre des bâtons dans le potager

source: Love Meat Tender
de: Der Weg des Fischers
fr: La voie de la pêche

source: The Spirit of Hospitality
de: Die Angelrute aufnehmen
fr: L'embarras de l'anchois

source: Flavors of the Far East
de: Übung allein macht keinen Meister
fr: Ça sent le hareng

source: Rice to the Occasion
de: Fischers Fritz fischt große Fische
fr: La princesse des requins

source: A Broth from the Brine
de: Du Fischer? Wollen Glitzer-Fische!
fr: Flap flap plouf plouf

source: Teach a Man to Make Fish
de: Künstliche Effektivität
fr: Faut pas prendre la mouche

source: The Way to a Father's Heart
de: Köder für den Köder des Köders
fr: Un poisson-chat dans la gorge

source: Way of the Miner
de: Goblin-Ruhm
fr: Pêcher au clair de lune

source: My First Pickaxe
de: Wüstenfischer
fr: Pêche en haute mer des sables

source: Know Thy Land
de: Die Würze liegt nicht in der Kürze
fr: Des poissons pluvieux

source: The Cutting Edge
de: Über den Wolken
fr: La canne à pêche dans les nuages

source: Getting in Deep
de: Seeschlangenalarm
fr: Un gros gros gros poisson

source: Old Wisdom, New Ways
de: Fischer unter sich
fr: Vers de nouveaux points de pêche

source: Water from Stone
de: Das Über-Fischertalent
fr: Jamais deux sans trois

source: Obsidian Race
de: Fischbestände in Gefahr
fr: Un prédateur des forêts

source: Amethysts Are Forever
de: Eine giftige Lektion
fr: Un défi empoisonné

source: To Die For
de: Freund<var 16 /var>schaft unter Fischern
fr: L'anneau du poisson rouge

source: Gulley of Woes
de: Der Feind in meinem Flussbett
fr: Des étoiles filantes de mer

source: Canyon of Regret
de: Großmaul gegen große Klappe
fr: Retrouvailles en eaux étrangères

source: Breaking New Ground
de: Unter dem Meer
fr: Vers les lieux de ponte

source: Sellspade
de: Vergessene Traditionen
fr: Préparatifs de fête

source: The Same Vein
de: Feste soll man feiern
fr: La fête de Wadatsumi

source: Digging Deeper
de: Ihres Glückes Schmied
fr: La motivation d'une métallurgiste

source: The Hole Truth
de: Zukünftige Stammkunden
fr: Voyage d'affaires chez les Nu Mou

source: Gift of the Gob
de: Schmiede gut, alles gut
fr: Pour la grande gloire de la soufflerie

source: Thick Skin
de: Die Erinnerungswerkstatt
fr: Sauvegarde 001 [Du nouveau chez les façonniers]

source: Pedal to the Metal
de: Erinnerung an Meister Harigg
fr: Sauvegarde 002 [Des souvenirs si précieux]

source: Where the Money Takes You
de: Restaurierung der Familienbande
fr: Sauvegarde 003 [Les liens qui nous unissent]

source: A Miner Success
de: Bethric, Veterinär aus Leidenschaft
fr: Cuisine de vétérinaire

source: Way of the Botanist
de: Heimat ist da, wo man sich Zuhause fühlt
fr: Parmi les siens, c'est moins bien

source: My First Hatchet
de: Alte Wunden heilen
fr: Un nouvel envol

source: Sap for Smiles
de: Es war einmal ein Pflanzenwesen
fr: Une responsable irresponsable

source: Weapons of a Feather
de: Auf den Spuren der Samiel
fr: Simoun fraude

source: Haste Makes Waste
de: Die große, brüllende Wahrheit
fr: Simoun m'était conté

source: Dressed to Harvest
de: Die Leiden des jungen Fischers
fr: Un pêcheur visionnaire

source: Aromatic Aspirations
de: Frischer Fisch für Frithrik
fr: Un pêcheur plutôt doué

source: What Nature Giveth
de: Von Krabben, Kummer und Krankheit
fr: Un pêcheur reconnu

source: A Feast to Say the Least
de: Die Manufaktur der Gemeinschaft
fr: La halle du Juste

source: Crisis of Faith
de: Ein Leuchten in den Augen
fr: Peur du noir

source: Botanist in a Bind
de: Das goldene Artefakt von Professorin Rurusha
fr: La petite relique du professeur Rurusha

source: Seeds of Hope
de: Die Restaurierung des Goldenen Dhyata
fr: La relique au bois dormant

source: Call from the Clouds
de: Räder im antiken Getriebe
fr: Rouages et engrenages

source: Onions of Life Bestowing
de: Verschwendung von Forschungsgeldern
fr: Le fond des fonds

source: Two Nations, One Seed
de: Borics Sorgen
fr: Un assistant inquiet

source: Love for Harmony
de: Professorin Rurusha in Bedrängnis
fr: La convocation de Rurusha

source: Seeds Know No Borders
de: Schlüssel zum Wissen der Altvorderen
fr: Discussion ancestrale

source: Never Meet Your Heroes
de: Auf der Suche nach dem Blauen Stern
fr: À la recherche de l'étoile d'azur

source: You Say Popoto, I Say...
de: Eines Freundes Freund zu sein
fr: Si t'as pas d'amis...

source: Walking for Walker's
de: Ein wahres Gedicht
fr: Compose de la poésie

source: The White Death
de: Ein kleiner Schritt nach vorn
fr: Un petit pas pour l'astronomie...

source: Edgyth's Winning Streak
de: Das zehnjährige Versprechen
fr: Une vieille promesse

source: Way of the Fisher
de: Ein Licht geht auf
fr: Un grand pas pour Jude

source: My First Fishing Rod
de: Ein neuer Stern am Himmel
fr: L'amitié brille sous les étoiles

source: Bigger Fish to Fry
de: Ein Angriff auf die Ge<var 16 /var>schmacks<var 16 /var>nerven
fr: Entre vous et nous, c'est une histoire de dégoût

source: The Princess and the Fish
de: Wenn ein Löffelchen voll Süßstoff ...
fr: Une pincée de sucre

source: Every Fish Has a Silver Lining
de: Ein Brot mit Biss
fr: Un brin de consistance

source: A Fish in Hot Water
de: Es fehlt der Wohlgeruch
fr: Une pointe d'arôme

source: A Game of Cat and Fish
de: Das Geheimnis eines langen Lebens
fr: Les tribulations d'une marmitonne en Orient

source: Like Fish Passing in the Night
de: Möge das bessere Brot gewinnen
fr: La perfection panaire

source: A Fish out of Water
de: Die Esskultur Sharlayans
fr: L'avenir des papilles sharlayanaises

source: Fishing in the Rain
de: Die Liebe zur Kultur
fr: Amour, recherche et culture

source: I Believe Fish Can Fly
de: Ist es zu scharf, bist du zu schlapp
fr: Couleurs et épices

source: So Long, and Thanks for All the Fish
de: Heizen mit Erdseim
fr: Pas très magique, tout ça

source: Plenty More Fish in the Sea
de: Möhrchen und Hasenöhrchen
fr: Une culture VRAIMENT lointaine

source: The Icepick Challenge
de: Wie zerronnen, so gewonnen
fr: Les voyages perdent la jeunesse

source: Invasion of the Supper Snatchers
de: Vor langer, langer Zeit
fr: Il était une fois la culture

source: One Man's Fish Is Another Man's Poison
de: Die Kultur der Liebe
fr: Sharlayan la nuit

source: Carpe Diem
de: Ein Ätherologe am Tiefpunkt
fr: L'éthérologue au mal d'éther

source: Whither Wawalago Wanders
de: Die Theorie der Äther-Gezeiten
fr: La théorie des marées d'éther

source: A Rousing Reunion
de: Kleinfisch macht auch Äther
fr: Des poissons qui font des vagues

source: Search for the Spawning Grounds
de: Fremde Gewässer des Nordens
fr: Passé écrit dans des coquilles

source: Always a Bigger Fish
de: Rätselhafte Anomalien
fr: Baleine égarée et flux irréguliers

source: Farewell, and Thanks for the Fish
de: Ein Fisch aus fernen Tagen
fr: Fraîchement pêchés du passé

source: Iola, Forgemaster
de: Neue Horizonte der Forschung
fr: Vers de nouveaux horizons éthérologiques

source: To Struggle Nu Mou
de: Die Magieakademie von Sharlayan
fr: Les requêtes de l'académie de magie

source: The Iron Bellows
de: Die Expansion des Wissens
fr: Vers l'infini, et au-delà

source: Cherished Memories
de: Die neue Mitarbeiterin
fr: Forgeron à tout fer

source: For Sentimental Reasons
de: Sensen für Hanuhanu
fr: Baptême du cuivre

source: The Notes of Bond Restoring
de: Tante Tiis Tortillapressen
fr: Une volonté d'acier

source: Friends of a Feather
de: Leuchtende Laternen
fr: Aussi vif que l'argent

source: Where We Belong
de: Gemeinsamswerk im Schnelltempo
fr: Le cœur lourd comme le bronze

source: Healing Old Wounds
de: Aufstieg zum Hoflieferanten
fr: Un travail de titane

source: On the Trail of a Myth
de: Ein wahrer Wohlplatz
fr: L'artisane aux mains d'or

source: Shedding Light on the Myth
de: Es war einmal<var 1D /var>...
fr: Il était une fois...

source: The Myth Takes Form
de: Der Geschmack des süßen Schilfs
fr: Le Conte du cueilleur de roseaux

source: Well Eel Be Damned
de: Der tapfere kleine Pelupelu
fr: Le Petit Pelupelu frêle

source: Fishing for Confidence
de: Eine Ode an die Tontöpfe
fr: Les Mobelins et la Caverne aux merveilles

source: Morsel of the Deep
de: In Stein gemeißelt
fr: L'Odyssée du linguiste

source: The Crystalline Mean
de: Über den Baumwipfeln
fr: Le Doppro qui veut voler aussi haut que le soleil

source: For Every Child a Star
de: Die, die der Sonne folgen
fr: Les Mille et Une Lunes des Tonawawta

source: Professor Rurusha's New Friend
de: Ohne Saft und Kraft
fr: Le Bar dans le jus

source: The Dormant Dhyata
de: Mon Cherimoya
fr: Du jus pour des écailles douces

source: Gears of Gold
de: Die Nase trinkt mit
fr: Du jus pour soulager la fatigue

source: Rubbished Research
de: Halnaruk die Helfenhand
fr: Jus énergisant

source: Boric's Choice
de: Das ideale Getränk
fr: Le parfait breuvage

source: A Friend in Need
de: Feigen vertreiben den Kater
fr: Du jus pour soigner la gueule de bois

source: Wayback Machine
de: Ein Prosit dem Erfolg
fr: Le rêve de Xeerol Ja

source: In Search of the Azure Star
de: Nur das Beste vom Besten
fr: Un bouillon pharmaceutique de culture

source: The World without You
de: Die große Sammelprüfung
fr: La preuve par la récolte

source: Poetry Recital
de: Über Stock und Stein
fr: Un nuage qui a l'œil

source: One Step Forward
de: Im Einklang mit der Natur
fr: Unis à Mère Nature

source: A Ten-year Promise
de: Ein gleißender Lichtstrahl am Himmel
fr: Un rayon dans le ciel

source: An Astronomical Growth
de: Auf der Suche nach der Wahrheit
fr: Dans le creux du cratère

source: The Promised Star
de: Die blauen Himmelsblüten
fr: Des larmes tels des pétales

source: Perfectly Awful
de: Ein ganz und gar (un)gewöhnlicher Fischladen
fr: La petite boutique des bizarreries marines

source: Make It Sweeter
de: Dieser Fisch ist spitze
fr: Un festin qui ne manque pas de piquant

source: Remember the Texture
de: Eine harte Nuss von Fisch
fr: Le plus dur reste à faire

source: Aroma Is Key
de: Auf die Fischgröße kommt es an
fr: Prendre le problème à bras-le-qor

source: Long Live the Gourmet
de: Das Prüfungsergebnis
fr: Les trois épreuves de Pashenine

source: Perfectly Delectable
de: Fisch-Hochgenuss
fr: Le poisson entêtant

source: Sharlayan Cuisine
de: Vollendete Fischillusionsmagie
fr: De l'électricité dans l'eau

source: Cultured Pursuits
de: Der Markt von Wachumeqimeqi
fr: Wachumeqimeqi, le bazar aux Mille Perles

source: Cooking Up a Culture
de: Freier Paladin
fr: Le serment du paladin

source: The Culture of Ceruleum
de: Leuchtendes Vorbild
fr: Un rêve d'enfant

source: The Culture of Carrots
de: Intrige und Verrat
fr: Luttes de pouvoir

source: Hinageshi in Hingashi
de: Gift im Herzen
fr: Un poison nommé Solkzagyl

source: The Culture of the Past
de: Der rechte Weg
fr: Des négociations à haut risque

source: The Culture of Love
de: Das heilige Schwert
fr: À chacun son chemin

source: Fear the Thesis
de: Restaurierung der Reliktwaffen (Curtana)
fr: Restauration de Curtana

source: Go with the Flow
de: Zum Vorbild gereichen
fr: Sur la piste de l'Épée sacrée

source: Data across the Decades
de: Auf Solkzagyls Spur
fr: Un nouvel espoir

source: History Lesson
de: Blutiger Schnee
fr: La détermination du chagrin

source: The Wandering Whale
de: Der Brief eines Toten
fr: La volonté du cristal

source: Fish Time Forgot
de: Strafexpedition ins Wolkenmeer
fr: Le mal à la racine

source: Pastures New
de: Das Geheimnis der Eidklinge
fr: Un vrai paladin

source: The Faculty
de: Einladung zum Turnier
fr: Invitation au Colisée

source: The Meeting of Minds
de: Thal zu Ehren
fr: Le tournoi commémoratif du sultanat

source: Your Friendly Neighborhood Metalworker
de: Nald zu Ehren
fr: Le gladiateur masqué

source: Hard to Reed
de: Sieg ohne Kampf
fr: Un chantage odieux

source: Hey, Aunt Tii
de: Die hohe Kunst des Schwertkampfs
fr: La finale des champions

source: A Job Quickly Done
de: Wofür es sich zu kämpfen lohnt
fr: Protection rapprochée

source: Teamwork Makes the Craftwork
de: Duo mit vier Fäusten
fr: Le moine errant

source: A New Kind of Metalware
de: Spuren der Geschichte
fr: Les contes des combats passés

source: A Dream Come True
de: Auf der Suche nach Macht
fr: La quête de pouvoir

source: Pameka, the Scrivener
de: Ätherische Harmonie
fr: Le septième chakra

source: Hanu Opportunities
de: Das Schicksal der Mönche
fr: Prendre l'habit

source: This Little Pelu
de: Das siebte Chakra
fr: Le véritable courage

source: Oldton Roads
de: Restaurierung der Reliktwaffen (Sphairai)
fr: Restauration des Sphairai

source: Written in Stone
de: Aus heiterem Himmel
fr: Tout recommencer

source: Reaching for the Sky
de: Sonne und Schatten
fr: Les moines ennemis

source: A Place in the Sun
de: Auf Leben und Tod
fr: Splendeur et obscurité

source: Blame It on My Juice
de: Verratene Verräter
fr: Une nouvelle alliée

source: Mon Cherimoya
de: Das Angebot
fr: Progresser sans s'entre-tuer

source: A Drink for Everymobbie
de: Rhalgrs Wille
fr: Plus rien ne sera comme avant

source: Halnaruk the Helphand
de: Die Rückkehr der Faust
fr: L'embarras du choix

source: The Missing Drink
de: Mönch der Herzen
fr: Coup sur coup

source: Good Hydrations
de: Ungeliebte Verwandtschaft
fr: Rencontre inamicale

source: Three Cheers for Sweet Juice
de: Vorsprung durch ul'dhische Technik
fr: Se sublimer pour triompher

source: Hands for Hire
de: In der Stärke liegt die Kraft
fr: Une nouvelle force protectrice

source: Test of Talents
de: Das Vermächtnis eines Mönchs
fr: Le dernier disciple du Poing de Rhalgr

source: A Discerning Eye
de: Der Krieger aus den Bergen
fr: L'art de la guerre

source: As Nature Intends
de: Man wächst mit seinen Aufgaben
fr: Le ver de trop

source: The Cycle of Life
de: Ein Zeichen von Schwäche
fr: À la guerre comme à la guerre

source: Digging Up the Truth
de: Das Kreuz mit alten Bräuchen
fr: Un guerrier bien équipé en vaut deux

source: Wellspring of Tears
de: Gefährliche Rüstung
fr: Le bras de fer

source: Fishmonger Blues
de: Wahre Stärke
fr: Le Maître de guerre

source: When Wishes Are Fishes
de: Restaurierung der Reliktwaffen (Bravura)
fr: Restauration de Bravura

source: Scaling Up Demand
de: Die Legende des Kriegers
fr: Un guerrier légendaire

source: Big Body, Big Beauty
de: Der Urkraft verfallen
fr: Mise à l'épreuve

source: Donuhanu's Devotion
de: Ein Riese von einem Bären
fr: Comme un ours en cage

source: Catching Breath
de: Schlangen das Plündern austreiben
fr: Chasse aux pillards

source: An Odd Fish Odyssey
de: Gebändigte Urkraft
fr: Dompter sa bête intérieure

source: Wrought in Wachumeqimeqi
de: Klamm in der Klamm
fr: Le sentier de la guerre

source: Paladin's Pledge
de: Das Kräftemessen
fr: L'épreuve de force

source: Honor Lost
de: Eine Schwäche für Stärke
fr: Faiblesse et force

source: Power Struggles
de: Wo die Liebe hinfällt
fr: La maladie d'amour

source: Poisoned Hearts
de: Alle Wege führen nach Azim
fr: Qu'est-ce qui m'arrive<var 1D /var>?

source: Parley in the Sagolii
de: Kriegerische Leidenschaft
fr: Passion guerrière

source: Keeping the Oath
de: Verletzte Kriegerherzen
fr: Le retour du guerrier

source: A Relic Reborn (Curtana)
de: Das Auge des Drachen
fr: L'Œil du dragon

source: An Exemplary Example
de: Lanzenlegenden
fr: La lance du destin

source: The Paladin Who Cried Wolf
de: Narben der Seele
fr: Les griffes dans la nuit

source: Big Sollerets to Fill
de: Doppel-Dragoon
fr: La rencontre des deux dragons

source: Hey Soul Crystal
de: Fatale Versuchung
fr: Un pouvoir subjuguant

source: All According to Plan
de: Klüfte der Feindschaft
fr: La fureur d'un dragon

source: This Little Sword of Mine
de: Restaurierung der Reliktwaffen (Gae Bolg)
fr: Restauration du Gae bolg

source: Tournament of the Century
de: Vom Schüler zum Meister
fr: Enseigner, c'est apprendre deux fois

source: In Thal's Name
de: Die erste Lektion
fr: La première leçon

source: In Nald's Name
de: Schicksalsverwandte
fr: Destins croisés
