Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source:  A Real Pearler
de:  Die richtige Entscheidung
fr:  Récupération<var 1D /var>: risquer ses peaux

source:  You Have the Rite
de:  Urnen für Frohehalde
fr:  Sauvetage<var 1D /var>: réparer les pots cassés

source:  Krilled to Pieces
de:  Rauchsprüh gegen Juckenhaut
fr:  Pulvérisation<var 1D /var>: sus aux suceurs de sang

source:  Tonight We Dine in Shells
de:  Glibber-Genuss vom Fluss
fr:  Récupération<var 1D /var>: une question de goût

source:  Pickles of Partnership
de:  Die Kraft der zehn Kräuter
fr:  Collecte<var 1D /var>: de l'utilité des masques

source:  Little Kojin Lost
de:  Schatz<var 16 /var>suche am Trinär-Annex
fr:  Protection<var 1D /var>: chasseurs en mal de trésors

source:  Much at Steak
de:  Der Haldrath-Floh
fr:  Pulvérisation<var 1D /var>: secouer les puces aux dragons

source:  Confused Courier
de:  Hoch hinaus
fr:  Recherche<var 1D /var>: tous les mêmes

source:  Buoyant Bounty
de:  Ausgebüxt
fr:  Recherche<var 1D /var>: où sont mes dragons<var 1D /var>?

source:  Anala-lyze This
de:  Rauchende Schlote
fr:  Extinction<var 1D /var>: stop aux fumigènes

source:  Sand-sifting Specialist
de:  Vor Angst gelähmt
fr:  Sauvetage<var 1D /var>: intrépide, mais pas trop

source:  Forever Blowing Bubbles
de:  Die falsche Nuss
fr:  Les Mogdernisateurs célestes

source:  No, Not the Boo Box
de:  Stetes Hämmern höhlt den Stein
fr:  La résolution peut renverser des montagnes

source:  Pleasure Doing Business
de:  Starke Freunde
fr:  Un renfort de poids

source:  Deep Turquoise Sea
de:  Kein Brunnen ohne Wasser
fr:  La fontaine de la discorde

source:  Holy Mother of Pearl
de:  Voll der Hammer, kupo!
fr:  Mogdernisation du matériel

source:  Flotsam and Jetsam
de:  Häretische Freund<var 16 /var>schaft
fr:  La statue de l'Amitié

source:  Clammed Up
de:  In Gedenken an wahre Freund<var 16 /var>schaft
fr:  Tout le monde aura sa plaque

source:  Tale of Roe
de: Mach's gut, kupo!
fr: Mogzin au zénith

source:  You Blow It Up
de:  Übung macht den Mogry-Meister
fr:  Avec un peu d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source:  Tentacles of Trade
de:  Mogeks Fehleinschätzung
fr:  Un trésor à la maison

source:  The Hot-blooded Kojin
de:  Eine fundamental wichtige Aufgabe
fr:  Des fondations d'utilité publique

source:  Disciplinary Action
de:  Mogeks Fehlkalkulation
fr:  Vanniers vannés

source:  Brooding Broodmother
de:  Glatt verputzt
fr:  Au pied du mur

source:  Griffins Rampant
de:  Nussige Belohnung
fr:  Des travailleurs à la noix

source:  Chance of Gales
de:  Helle Ernte
fr:  À coups de serpe

source:  It Can Be Cruel Sometimes
de:  Fleißauffrischung
fr:  Monture remontante

source:  Schism between Sisters
de:  Prächtig wie ein Klosterboden
fr:  Pavé de bonnes intentions

source:  Celebratory Smorgasbord
de:  Sensible Sammler
fr:  L'ivresse du travail

source:  A Real Fixer-upper
de:  Quadratur der Kugel
fr:  Quand la taille compte

source:  A Sluggish Endeavor
de:  Fremde Gebräuche
fr:  Amitié explosive

source:  Deep-rooted Problems
de:  Angstmachern Angst machen
fr:  Pour rugir de plaisir

source:  Beating the Heat
de:  Bommel-Diplomatie
fr:  La diplomatie du pompon

source:  Out for Delivery
de:  Erst die Arbeit, dann die Kupo-Nüsse
fr:  Restauration mogderniste

source:  A Bit of Home Cooking
de:  Ein Brunnen für die Ewigkeit
fr:  Le secret de la longévité

source:  Snack between Meals
de:  Ätherweckruf
fr:  Statues et rugissements

source:  A Signal for the Senses
de:  Freund<var 16 /var>schaft geht durch den Magen
fr:  Mog chef

source:  Criminal Crossings
de:  Hochgradige Sammlerexpertise
fr:  Les Mogdernisateurs font le kupoirier

source:  When Feathers Fly
de:  Bleibende Werte
fr:  Décharge générale

source:  Sparring Lesson
de:  Mogrys für Eorzea
fr:  Une vocation de taille

source:  Funnel and Games
de:  Spielkinder
fr:  Des bêtes curieuses

source:  A Swarm Welcome
de:  Rabiate Methoden
fr:  Opération sternutation

source:  Keeping an Eye off Things
de:  Die Kneif-Kur
fr:  Un accord gagnant-gagnant

source:  Have I Got News for You
de:  Auf die Schnelle noch ne Fischfrikadelle
fr:  Leurre de gloire

source:  The Very Hungry Marid
de:  Ende gut, Sammelwut
fr:  Paresse sociale

source:  The Antlion's Share
de:  Dankeschön Ishgarder Art
fr:  Mettre du cœur au ventre

source:  Hearts of Precious Stone
de:  Löchrige Planung
fr:  Au fond du trou

source:  Ants in the Pants
de:  Mit Zuckerbrot und Peitsche
fr:  La carotte et le bâton

source:  Up Sheet Creek
de:  Weckruf des Drachen
fr:  Rugissement dynamisant

source:  Bhoot Camps
de:  Die blaue Schatzkammer
fr:  Kami miniature

source:  Thin-skinned
de:  Ein Wellengeneral schlägt Wellen
fr:  Un silure en filature

source:  A Delicate Operation
de:  Der Wert der Freund<var 16 /var>schaft
fr:  Les rois du silence

source:  A Business Proposal
de:  Rotpanzer auf dem Vormarsch
fr:  Les Rouges contre-attaquent

source:  For Fast, Temporary Relief
de:  Zoff auf Zekki
fr:  Allez les Verts<var 1D /var>!

source:  Soothing the Sting
de:  Tsuku-wer?
fr:  Il s'appelait Tsukumo

source:  Catching and Fletching
de:  Der Gestank der Niederlage
fr:  Dégelée pour les Rouges

source: Something Fishy This Way Comes
de:  Perlenhandel
fr:  Pas le temps d'enfiler les perles

source:  One Size Fits All
de:  Das Reini<var 16 /var>gungs<var 16 /var>ritual
fr:  Le rituel de purification

source:  Big, Big Fish
de:  Rochenfütterung
fr:  Raie à régaler

source:  Waiting for Gyodo
de:  Panzertöpfe
fr:  C'est dans les vieilles carapaces...

source:  Out of the Frypan
de:  Verköstigung der Konföderation
fr:  La politique des Verts

source:  Into the Fire
de:  Schatz<var 16 /var>sucherin mit Orientierungsproblemen
fr:  La Kojin égarée

source:  Disciples of Creation
de:  Geschmacksache
fr:  Y a pas d'arêtes dans le bifteck

source:  The Importance of Being Yes, Yes
de:  Vergesslicher Händler
fr:  Expérience passe science

source:  Pilgrim's Regress
de:  Duftspuren
fr:  Les lingots de la mer

source:  Unidentified Festive Objects
de:  Sicherung des Höllenspunds
fr:  Feu rouge pour les Verts

source:  Carry That Crate
de:  Schatzsauger
fr:  La raie qui ne perd pas l'aspiration

source:  Free for Most
de:  Nicht so schüchtern, Rochen
fr:  Une passion faite de bulles

source:  Simpler Gifts
de:  Eigenwillige Truhen
fr:  Coffres à la dérive

source:  Catching Catfish
de:  Handarbeit aus Isari
fr:  Une amitié réciproque

source:  Wood You Believe It
de:  Mondperlen
fr:  Les fragments de lune

source:  Ghosts of Honor
de:  Muschelsprengung
fr:  Sculpture sur fruits de mer

source:  Great Buuz Up
de:  Ein gutes Auge für Schätze
fr:  Trésors en débris

source:  Local Special Tea
de:  Schatzmuscheln
fr:  Des coquillages gloutons

source:  Surprise Offerings
de:  Kaviar macht Freunde
fr:  Le caviar des Kojin

source:  Carving a Niche
de:  Bombastische Abrüstung
fr:  Résidus impériaux

source:  Collision of Cultures
de:  Oktopus-Fallen
fr:  Un cadeau bien frais

source:  Beat of the Drum
de:  Heißblütiger Blaupanzer
fr:  Une tortue qui en a dans la carapace

source:  Ready the Confetti
de:  Bittere Lektion
fr:  Du rififi chez les raies rayées

source:  Bearers Wanted
de:  Grenzwache Velodyna
fr:  Les garde-frontières de la Velodyna

source:  Roasting a New Dish
de:  Von der Wildheit mhigischer Greifen
fr:  Deux griffons pour le prix d'un

source:  In Steep Trouble
de:  Wie man sich bettet
fr:  Un conseiller pas comme les autres

source:  A Stable's Condition
de:  Liebe und andere Irrwege
fr:  Le retour du futur Nunh

source:  Cannot Say Neigh
de:  Schwesternliebe, Schwesternhiebe
fr:  Retrouvailles entre sœurs

source:  Bull's-eye
de:  Festessen über dem Velodyna
fr:  Festin sur la Velodyna

source:  A Favor Repaid
de:  Robuste Konstruktion
fr:  Fatigué mais debout

source:  A Welcome Surprise
de:  Schleimige Erzfeinde
fr:  Moi, moche et visqueux

source:  Overcommitment
de:  Vitale Bäume
fr:  Initiative écologique

source:  Give till It Hurts
de:  Kühlendes Moos
fr:  Une Ananta sur un pont brûlant

source:  Taking the Plunge
de:  Die Lebensader der Grenzwache
fr:  Faut livrer pour vivre

source:  The Deadliest Sport
de:  Aromatische Ananta-Speise
fr:  Repas de fête

source:  Manic Pixie Dream Realm
de:  Das Geheimnis schöner Schuppen
fr:  Demain, jarrets

source:  Sustenance for the Soul
de:  Olfaktorische Rauchzeichen
fr:  Assurer la relève

source:  The Heart's Oasis
de:  Verbrecherjagd im Grenzland
fr:  Cache-cache frontalier

source:  A Cry from the Ashes
de:  Streit unter Greifen
fr:  Prise de bec fraternelle

source:  As the Heart Bids
de:  Lektion in Demut
fr:  Apprendre dans la douleur

source:  Forever and a Dream
de:  Vom Jäger zum Gejagten
fr:  L'appât est le chasseur

source:  Where There's Wool, There's a Way
de:  Bissige Insekten
fr:  Ne me pique pas

source:  A Flowery Frolic
de:  Fetter Foper
fr:  Fopar rêvait

source:  Sharing Is Caring
de:  Steinige Zukunft
fr:  Une prédiction, et ça repart

source:  The Aesthetician of Il Mheg
de:  Hungriger Maride
fr:  Quand l'appétit va tout va

source:  Sweet as Honey
de:  Gefahr im Sand
fr:  La part du fourmilion

source:  I Dream of Shinies
de:  Herzen aus Stein
fr:  En plein cœur de pierre

source:  The Wonder of Witchweed
de:  Trampeltier
fr:  C'est comme ça qu'on attire les fourmis

source:  Of Marvelous Mallow
de:  Hartnäckige Flecken
fr:  Plus blanc que blanc

source:  The Moss Fungus Menace
de:  Die große Leuchte
fr:  Humour ananta

source:  Porxine Perfection
de:  Geisterstunde
fr:  Les anges de l'insalubrité

source:  The Big Sleep
de:  Schwanzpflege
fr:  Rocailles et écailles

source:  Best of Boat Worlds
de:  Empfindliche Blumen
fr:  Infusions fleuries

source:  Amazing Graze
de:  Handels<var 16 /var>be<var 16 /var>ziehungen
fr:  Échanges entre tribus

source:  Pure Imagination
de:  Sanitätsdienst
fr:  Pommade premiers soins

source:  Raiders of the Lost Pork
de:  Balsam für geschundene Soldaten
fr:  Les mains dans la boue

source:  Pebble without a Cause
de:  Befiederung der Pfeile
fr:  Empennages gaganiens

source:  There's Always a Stupider Fish
de: Eine Schicksalsfffrage
fr: Comme un Namazu dans la steppe

source:  Bring Your Water to the Slaughter
de:  Fffeierlicher Fffummel
fr:  Tenue de fête exigée

source:  Not the Beavers
de:  Fffirlefanz fürs Opffferfest
fr:  Demandez le programme

source:  The Once and Future Marchioness
de:  Ein fffestlicher Umzug
fr:  Comme la saucisse

source:  No Accounting for Taste
de:  Die Bräuche der Nomaden
fr:  À la mode xaela

source:  What the Phooka
de:  Spiel mit dem Fffeuer
fr:  Un Namazu au bûcher

source:  No Grown-ups Allowed
de:  Die Fffrüchte der Fffreundschaft
fr:  Dites-le avec des kakis

source:  Pride-and-Seek
de:  Tauschrausch
fr:  Une transaction compromise

source:  A Porxie Before Swine
de:  Fffromme Fffische
fr:  Le pèlerinage des Namazu

source:  Snot My Problem
de:  Reinlichkeitsfffimmel
fr:  La cérémonie de purification

source:  Aim High
de:  Höchst kultiviert
fr:  Zéro braséro pour les héros

source:  The Chaser
de:  Motivationshilfffe
fr:  Présent à l'événement

source:  The Stewards of Note
de:  Auf gute Nachbarschaffft
fr:  Geste manifeste pour les modestes

source:  Wisdom of the Night
de:  Wels ein Fffang!
fr:  Les yeux plus gros que le poisson-chat

source:  The First Stela: Of Ronkan Might
de:  Eine Ffflosse wäscht die andere
fr:  Namazu des bois

source:  The First Stela: Of Ronkan Benevolence
de:  Ahnen, bringt uns Glück und Wohlstand
fr:  Vie et prospérité

source:  Delving Deeper
de:  Buuds geben Kraffft
fr:  Une belle bande de buuz

source:  The Second Stela: The Hunters and the Hunted
de:  Heiliger Tee
fr:  Thé ou saké

source:  The Second Stela: Fast Friends
de:  Operation „Amboss“
fr:  Offrande empoisonnée

source:  A Chilling Fate
de:  Massenhaffft Mikoshi
fr:  Porter la corne

source:  The Third Stela: A Famine for Fishmen
de:  Wasshoi macht die Götter froh
fr:  La fête des voisins

source:  The Third Stela: A Feast for Fishmen
de:  Es blubbert der Beat
fr:  En avant la musique

source:  What Ails the Forest
de:  Konfffettifieber
fr:  Pénurie de confettis

source:  Glory Be to the Scree
de:  Kaum zu ertragen
fr:  Les petits porteurs

source:  A Tool's Errand
de:  Geschmacksfffrage
fr:  Au menu<var 1D /var>: du poisson<var 1D /var>!

source:  Where the Sun Don't Shine
de:  Heilsame Knallerei
fr:  Les ravages de la boisson

source:  A Touch of Home
de:  Da steht kein Pffferd aufm Flur
fr:  Namazu, passion cheval

source:  Mother's Recipe
de:  Wenn er fffällt, dann schreit er
fr:  Adieu poulain

source:  Power to the Vegetables
de:  Namazuo-Schießbude
fr:  Les poissons archers

source:  Rational Thinking
de:  Fffestmahl für die Dotharl
fr:  Gastronomie namazu

source:  Making Scents
de:  Kampfff der Kulturen
fr:  Les petits cadeaux en<var 16 /var>tre<var 16 /var>tien<var 16 /var>nent l'amitié

source:  Marks of Friendship
de:  Die Tanzffflosse schwingen
fr:  Danse avec les Oronir

source:  Prayers and Poison
de:  Fffestliche Wurfffgeschosse
fr:  Attention la tête

source:  Salve Our Souls
de:  Ohne Netz und doppelten Boden
fr:  Le grand plouf

source:  Rings of Pattern
de:  Paissa-Kämpfffe
fr:  L'œil du païssa, le frisson du combat

source:  You Dirty Rats
de:  Zwischen Traum und Wachen
fr:  Entre rêve et réalité

source:  If It's Broke, Fix It
de:  Der Träume Pforten
fr:  La disette du cœur

source:  La-hee
de:  Wehklagen, das durch Träume hallt
fr:  L'oasis des sentiments

source:  The Qitari Book of Records
de:  Das fünfte Portal
fr:  Le cri ignoré

source:  Meat and Greet
de:  Trubel im Traumland
fr:  À l'écoute de soi

source:  I Have Never Exploded
de:  Ein neuer Traum ist geboren
fr:  Des rêves à cœur joie

source:  By the Power Invested in Scree
de:  Wie auf Wolle wandeln
fr:  Une route toute en douceur

source:  Rock 'n Ronka
de:  Blütenminiatur
fr:  Dites-le avec un panier

source:  There's No Clean Like Qhoterl Clean
de:  Pixie-Schätzchen
fr:  La collection de mes rêves

source:  Legends of the Ronkan Temple
de:  Der Baum-Barbier
fr:  Des enfeuillés trop branchés

source:  Her Splendid Materials
de:  Honigsüße Verführung
fr:  Du nectar pour des jouets

source:  Splendid Eats
de:  Traumhafte Schatz<var 16 /var>suche
fr:  Plonger pour rêver

source:  Eggspotting
de:  Ver<var 16 /var>wand<var 16 /var>lungsfähiges Kraut
fr:  Urgence végétale

source:  Safety Is No Accident
de:  Mehr Bommel braucht der Traum
fr:  Pour des rêves plus planants

source:  One Fish, Two Fish, Bread Fish, Stew Fish
de:  Fungizid
fr:  Mycophobie

source:  Serpent's Will Be Done
de:  Ein Rüssel für Süßes
fr:  Inspiration porcine

source:  Qhoterl's Chronicles
de:  Sanft entschlummert
fr:  Le dernier voyage

source:  It's Dwarfin' Time
de:  Der Traum vom Segeln
fr:  L'aile et le bateau

source:  A Piss-up in a Brewery
de:  Ein Leben für die Schafe
fr:  L'herbe d'Anden

source:  I Heard You Like Tanks
de:  Welch unerwartete Überraschung
fr:  Une requête surprenante

source:  Tanking Is Hard
de:  Befremdlicher Fremder
fr:  Un intrus en Il Mheg

source:  Chief Concerns
de:  Feengold
fr:  Une riche idée

source:  Tanks for the Memory
de:  Buntes Schauspiel
fr:  Arc-en-ciel, le plus beau poisson des océans

source:  Lakeland Neighbors
de:  Kühles Nass im Überfluss
fr:  Jeux d'eau, jeux rigolos

source:  Clean Beard, Clear Mind
de:  Unaussprechliche Gefahr
fr:  Le retour de la menace

source:  Quality Parts, Guaranteed
de:  Ein prachtvolles Gefolge
fr:  Tout va très bien, Madame la Marquise

source:  The New Batch
de:  Im Traum ist der Wurm drin
fr:  Requête répugnante

source:  The Telltale Axles
de:  Ein nicht ganz ungefährlicher Spaß
fr:  Attrapez-les tous<var 1D /var>!

source:  A Blueprint a Day
de:  Das Pilzversteck
fr:  Opération cabanon

source:  Foundations of Steel
de:  Verstecken will gelernt sein
fr:  Trouve-moi si tu peux

source:  How Do You Do, Fellow Dwarves
de:  Helfer in Not
fr:  Un groin dans le besoin

source:  Wood for What Ales You
de:  Die Nase voll
fr:  Tempête sous narine

source:  The Heart of Tankiness
de:  Traumschaukel
fr:  Ça s'en va et ça revient

source:  Boom and Dust
de:  Liebestrankexperiment
fr:  Raison et Sentiments

source:  One Hundred Tankards of Solitude
de:  Ein Tapsen im Walde
fr:  Qui qui qui sont les Qitari<var 1D /var>?

source:  Cooler Tanks Prevail
de:  Das Gebet der Nacht
fr:  Le savoir du peuple de la Nuit

source:  What's in a Locket
de:  Erster Gedenkstein: Eroberung
fr:  Première stèle<var 1D /var>: Ronka conquérant

source:  Wayward 'Tons
de:  Erster Gedenkstein: Rettung
fr:  Première stèle<var 1D /var>: Ronka bien<var 16 /var>veil<var 16 /var>lant

source:  Taking the Heat
de:  Für den Gott der Unterwelt
fr:  Le rituel oublié

source:  Sealing the Deal
de:  Zweiter Gedenkstein: Jagd
fr:  Deuxième stèle<var 1D /var>: Viis chasseuses

source:  Spreading the Word
de:  Zweiter Gedenkstein: Freund<var 16 /var>schaft
fr:  Deuxième stèle<var 1D /var>: Viis harmonieuses

source:  Targets Required
de:  Grabende Pfoten, fiebrige Nasen
fr:  Qitari mouillée, Qitari enrhumée

source:  Unbreakable Plate
de:  Dritter Gedenkstein: Untergang
fr:  Troisième stèle<var 1D /var>: extinction des poissons-chats

source:  Close to Clearmeltdown
de:  Dritter Gedenkstein: Welsleute
fr:  Troisième stèle<var 1D /var>: protection des poissons-chats

source:  Demolition Demo
de:  Ein „famooser“ Einfall
fr:  Un mal invisible

source:  A Crude Awakening
de:  Worte der Dankbarkeit
fr:  Une nouvelle fraternité forestière

source:  Fast and Loud
de:  Werkzeug für Grabende Pfoten
fr:  Indispensables outils

source:  Not for Drinking
de:  Licht in Dunkelwelt
fr:  Cavernes sans lumière

source:  Remote Repairs
de:  Wenn Grabende Pfoten ruhen
fr:  Comme à la maison

source:  Tip-top Gear
de:  Futter für kauende Mäuler
fr:  La cuisine de maman

source:  Substitute Tester
de:  Eine Pfote wäscht die andere
fr:  Le pouvoir aux légumes

source:  Hippos Born to Run
de:  Nur satte Pfoten graben
fr:  La Qitari la plus dévouée

source:  A Pachyderm's Promptitude
de:  Olfaktorische Orientierung
fr:  Ça puire<var 1D /var>!

source:  Hippo Healing
de:  Steinerne Freund<var 16 /var>schaft
fr:  Une amitié de jade

source:  Defiant Ogul, Deified!
de:  Gebete und Gift
fr:  Prières et poison

source:  Leader to Leader
de:  Wunde Pfoten
fr:  Les médicaments des Viis

source:  The Hippo Riders
de:  Färbende Pfoten
fr:  Couture qitari

source:  Ridin' Flyers for Flyin' Riders
de:  Der Staub eines harten Tages
fr:  Lessive immédiate

source:  Deal by the Docks
de:  Erhaltenswertes Erbe
fr:  Reliquats ronka

source:  Do It for the Vine
de:  La-hee
fr:  La-hii<var 1D /var>!

source:  Missing Rider
de:  Lichtecht und wasserfest
fr:  Inventaire en règle

source:  Flowers for Sanduruva
de:  Haltbare Nachbarschaft
fr:  Arômes de chair tendre

source:  Anxious Rookie
de:  Ein explosives Rezept
fr:  Terrain à miner

source:  Gulal Generosity
de:  Das Wasserschlangenwunder
fr:  Une lumière salvatrice

source:  Essential Eggredients
de:  Himmlisch hymnisch
fr:  Musique classique

source:  Darling Defender
de:  Steinkosmetik
fr:  La stèle des ancêtres

source:  Bloomin' Ocean
de:  Ein sehr wertvoller Schatz
fr:  Un trésor enfoui

source:  Fresh Eats and Ripe Sweets
de:  Schni-schna-schnappi
fr:  Les gardiens des profondeurs

source:  Waste Not, Want None of That
de:  Qitari-Kraftnahrung
fr:  La nutrition, c'est la santé

source:  Seedy Affair
de:  Eine feine Leckerei oder zwei
fr:  Mon royaume pour un œuf

source:  Olfactory Warfare
de:  Gut gerüstet in den Tag
fr:  Un outil entretenu en vaut deux

source:  Ridin' Hazards
de:  Kavernenkantine
fr:  Pêche lacustre

source:  Hippo Scrub
de:  Der unergründliche Wille der Schlange
fr:  La promenade du Serpent marin

source:  Vanaspati's Blessing
de:  Wer schreibt, der bleibt
fr:  Pour les générations futures

source:  Hells Hath No Fury as a Hippo Scorned
de:  Zwei Bärte können mehr als einer
fr:  Révolution motorisée

source:  Tusk Trouble
de:  Eine Gogg sorgt für frischen Wind
fr:  La Naine d'à côté

source:  Patching Up
de:  Tee, Zwillinge und Zwergenpanzer
fr:  Du thé dans les rouages

source:  A Hippo's Best Friend
de:  Watts' Weg
fr:  Les vieilles barbes s'en mêlent

source:  An Explosive Brew
de:  Die Produktion rollt
fr:  Roulez jeunesse

source:  Gathering Moss
de:  Zwergenpanzer für Norvrandts Frieden
fr:  Santé<var 1D /var>!

source:  Blood from a Stonemason
de:  Hilfe für die Nachbarschaftshilfe
fr:  Services rendus

source:  A Radiant Delivery
de:  Wer sein Bärtchen hegt, der pflegt
fr:  Enfer pilaire

source:  Like a Crate to Water
de:  Stück für Stück zum Zwergenpanzerglück
fr:  Ce qui manque à l'automatank

source:  Manusyan for a Day
de:  Süße Gremlinscheuche
fr:  La nouvelle génération

source:  Steep the Legs
de:  Ein Eisenbart auf Achse
fr:  Silence, on roule<var 1D /var>!

source:  The Café at the End of the Universe
de:  Qualitätsschreibwaren für den Werkstattsbedarf
fr:  Dessine-moi un automatank

source:  Longing So for All the Fish
de:  Immer die gleiche Platte
fr:  Métal urgent

source:  And Another Question...
de:  Ein ansprechendes Wesen
fr:  Un rôdeur au Garage

source:  The Restaurateur's Guide to the Dragonstar
de:  Die Fassproduktion kommt ins Rollen
fr:  À l'affût pour des fûts

source:  Mostly Heartless
de:  Und er läuft und läuft und läuft
fr:  Un moteur au firmament

source:  Life, the Universe, and Coffee Beans
de:  Lass es krachen!
fr:  Une récolte explosive

source:  Signs of the Past
de:  Spritziger Sprit
fr:  Aux sources du raffinage

source:  Coffee Talk
de:  Heißgelaufen
fr:  Un moteur au frais

source:  Well Below Standard
de:  Alles klar an der Bar?
fr:  Le Collier de Luka

source:  A Brewing Reputation
de:  Eisenbart entlaufen
fr:  La forêt des automates égarés

source:  Grounds for Improvement
de:  Heiße Ware
fr:  Matériaux réfractaires

source:  A Fertile Blend
de:  Alles Verhandlungssache
fr:  Marché conclu<var 1D /var>!

source:  The Hunger Pangs
de:  Tanzt du noch oder verkaufst du schon?
fr:  Passez le mot<var 1D /var>!

source:  The Robot and the Sea
de:  Ziele setzen
fr:  Objectif cibles

source:  Using Their Heads
de:  Unkaputtbar
fr:  Blindage impénétrable

source:  Working Up a Thirst
de:  Die Drei von der Badestelle
fr:  Repos bien mérité aux sources du Névé

source:  I'll Fish It Myself
de:  Zielsicher zum Abschluss
fr:  Démonstration de démolition

source:  Sold Out
de:  Kunterbunte Muntermacher
fr:  Un réveil brutal

source:  A Grebuloff Out of Water
de:  Hoppla, jetzt komm ich!
fr:  Pimp mon char

source:  A Taste of the Sea
de:  Kein Trink-Wässerchen
fr:  De la bière pour la recherche

source:  It's Electric!
de:  Fernreparaturen
fr:  Des réparations risquées

source:  Ea Epicurious
de:  Hoppla, kommt da wer?
fr:  Cachez-moi cet automatank...

source:  I, Omicron
de:  Getestet und für gut befunden
fr:  Testeur remplaçant

source:  Guardians of the Galaxy
de: Zurück in die Wildnis (Gridania)
fr: Rappelle-toi, Barbare (Deux Vipères)

source:  Corporeal Hand to Proverbial Mouth
de: Zurück in die Wildnis (Limsa Lominsa)
fr: Rappelle-toi, Barbare (Maelstrom)
