Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: All-night Crafting
de: Eine warme Mahlzeit für die Heimkehrer
fr: Cuisine<var 1D /var>: un bon repas chaud

source: Something Salty and Ceremonial
de: Suppe für die Armen
fr: Grosse commande<var 1D /var>: réchauffer les cœurs

source: Tome for Tradition
de: Großfreibrief: Eine süße Belohnung
fr: Grand mandat<var 1D /var>: une douce récompense

source: Remedy for Reason
de: Großfreibrief: Eine warme Mahlzeit für die Heimkehrer
fr: Grand mandat<var 1D /var>: un bon repas chaud

source: Pork Is a Salty Food
de: Großfreibrief: Suppe für die Armen
fr: Grand mandat<var 1D /var>: réchauffer les cœurs

source: Trout Fishing in Limsa
de: Alles in Butter
fr: Cuisine<var 1D /var>: se mettre du beurre au cœur

source: In Hot Water
de: Feierabend, wie das duftet
fr: Cuisine<var 1D /var>: les pains du petit matin

source: What a Sap
de: Abendmahl unter Rittern
fr: Grosse commande<var 1D /var>: le gratin des manœuvres

source: Meat-lover's Special
de: Großfreibrief: Alles in Butter
fr: Grand mandat<var 1D /var>: se mettre du beurre au cœur

source: It's Always Sunny in Vylbrand
de: Großfreibrief: Feierabend, wie das duftet
fr: Grand mandat<var 1D /var>: les pains du petit matin

source: Whip It
de: Großfreibrief: Abendmahl unter Rittern
fr: Grand mandat<var 1D /var>: le gratin des manœuvres

source: Jack of All Plates
de: Lieferservice
fr: Cuisine<var 1D /var>: des œufs en comité

source: A Real Fungi
de: Verpflegung für die Freischärler
fr: Cuisine<var 1D /var>: la bonne soupe des volontaires

source: Putting the Squeeze On
de: Für das leibliche Wohl
fr: Grosse commande<var 1D /var>: fricassée d'encouragements

source: Butter Me Up
de: Großfreibrief: Lieferservice
fr: Grand mandat<var 1D /var>: des œufs en comité

source: Fishy Revelations
de: Großfreibrief: Verpflegung für die Freischärler
fr: Grand mandat<var 1D /var>: la bonne soupe des volontaires

source: Keep Your Powder Dry
de: Großfreibrief: Für das leibliche Wohl
fr: Grand mandat<var 1D /var>: fricassée d'encouragements

source: Pretty Enough to Eat
de: Dummheit schafft Freizeit
fr: Cuisine<var 1D /var>: la sauce des braves

source: Go Ahead and Dig In
de: Verpflegung für einen Patienten
fr: Cuisine<var 1D /var>: un mélange digestif

source: Chew the Fat
de: Zur Diskussion gestellt
fr: Grosse commande<var 1D /var>: le pipira pira des gourmets

source: Fisher of Men
de: Großfreibrief: Dummheit schafft Freizeit
fr: Grand mandat<var 1D /var>: la sauce des braves

source: The Bango Zango Diet
de: Großfreibrief: Verpflegung für einen Patienten
fr: Grand mandat<var 1D /var>: un mélange digestif

source: Omelette's Be Friends
de: Großfreibrief: Zur Diskussion gestellt
fr: Grand mandat<var 1D /var>: le pipira pira des gourmets

source: Shy Is the Oyster
de: Ein bisschen Luxus muss sein
fr: Cuisine<var 1D /var>: le sirop du capitaine général

source: A Total Nut Job
de: Ohne Fleiß kein Preis
fr: Cuisine<var 1D /var>: de la chaudrée pour l'élite

source: Sweet Smell of Success
de: Hausmannskost
fr: Grosse commande<var 1D /var>: les sandwiches des sapeurs

source: Rustic Repast
de: Großfreibrief: Ein bisschen Luxus muss sein
fr: Grand mandat<var 1D /var>: le sirop du capitaine général

source: Flakes for Friends
de: Großfreibrief: Ohne Fleiß kein Preis
fr: Grand mandat<var 1D /var>: de la chaudrée pour l'élite

source: A Grape Idea
de: Großfreibrief: Hausmannskost
fr: Grand mandat<var 1D /var>: les sandwiches des sapeurs

source: Brain Food
de: Mehlige Visionen
fr: Fabrication<var 1D /var>: un don de farine

source: Feast of All Soles
de: Schwatzhaft
fr: Fabrication<var 1D /var>: plus une goutte de jus

source: For Crumbs' Sake
de: Auf den Magen geschlagen
fr: Grosse commande<var 1D /var>: privés de dessert

source: Picnic Panic
de: Futter für die Seele
fr: Fabrication<var 1D /var>: un repas de malade

source: Food Fight
de: Kochende Verstärkung
fr: Fabrication<var 1D /var>: paf le chef<var 1D /var>!

source: Convalescence Precedes Essence
de: Mangel an Frittiertem
fr: Grosse commande<var 1D /var>: c'est une huile<var 1D /var>!

source: Cooking with Gas
de: Süß-saurer Kuss des Todes
fr: Fabrication<var 1D /var>: ça tourne au vinaigre au Sekiseigumi

source: Fever Pitch
de: Ein Happen Heimat
fr: Fabrication<var 1D /var>: une belle brochette<var 1D /var>!

source: Whirled Peas
de: Sag niemals nein
fr: Grosse commande<var 1D /var>: cuisine de groupe

source: Love's Crumpets Lost
de: Kein Weg zu weit
fr: Fabrication<var 1D /var>: le crabe aux pinces dort

source: I Love Lamprey
de: Der Pudding ist alle
fr: Fabrication<var 1D /var>: c'est du flan

source: Pretty as a Picture
de: Multikulti-Bankett
fr: Grosse commande<var 1D /var>: c'est de la tarte<var 1D /var>!

source: Bloody Good Tart, This
de: Einen Mythos im Tee haben
fr: Fabrication<var 1D /var>: le goût du thé

source: True Grits
de: Feierlicher Fisch
fr: Fabrication<var 1D /var>: pas de sushis<var 1D /var>!

source: Gegeruju Gets Down
de: Fleischliches Verlangen
fr: Grosse commande<var 1D /var>: des mets impérissables

source: Point Them with the Sticky End
de: Ohne Öl nix los
fr: Fabrication<var 1D /var>: de l'huile pour que ça cuise

source: Sole Survivor
de: Gegrillte Rallen für knurrende Mägen
fr: Fabrication<var 1D /var>: grillade de râle pour les braves

source: No More Dumpster Diving
de: Ein Schluck am Morgen vertreibt die Sorgen
fr: Grosse commande<var 1D /var>: jus de légume requinquant

source: Don't Turn Up Your Nose
de: Schwarz wie die Nacht
fr: Fabrication<var 1D /var>: des pâtes noires comme la nuit

source: Feeding Frenzy
de: Ein nahrhaftes Süppchen
fr: Fabrication<var 1D /var>: la soupe du vieux soldat

source: Winter of Our Discontent
de: Zuckersüßes Karamell
fr: Grosse commande<var 1D /var>: miam, du bon caramel<var 1D /var>!

source: Rise and Dine
de: Mal Süßes, mal Saures
fr: Fabrication<var 1D /var>: une pointe de vinaigre

source: Leek Soup for the Soul
de: Erinnerungen wachkochen
fr: Fabrication<var 1D /var>: sauté aux champignons nostalgique

source: Moving Up in the World
de: Sternhagelvoll mit Tomatensaft
fr: Grosse commande<var 1D /var>: du jus de tomate pour les cocktails

source: The Perks of Life at Sea
de: Würstchen gegen das Defizit
fr: Fabrication<var 1D /var>: des saucisses bien juteuses

source: Made by Apple in Coerthas
de: Pfeffer macht munter
fr: Fabrication<var 1D /var>: un peu de piquant pour un vieil homme

source: Rolanberry Fields Forever
de: Für die Teetrinker
fr: Grosse commande<var 1D /var>: du thé masala en masse

source: Good Eats in Ishgard
de: Dunkel, dunkler, Risotto
fr: Fabrication<var 1D /var>: le riz vire aussi au noir

source: Pagan Pastries
de: Glückwunsch-Paella
fr: Fabrication<var 1D /var>: une paella festive

source: Culture Club
de: Wirklich verfressen
fr: Grosse commande<var 1D /var>: un rêve de biscuits au café

source: The Egg Files
de: Salz aus dem Norden
fr: Fabrication<var 1D /var>: sel de table

source: Bread in the Clouds
de: Die Suppe auslöffeln
fr: Fabrication<var 1D /var>: zurek

source: Comfort Me with Mushrooms
de: Für die Feinschmeckerin
fr: Fabrication<var 1D /var>: brochettes pour expérience

source: Drinking to Your Health
de: Heiß oder kalt
fr: Fabrication<var 1D /var>: bortsch à la garlemaldaise

source: Red Letter Day
de: Kaiserlicher Geschmack
fr: Fabrication<var 1D /var>: soupe de l'Empereur

source: Little Orphan Candy
de: Ein mäkeliger Esser
fr: Fabrication<var 1D /var>: carottes râpées maison

source: The Next to Last Supper
de: Historischer Geschmack
fr: Fabrication<var 1D /var>: ration de survie légendaire

source: The Aroma of Faith
de: Essen, das die Seele wärmt
fr: Fabrication<var 1D /var>: moussaka rassérénante

source: Confections of Confession (L)
de: Überzeugende Nudeln
fr: Fabrication<var 1D /var>: pâtes inconnues

source: Nostalgia through the Stomach (L)
de: Tee aus den Bergen
fr: Fabrication<var 1D /var>: thé apaisant

source: Soup's On (L)
de: Nicht ohne Mezcal
fr: Cuisine<var 1D /var>: mezcal de cuisson

source: Such a Butter Face
de: Alpaka-Abendessen
fr: Cuisine<var 1D /var>: steak d'alpaga

source: Loving That Muffin Top
de: Marinierter Sumpfmönch
fr: Cuisine<var 1D /var>: marinade originale

source: Persona non Gratin
de: Geheime Zutat
fr: Cuisine<var 1D /var>: épices secrètes

source: No Margarine of Error (L)
de: Überseeische Pasta
fr: Cuisine<var 1D /var>: spaghettis relevés

source: Muffin of the Morn (L)
de: Zarte Hülle, schmelziger Kern
fr: Cuisine<var 1D /var>: fondant au chocolat

source: Recipe for Disaster (L)
de: Taco-Konkurrenz
fr: Cuisine<var 1D /var>: tacos à l'ananas

source: The Nutcracker's Sweets
de: Palastbananen
fr: Cuisine<var 1D /var>: frappé fruité

source: Breakfast of Champions
de: Erfrischend und sättigend
fr: Cuisine<var 1D /var>: jus exquis pour tacos

source: Old Victories, New Tastes
de: Acqua Pazza
fr: Cuisine<var 1D /var>: spécialité de fruits de mer

source: Time for a Midnight Snack (L)
de: Frachtschutz
fr: Protection<var 1D /var>: bas les pattes<var 1D /var>!

source: Emerald Soup for the Soul (L)
de: Angriff auf das Trockendock
fr: Interception<var 1D /var>: en route vers la victoire

source: The Eats of Authenticity (L)
de: Tierspuk am Trockendock
fr: Pourchasse<var 1D /var>: la perversion de l'âme

source: Saucy for a Suitor
de: Steckbrief: Wurmwix Wirrkopf
fr: Exécution<var 1D /var>: tome de malheur

source: It Goes Down Smoothly
de: Ablenkungsmanöver
fr: Protection<var 1D /var>: à fond la caisse

source: Persuasion of a Higher Power
de: Sabotage am Ätheryten<var 16 /var>netz
fr: Interception<var 1D /var>: l'enfer est dans un cœur vide

source: Saved by the Sauce (L)
de: Närrisches Treiben
fr: Pourchasse<var 1D /var>: jeu de main, jeu de vilain

source: Quenching the Flame (L)
de: Steckbrief: Addison Schlangenzunge
fr: Exécution<var 1D /var>: comme un fauve en cage

source: Loaves and Fishes (L)
de: Materialsicherung
fr: Protection<var 1D /var>: la voirie dévoyée

source: Let's Not Get Sappy
de: Fische und Schlangen
fr: Interception<var 1D /var>: partie de pêche

source: Soup That Eats Like a Knight
de: Handel mit dem Feind
fr: Pourchasse<var 1D /var>: sus aux usurpateurs impériaux

source: Don't Let It Fall Apart
de: Steckbrief: Zi Gu vom 426. Orden
fr: Exécution<var 1D /var>: zigouillage en règle de Zi Gu

source: Luxury Spillover (L)
de: 援護指令：第426洞穴団せん滅作戦
fr: 援護指令：第426洞穴団せん滅作戦

source: Like Ma Used to Make (L)
de: Flammen müssen lodern
fr: Protection<var 1D /var>: attiser les flammes

source: Better Come Back with a Sandwich (L)
de: Fischige Gesellen
fr: Pourchasse<var 1D /var>: de facétieux imps

source: Oh No Udon
de: Wahnsinn ist ansteckend
fr: Exécution<var 1D /var>: folie des grandeurs

source: Loquacious
de: Gigantische Probleme
fr: Exécution<var 1D /var>: quelqu'un a une grande gueule

source: All You Can Stomach
de: Der weite Weg
fr: Pourchasse<var 1D /var>: les blagues les plus courtes sont les meilleures

source: Soup for the Soul
de: Großes Monsterreinemachen
fr: Interception<var 1D /var>: pas touche aux chocobos

source: Hunger Is No Game
de: Keine Gnade!
fr: Interception<var 1D /var>: un gros problème de résolu

source: The Frier Never Lies
de: Steckbrief: Armantel Schuppenschwätzer
fr: Exécution<var 1D /var>: tuer le messager

source: Sweet Kiss of Death
de: Resteverwertung
fr: Protection<var 1D /var>: sus aux intrus

source: A Shorlonging for the Familiar
de: So oder so in Flammen
fr: Protection<var 1D /var>: tout feu tout flammes

source: Souper
de: Schutz für die Pioniere
fr: Interception<var 1D /var>: construire à tout prix

source: No Othard Choice
de: Hungrige Imps
fr: Pourchasse<var 1D /var>: une faim de loup

source: Persimmony Snicket
de: Steckbrief: Milburh
fr: Exécution<var 1D /var>: mystique et méchante

source: West Meats East
de: Die Kindskopf-Kompanie
fr: Protection<var 1D /var>: du nectar, dare-dare

source: Fits to a Tea
de: Sylphen vs. Sylphen
fr: Interception<var 1D /var>: intolérable cruauté

source: Fish Box
de: Vom rechten Weg ab
fr: Pourchasse<var 1D /var>: sans queue, ni tête

source: Herky Jerky
de: Steckbrief: Pannixia
fr: Exécution<var 1D /var>: Sylph' faut y aller, faut y aller

source: Slippery Service
de: Versteckte Rationen
fr: Protection<var 1D /var>: touche pas aux rations

source: Meet for Meat
de: Lagererweiterung
fr: Interception<var 1D /var>: ménage de printemps

source: Cure for What Ails
de: Geschäfte mit dem Feind
fr: Pourchasse<var 1D /var>: le tombeau des Impériaux

source: His Dark Utensils
de: Steckbrief: Clairvisse
fr: Exécution<var 1D /var>: Clairvisse le perfide

source: Soup for the Soldier
de: 援護指令：白狼隊の実戦訓練
fr: 援護指令：白狼隊の実戦訓練

source: Sweet Tooth
de: Steckbrief: Lotoli Ahuatan
fr: Exécution<var 1D /var>: Ixal qui vole...

source: Can't Eat Just One
de: Nachbarschaftshilfe
fr: Interception<var 1D /var>: observe comment je te tue

source: One Last Meal
de: Der Funke springt über
fr: Pourchasse<var 1D /var>: purification par le feu

source: Mixology
de: Kein Grund zur Besorgnis
fr: Interception<var 1D /var>: le jaune, c'est tendance

source: On a Full Stomach
de: Steckbrief: Bezul Huizan der Schreihals
fr: Exécution<var 1D /var>: dissiper la magie

source: A Good Omen
de: Leicht kaputtbares Erbstück
fr: Protection<var 1D /var>: suivre la piste

source: Teetotally
de: Wertvolle Dokumente
fr: Protection<var 1D /var>: sauve qui peut

source: Super Dark Times
de: Immer diese Imps!
fr: Pourchasse<var 1D /var>: ils n'ont pas la carrure

source: A Happy End
de: Hauptsache dazwischenfunken!
fr: Interception<var 1D /var>: des troupes un peu trop curieuses

source: A Cookie for Your Troubles
de: Optimistische Hilfsgüter
fr: Protection<var 1D /var>: touche pas à mon pot

source: Salt of the North
de: Wachturm gegen Echsen
fr: Interception<var 1D /var>: attirer l'attention

source: Topping Up the Pot
de: Wilde Tierwelt
fr: Pourchasse<var 1D /var>: hystérie collective

source: Bobbing for Compliments
de: Steckbrief: Mamanzo der Verkohlte
fr: Exécution<var 1D /var>: Mamanzo le calciné

source: At Any Temperature
de: Störaktionen
fr: Protection<var 1D /var>: au pied du mur

source: Imperial Palate
de: Tierische Übergriffe
fr: Interception<var 1D /var>: des animaux qui ont les crocs

source: A Stickler for Carrots
de: Keinen Bock auf Imps
fr: Pourchasse<var 1D /var>: à la chasse aux imposteurs

source: A Historical Flavor
de: Steckbrief: Margry Feuerstein
fr: Exécution<var 1D /var>: à jouer avec le feu, on finit par se brûler

source: Comfort Food
de: Wackelige Brücke
fr: Protection<var 1D /var>: il faut veiller au grain

source: Blast from the Pasta
de: Spähtrupp der Amalj'aa
fr: Interception<var 1D /var>: un mauvais présage

source: The Mountain Steeped
de: Verdeckte Geschäfte
fr: Pourchasse<var 1D /var>: le coût de la vie

source: More Mezcal
de: Steckbrief: Rodegg Chah
fr: Exécution<var 1D /var>: dénonciation en règle

source: Friends Are Food
de: 援護指令：アラミゴ志願兵の実戦訓練
fr: 援護指令：アラミゴ志願兵の実戦訓練

source: Don't Knock It Till You've Tried It
de: Gute Anreise!
fr: Interception<var 1D /var>: la Légion contre leurs légions

source: Not-so-secret Ingredient
de: Ver<var 16 /var>wand<var 16 /var>lungskünstler
fr: Pourchasse<var 1D /var>: déguisement mortuaire

source: Simple Is Hardest
de: Blühender Schwarzmarkt
fr: Protection<var 1D /var>: contrecarrer un complot

source: Creative Chocolate
de: Spurt in die Sicherheit
fr: Protection<var 1D /var>: vous avez laissé tomber quelque chose

source: Bring Me Your Tacos
de: Licht auslöschen
fr: Pourchasse<var 1D /var>: ci-gisent les gigas

source: Najoothie
de: Steckbrief: Frost-Avis
fr: Exécution<var 1D /var>: le péril draconique

source: Sweet, Sweet Bean Juice
de: Steckbrief: Okeanos der Rote
fr: Exécution<var 1D /var>: les vainqueurs écrivent l'histoire

source: Ocean Explosion
de: Guter Deal - oder nicht?
fr: Interception<var 1D /var>: allier l'utile à l'agréable

source: Don't Touch Our Stuff
de: Wie Monster im Porzellanladen
fr: Protection<var 1D /var>: apprendre à respecter le passé

source: Victory Is Mine, Not Yours
de: Sastasha
fr: Sastasha

source: The Creeps from Work
de: Totenacker Tam-Tara
fr: l'Hypogée de Tam-Tara

source: Throw the Book at Him
de: Kupferglocken-Mine
fr: les Mines de Clochecuivre

source: Of Mice and Demons
de: Halatali
fr: Halatali

source: Wrong and Rite
de: Tausend Löcher von Toto-Rak
fr: les Mille Gueules de Toto-Rak

source: Double Dose of Impin'
de: Haukke-Herrenhaus
fr: le Manoir des Haukke

source: You're a Liar, Mansel Black
de: Brüllvolx' Langrast
fr: le Bivouac de Brayflox

source: Road Worriers
de: Versunkener Tempel von Qarn
fr: le Temple enseveli de Qarn

source: It's Better (for You) Under the Sea
de: Sägerschrei
fr: le Gouffre hurlant

source: You Are NOT a Pirate
de: Steinerne Wacht
fr: le Vigile de Pierre

source: Twenty-nine Was the Cutoff
de: Die Feste Dzemael
fr: la Forteresse de Dzemael

source: 援護指令：第426洞穴団せん滅作戦
de: Goldklamm
fr: le Val d'Aurum

source: Fanning the Flames
de: Palast des Wanderers
fr: le Palais du Vagabond

source: Fishing off the Company Pier
de: Castrum Meridianum - Außenbereich
fr: Castrum Meridianum

source: Mad about You
de: Castrum Meridianum - Praetorium
fr: le Praetorium

source: Someone's Got a Big Mouth
de: Die Ruinen von Amdapor
fr: le Château d'Amdapor

source: An Imp Mobile
de: Pharos Sirius
fr: le Phare de Sirius

source: Papal Dispensation
de: Kupferglocken-Mine (schwer)
fr: les Mines de Clochecuivre (brutal)

source: One Big Problem Solved
de: Haukke-Herrenhaus (schwer)
fr: le Manoir des Haukke (brutal)

source: Kill the Messenger
de: Historisches Amdapor
fr: les Vestiges de la cité d'Amdapor

source: Go Home to Mama
de: Halatali (schwer)
fr: Halatali (brutal)

source: Burn It Down
de: Brüllvolx' Langrast (schwer)
fr: le Bivouac de Brayflox (brutal)

source: A Little Constructive Exorcism
de: Schiffbrecher-Insel
fr: l'Île de Crèvecarène

source: Mortal Munchies
de: Totenacker Tam-Tara (schwer)
fr: l'Hypogée de Tam-Tara (brutal)

source: She's So Mean
de: Steinerne Wacht (schwer)
fr: le Vigile de Pierre (brutal)

source: Go with the Flow
de: Das Schneekleid
fr: Manteneige

source: Sylph Strands
de: Sastasha (schwer)
fr: Sastasha (brutal)

source: Blinded by the Wight
de: Versunkener Tempel von Qarn (schwer)
fr: le Temple enseveli de Qarn (brutal)

source: A Real Wingnut
de: Hüter des Sees
fr: le Gardien du lac

source: This Is Going to Sting, A Lot
de: Palast des Wanderers (schwer)
fr: le Palais du Vagabond (brutal)

source: Creature Feature
de: Die Ruinen von Amdapor (schwer)
fr: le Château d'Amdapor (brutal)

source: It Goes with the Territory
de: Abendrot-Wacht
fr: le Vigile du Crépuscule

source: Dead Man Walking
de: Sohm Al
fr: Sohm Al

source: 援護指令：白狼隊の実戦訓練
de: Nest des Drachen
fr: L'Aire

source: Feathered Foes
de: Erzbasilika
fr: La Voûte

source: Just Making an Observation
de: Große Gubal-Bibliothek
fr: la Grande bibliothèque de Gubal

source: Roast Lamb with Mint and Hellfire
de: Ätherochemisches For<var 16 /var>schungs<var 16 /var>labor
fr: le Laboratoire de magismologie

source: Yellow Is the New Black
de: Nimmerreich
fr: Nalloncques

source: Talk to My Voidsent
de: Die Fraktal-Kontinuum
fr: Le Continuum fractal

source: The Bloodhounds of Coerthas
de: Sankt Mocianne-Arboretum
fr: l'Arboretum Sainte-Mocianne

source: The Awry Salvages
de: Pharos Sirius (schwer)
fr: le Phare de Sirius (brutal)

source: Amateur Hour
de: Antiturm
fr: L'Antitour

source: Get off Our Lake
de: Historisches Amdapor (schwer)
fr: les Vestiges de la cité d'Amdapor (brutal)

source: A Cold-blooded Business
de: Sohr Khai
fr: Sohr Khai

source: Watch Me If You Can
de: Schiffbrecher-Insel (schwer)
fr: l'Île de Crèvecarène (brutal)

source: Blood in the Water
de: Xelphatol
fr: Xelphatol

source: The Burning Reason
de: Große Gubal-Bibliothek (schwer)
fr: la Grande bibliothèque de Gubal (brutal)

source: Don't Tear Down This Wall
de: Baelsar-Wall
fr: la Muraille de Baelsar

source: Food for Thought
de: Sohm Al (schwer)
fr: Sohm Al (brutal)

source: The Third Prize Is that You're Slain
de: Sirenen-See
fr: la Mer du Chant des sirènes

source: A Heart Aflame
de: Shisui
fr: le Palais aux Marées violettes

source: Bridges of Qiqirn Country
de: Bardams Probe
fr: la Force de Bardam

source: And Then There Were None
de: Burg Doma
fr: le Château de Doma

source: The Cost of Living
de: Castrum Abania
fr: Castrum Abania

source: Grapevine of Wrath
de: Ala Mhigo
fr: Ala Mhigo

source: 援護指令：アラミゴ志願兵の実戦訓練
de: Schloss Kugane
fr: le Château de Kugane

source: The Baddest Brigade in Town
de: Tempel der Faust
fr: le Temple du Poing

source: Dress for Aggress
de: Die versunkene Stadt Skalla
fr: la Cité engloutie de Skalla

source: Pick Your Poison
de: Höllenspund
fr: le Couvercle des enfers

source: You Dropped Something
de: Die Fraktal-Kontinuum (schwer)
fr: le Continuum fractal (brutal)

source: No Big Whoop
de: Kompass der Schwalbe
fr: le Compas de l'Hirondelle

source: If You Put It That Way
de: Das Kargland
fr: L'Escarre

source: Who Writes History
de: Sankt Mocianne-Arboretum (schwer)
fr: l'Arboretum Sainte-Mocianne (brutal)

source: Science Shindig
de: Die Ghimlyt-Finsternis
fr: Les Ténèbres de Ghimlyt

source: The Museum Is Closed
de: Holminster
fr: Holminster

source: Sastasha
de: Dohn Mheg
fr: Dohn Mheg

source: the Tam<var 1F /var>Tara Deepcroft
de: Irrungen der Qitari
fr: L'Enchevêtrement des Qitari

source: Copperbell Mines
de: Malikahs Brunnen
fr: le Puits de Malikah

source: Halatali
de: Der Gulg
fr: Mont Gulg

source: the Thousand Maws of Toto<var 1F /var>Rak
de: Amaurot
fr: Amaurote

source: Haukke Manor
de: Der Kristallzwilling
fr: La Macle de Syrcus

source: Brayflox's Longstop
de: Akadaemia Anyder
fr: Akadaemia Anydre

source: the Sunken Temple of Qarn
de: Chateau Cosmea
fr: le Cosmos coruscant

source: Cutter's Cry
de: Anamnesis Anyder
fr: Anamnesis Anydre

source: the Stone Vigil
de: Schlacht um Norvrandt
fr: La Traversée de Norvrandt

source: Dzemael Darkhold
de: Matoyas Atelier
fr: l'Atelier abandonné de Matoya

source: the Aurum Vale
de: Die Goldene Ebene von Paglth'an
fr: La grande prairie de Paglth'an

source: the Wanderer's Palace
de: Der Turm von Zot
fr: La tour de Zott

source: Castrum Meridianum
de: Der Turm von Babil
fr: La tour de Babil

source: the Praetorium
de: Vanaspati
fr: Vanaspati

source: Amdapor Keep
de: Ktisis Hyperboreia
fr: l'Hyperborée

source: Pharos Sirius
de: Das Aitiaskop
fr: le Prisme de l'Aitia

source: Copperbell Mines (Hard)
de: Das Sternengrab
fr: L'Issue aux Impasses

source: Haukke Manor (Hard)
de: Smileton
fr: Risette-sur-lune

source: the Lost City of Amdapor
de: Stigma-Holometrie
fr: Rêve électrique de Stigma-4

source: Halatali (Hard)
de: Alzadaals Vermächtnis
fr: Le legs d'Alzadaal

source: Brayflox's Longstop (Hard)
de: Der Schwarze Hof von Troia
fr: Le Château de Troïa

source: Hullbreaker Isle
de: Lapis Manalis
fr: Lapis Manalis

source: the Tam<var 1F /var>Tara Deepcroft (Hard)
de: Ätherborn
fr: L'île de Haam

source: the Stone Vigil (Hard)
de: Monduntergrund
fr: Le Souterrain lunaire

source: Snowcloak
de: Ihuykatumu
fr: La Remontée de l'Ihuykatumu

source: Sastasha (Hard)
de: Worqor Zormor
fr: Worqor Zormor

source: the Sunken Temple of Qarn (Hard)
de: Himmelstiefer Cenote
fr: Le cénote des Cieux infinis

source: the Keeper of the Lake
de: Der Außenposten
fr: L'Avant-garde

source: the Wanderer's Palace (Hard)
de: Origenik
fr: L'Origenèse

source: Amdapor Keep (Hard)
de: Alexandria
fr: Alexandrie

source: the Labyrinth of the Ancients
de: Kaktorsenke
fr: La Vallée des Pampas

source: Syrcus Tower
de: Mahrlingen-Promenade
fr: le Parc-aux-Errants

source: the World of Darkness
de: Einer für alle, alle für einen
fr: Entraînement<var 1D /var>: groupes d'ennemis

source: the Binding Coil of Bahamut - Turn 1
de: Bockmanns Gefolge
fr: Chasse au fantôme fantoche

source: the Binding Coil of Bahamut - Turn 2
de: Sturmkommando
fr: Entraînement<var 1D /var>: in<var 16 /var>fil<var 16 /var>tra<var 16 /var>tion en base ennemie
