Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Eden's Verse: Refulgence (Savage)
de: Gok Tajaal - Valigarmanda
fr: Worqor Lar Dor (extrême)

source: Eden's Promise: Umbra (Savage)
de: Gok Tajaal - Zoraal Ja
fr: Le Pinacle de l'Éternité (extrême)

source: Eden's Promise: Litany (Savage)
de: Palast der Toten (Ebenen 1-10)
fr: le Palais des morts (sous-sols 1-10)

source: Eden's Promise: Anamorphosis (Savage)
de: Palast der Toten (Ebenen 11-20)
fr: le Palais des morts (sous-sols 11-20)

source: Eden's Promise: Eternity (Savage)
de: Palast der Toten (Ebenen 21-30)
fr: le Palais des morts (sous-sols 21-30)

source: the Epic of Alexander (Ultimate)
de: Palast der Toten (Ebenen 31-40)
fr: le Palais des morts (sous-sols 31-40)

source: the Dancing Plague
de: Palast der Toten (Ebenen 41-50)
fr: le Palais des morts (sous-sols 41-50)

source: the Crown of the Immaculate
de: Palast der Toten (Ebenen 51 - 60)
fr: le Palais des morts (sous-sols 51-60)

source: the Dying Gasp
de: Palast der Toten (Ebenen 61 - 70)
fr: le Palais des morts (sous-sols 61-70)

source: Cinder Drift
de: Palast der Toten (Ebenen 71 - 80)
fr: le Palais des morts (sous-sols 71-80)

source: the Seat of Sacrifice
de: Palast der Toten (Ebenen 81 - 90)
fr: le Palais des morts (sous-sols 81-90)

source: Castrum Marinum
de: Palast der Toten (Ebenen 91 - 100)
fr: le Palais des morts (sous-sols 91-100)

source: the Cloud Deck
de: Palast der Toten (Ebenen 101 - 110)
fr: le Palais des morts (sous-sols 101-110)

source: the Dancing Plague (Extreme)
de: Palast der Toten (Ebenen 111 - 120)
fr: le Palais des morts (sous-sols 111-120)

source: the Crown of the Immaculate (Extreme)
de: Palast der Toten (Ebenen 121 - 130)
fr: le Palais des morts (sous-sols 121-130)

source: the Minstrel's Ballad: Hades's Elegy
de: Palast der Toten (Ebenen 131 - 140)
fr: le Palais des morts (sous-sols 131-140)

source: Cinder Drift (Extreme)
de: Palast der Toten (Ebenen 141 - 150)
fr: le Palais des morts (sous-sols 141-150)

source: Memoria Misera (Extreme)
de: Palast der Toten (Ebenen 151 - 160)
fr: le Palais des morts (sous-sols 151-160)

source: the Seat of Sacrifice (Extreme)
de: Palast der Toten (Ebenen 161 - 170)
fr: le Palais des morts (sous-sols 161-170)

source: Castrum Marinum (Extreme)
de: Palast der Toten (Ebenen 171 - 180)
fr: le Palais des morts (sous-sols 171-180)

source: the Cloud Deck (Extreme)
de: Palast der Toten (Ebenen 181 - 190)
fr: le Palais des morts (sous-sols 181-190)

source: the Bozjan Southern Front
de: Palast der Toten (Ebenen 191 - 200)
fr: le Palais des morts (sous-sols 191-200)

source: Zadnor
de: Himmelssäule (Ebenen 1-10)
fr: le Pilier des Cieux (étages 1-10)

source: Delubrum Reginae
de: Himmelssäule (Ebenen 11-20)
fr: le Pilier des Cieux (étages 11-20)

source: Delubrum Reginae (Savage)
de: Himmelssäule (Ebenen 21-30)
fr: le Pilier des Cieux (étages 21-30)

source: the Tower of Zot
de: Himmelssäule (Ebenen 41-50)
fr: le Pilier des Cieux (étages 41-50)

source: the Tower of Babil
de: Himmelssäule (Ebenen 51-60)
fr: le Pilier des Cieux (étages 51-60)

source: Vanaspati
de: Himmelssäule (Ebenen 61-70)
fr: le Pilier des Cieux (étages 61-70)

source: Ktisis Hyperboreia
de: Himmelssäule (Ebenen 71-80)
fr: le Pilier des Cieux (étages 71-80)

source: the Aitiascope
de: Himmelssäule (Ebenen 81-90)
fr: le Pilier des Cieux (étages 81-90)

source: the Dead Ends
de: Himmelssäule (Ebenen 91-100)
fr: le Pilier des Cieux (étages 91-100)

source: Smileton
de: Eureka Orthos (Ebenen 1-10)
fr: Eurêka Orthos (sous-sols 1-10)

source: the Stigma Dreamscape
de: Eureka Orthos (Ebenen 11-20)
fr: Eurêka Orthos (sous-sols 11-20)

source: Alzadaal's Legacy
de: Eureka Orthos (Ebenen 21-30)
fr: Eurêka Orthos (sous-sols 21-30)

source: the Fell Court of Troia
de: Eureka Orthos (Ebenen 31-40)
fr: Eurêka Orthos (sous-sols 31-40)

source: Lapis Manalis
de: Eureka Orthos (Ebenen 41-50)
fr: Eurêka Orthos (sous-sols 41-50)

source: the Aetherfont
de: Eureka Orthos (Ebenen 51-60)
fr: Eurêka Orthos (sous-sols 51-60)

source: the Lunar Subterrane
de: Eureka Orthos (Ebenen 61-70)
fr: Eurêka Orthos (sous-sols 61-70)

source: Aglaia
de: Eureka Orthos (Ebenen 71-80)
fr: Eurêka Orthos (sous-sols 71-80)

source: Euphrosyne
de: Eureka Orthos (Ebenen 81-90)
fr: Eurêka Orthos (sous-sols 81-90)

source: Thaleia
de: Eureka Orthos (Ebenen 91-100)
fr: Eurêka Orthos (sous-sols 91-100)

source: Asphodelos: The First Circle
de: Eureka Anemos
fr: Eurêka Anemos

source: Asphodelos: The Second Circle
de: Eureka Pagos
fr: Eurêka Pagos

source: Asphodelos: The Third Circle
de: Eureka Pyros
fr: Eurêka Pyros

source: Asphodelos: The Fourth Circle
de: Eureka Hydatos
fr: Eurêka Hydatos

source: Abyssos: The Fifth Circle
de: Bozja-Südfront
fr: Front sud de Bozja

source: Abyssos: The Sixth Circle
de: Zadnor-Hochebene
fr: Hauts plateaux de Zadnor

source: Abyssos: The Seventh Circle
de: Delubrum Reginae
fr: Delubrum Reginae

source: Abyssos: The Eighth Circle
de: Delubrum Reginae (episch)
fr: Delubrum Reginae (sadique)

source: Anabaseios: The Tenth Circle
de: Die Unterstadt von Sil'dih
fr: Les canalisations sildiennes - Donjon à embranchements

source: Anabaseios: The Eleventh Circle
de: Die kuriose Unterstadt von Sil'dih
fr: Les canalisations sildiennes annexes - Donjon alternatif

source: Anabaseios: The Twelfth Circle
de: Die kuriose Unterstadt von Sil'dih (episch)
fr: Les canalisations sildiennes annexes - Donjon alternatif (sadique)

source: Asphodelos: The First Circle (Savage)
de: Der Rokkon
fr: Le mont Rokkon - Donjon à embranchements

source: Asphodelos: The Second Circle (Savage)
de: Der kuriose Rokkon
fr: Le mont Rokkon annexe - Donjon alternatif

source: Asphodelos: The Third Circle (Savage)
de: Der kuriose Rokkon (episch)
fr: Le mont Rokkon annexe - Donjon alternatif (sadique)

source: Asphodelos: The Fourth Circle (Savage)
de: Aloalo
fr: L'île d'Aloalo - Donjon à embranchements

source: Abyssos: The Fifth Circle (Savage)
de: Kurioses Aloalo
fr: L'île d'Aloalo annexe - Donjon alternatif

source: Abyssos: The Sixth Circle (Savage)
de: Kurioses Aloalo (episch)
fr: L'île d'Aloalo annexe - Donjon alternatif (sadique)
