Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Uneggspected Encounters
de: Ein ganz besonderes Eis
fr: Un sorbet fait avec le cœur

source: Eggstreme Eggstrapolation
de: Leicht wie eine Feder
fr: Pas dans l'tas le r'voilà

source: A Shelltered Eggsistence
de: Wahre Abenteurer
fr: Un premier pas vers un nouveau départ

source: Deus Eggs Machina
de: Suspekt im Sand
fr: La Mort vous va si mal

source: The Eggth Umbral Calamity
de: Ein Recke zur rechten Zeit
fr: Le phénix et son ange gardien

source: A Procession Eggstraordinaire
de: Grüne Gefahr auf dem Feuermondreigen
fr: Des créatures vertes aux Feux de la Mort

source: Fowl Demands
de: Großer Fächer, große Wirkung
fr: Éventails contre pampas

source: A Poultry Sum
de: Blüten der Nacht
fr: Réminiscence

source: Hippity, Hoppity, Happily
de: So nah und doch so fern
fr: Si loin, si proche

source: Get Along and Play Knife
de: Eine maßgeschneiderte Rolle
fr: Un rôle sur mesure

source: Chaos, Carnage, Eggs
de: Die Siebte Katastrophe
fr: Chroniques du septième fléau

source: エッグハントと宙を漂う飾りタマゴ
de: Ein wahrer Held
fr: À la gloire de la Lumière

source: エッグハントと集う傘
de: Wiedergeburt der Bugs
fr: Le chevalier du labyrinthe

source: And Then There Were Some
de: Den Abenteurern sei Dank
fr: Une commémoration bien trempée

source: An Inspector's Gadget
de: Ein rätselhafter Brief zum Fest
fr: Une étrange lettre en bouteille

source: Golden Rain
de: Eine Flaschenpost zum Fest
fr: Les lettres en bouteille de la Commémoration

source: Trouble in Paradise
de: Gefühl auf Glas gebannt
fr: Le jeune homme de la fête de la Commémoration

source: Love and Kupo Nuts
de: Scherben bringen Glück
fr: Les jeunes hommes de la fête de la Commémoration

source: The Sabotender Shimmy
de: Sag mir, wo die Blumen sind
fr: Commémorez-le avec des fleurs

source: Caught Shorthanded
de: Neue Reisen auf alten Wegen
fr: Commémoration et renouveau

source: A Guide to Fun
de: Wiedervereint zum Jubiläumsfest
fr: La fratrie de la Commémoration

source: The Great Horn Heist
de: Was uns antreibt
fr: La raison d'une vocation

source: A Token of Thanks
de: Hochfliegende Pläne
fr: Commémoration à la ville des vents d'ouest

source: The Great Horn Heist Redux
de: Unter ein und demselben Himmel
fr: Commémoration sous les lumières de l'avenir

source: A Prickly Plaint
de: Die Nacht der Monster
fr: La nuit des revenants

source: A Golden Opportunity
de: Süßes, sonst gibt's Saures!
fr: Farces et attrapes

source: Hearts of Gold
de: Laterne, Laterne
fr: Éclairer les lanternes

source: Of Impish Importance
de: Monströser Mummenschanz
fr: Momerie monstrueuse

source: Streets of Moonfire (Gridania)
de: Die Nacht der Monster
fr: La nuit des revenants

source: Streets of Moonfire (Limsa Lominsa)
de: Süßes, sonst gibt's Saures!
fr: Farces et attrapes

source: Streets of Moonfire (Ul'dah)
de: Laterne, Laterne
fr: Éclairer les lanternes

source: Drench It! Moonfire Faire
de: Monströser Mummenschanz
fr: Momerie monstrueuse

source: Blast It! Moonfire Faire
de: Die Nacht der Monster
fr: La nuit des revenants

source: Explode It! Moonfire Faire
de: Süßes, sonst gibt's Saures!
fr: Farces et attrapes

source: A Rousing Douse
de: Laterne, Laterne
fr: Éclairer les lanternes

source: The Cannon-do Spirit
de: Monströser Mummenschanz
fr: Momerie monstrueuse

source: A Very Cherry Bomb
de: Holzauge sei wachsam
fr: La frousse aux trousses

source: Remember Me This Moonfire Faire
de: Störende Laternen
fr: Les citrouilles de la trouille

source: Reigniting the Festivities
de: Die Gaukler-Parade
fr: La parade en débandade

source: A Matter of Taste
de: Alles nur vorgegaukelt?
fr: La compagnie des monstres

source: What's in the Dish
de: Großer Ver<var 16 /var>wand<var 16 /var>lungszirkus
fr: Des biscuits porte-bonheur

source: An Adventurer's Life for Me
de: Aufgeflogen!
fr: Aux diables les coups de balai<var 1D /var>!

source: Heroes of Tomorrow
de: Gruselige Überraschung
fr: Surprise party

source: Dashing and Burning
de: Ein weltoffener Wolf
fr: Le loup dans la bergerie

source: Hot 'n Cold
de: Mit den Wölfen heulen
fr: La veillée de la meute

source: Who Let the Bombs Out
de: Ende ohne Schrecken
fr: Frayeurs et frissonnements

source: A Battle Royal
de: Eine schaurig schöne Party
fr: Le bal costumé

source: The Isle and the Faire
de: Süßes oder Saures
fr: Déguisements sur mesure

source: These Fireworks Won't Light Themselves
de: Der verschlüsselte Code
fr: Un numéro très secret

source: Fried Fish Is the Best Fish
de: Gruselige Gerüchte
fr: Le manoir de toutes les rumeurs

source: You Had Me at Haddock
de: Schau mir in das Auge, Kleine
fr: Un regard moyennement effrayant

source: The True Meaning of Summer
de: Auf verkleideter Mission
fr: Un bal costumé cabalistique

source: Jump to the Beach
de: Totentanz
fr: L'étrange manoir abandonné

source: Eorzean Nimble Warrior
de: Der Clown des Todes
fr: Clowneries démoniaques

source: If at First You Don't Succeed, Give Up
de: Ein Fest zum Totlachen
fr: Un étrange banquet

source: Feels Like Moonfire
de: Kostümiertes Ränkespiel
fr: La parade de tous les dangers

source: Anything You Can Do
de: Eine besondere Einladung
fr: Une invitation spéciale

source: High-flying Hijinks
de: Kostümparade
fr: Une parade animée

source: Frying for Fame and Fortune
de: Von der Freude an der Furcht
fr: Peur, mais pas trop

source: Hook, Line, and Sinker
de: Spuk sei Dank
fr: Le goût de la gratitude

source: A Fish Too Far
de: Ein Kampf um Äther und Anerkennung
fr: Un monstre hors de son élément

source: Flame On
de: Ein Unhold auf wohltätiger Mission
fr: Duel de friandises

source: Unseasonable Chills
de: Ein Sternenlichtwunder
fr: Au secours de la fête des étoiles

source: A Treat to Beat the Heat
de: Das Kleine Helferlein
fr: Les disciples du saint

source: A Matter of Course
de: Freiwillige vor (Lavendelbeete)
fr: L'esprit de la fête des étoiles (Lavandière)

source: Fhul Me Once
de: Freiwillige vor (Dorf des Nebels)
fr: L'esprit de la fête des étoiles (Brumée)

source: Allergic to Sunshine
de: Freiwillige vor (Kelchkuppe)
fr: L'esprit de la fête des étoiles (La Coupe)

source: I Am the Sunshine
de: Sternenlichtgaben (Lavendelbeete)
fr: Un présent pour la fête des étoiles (Lavandière)

source: Fire Red, Beast Green
de: Sternenlichtgaben (Dorf des Nebels)
fr: Un présent pour la fête des étoiles (Brumée)

source: Festival Fan Frenzy
de: Sternenlichtgaben (Kelchkuppe)
fr: Un présent pour la fête des étoiles (La Coupe)

source: What Blooms in the Night
de: Der Heilige von Nymeia
fr: Le saint de Nymeia

source: A World Away
de: Kling Glöckchen
fr: Pour qui sonne le carillon

source: A Play in Three Acts
de: Streich zum Sternenlichtfest
fr: La course au colis

source: The Show Must Go On
de: Jedem Kind ein Geschenk
fr: Les cadeaux du cœur

source: After the Curtain Falls
de: Grund zur Traurigkeit
fr: Papa, où t'es<var 1D /var>?

source: A Reoccurring Bug
de: Frohes Sternenlichtfest!
fr: Le conte est bon

source: In Adventurers We Trust
de: Sternenlicht und Bärentanz
fr: Ours bien léchés

source: Message in a Bottle
de: Bären und Diebe im Sternenlicht
fr: Les brigands enguirlandés

source: Messages from Distant Shores
de: Keine ganz so stille Nacht
fr: Les parrains de la fête des étoiles

source: Art of Glass
de: Lampenfieber
fr: Polyphonie étoilée

source: Glass from the Past
de: Blumen zum Fest
fr: Un enfant, un cadeau

source: Rising Calm
de: Heimliche Sternenlichtsänger
fr: Mon papa à moi est en concert

source: Newfound Journey
de: Der Chocobo-Chor
fr: La choco-chorale

source: Siblings Rising
de: Zugabe zum Sternenlichtfest
fr: Bis, bis<var 1D /var>!

source: What Drives Us
de: Kein Fest ohne Firlefanz
fr: Étoiles en berne

source: Rising to the Call
de: Schnelligkeit vor Sorgfalt
fr: Le dos tourné à autrui

source: We Who Are About to Set Sail Salute You
de: Der wahre Wert des Sternenlichtfests
fr: Attention au sapin

source: Not-so-evil Dead
de: Drei Schneemänner im Schnee
fr: Travail d'équipe

source: Show Me the Candy
de: Was man für Gil nicht kaufen kann
fr: Tous unis pour Isainne

source: I Burn for You
de: Das Sternenlichtwunder
fr: Des sourires jusqu'aux étoiles

source: Monstrous Mummery
de: Sternenlichtfest mit einem Yeti
fr: Yéti dans la lumière

source: Not-so-evil Dead
de: Schneebälle zum Sternenlichtfest
fr: Des schneeball pour nos enfants

source: Show Me the Candy
de: Spaziergang im Sternenlicht
fr: Marchez... inspirez<var 1D /var>!

source: I Burn for You
de: Rentierruhm
fr: L'étrange renne de la fête des étoiles

source: Monstrous Mummery
de: Der Geist des Sternenlichtfests
fr: Illusions et célébrations

source: Not-so-evil Dead
de: Sternenlichtfest in Einsamkeit
fr: Seul pour la fête

source: Show Me the Candy
de: Das größte Geschenk
fr: N'oublie pas mon petit bracelet

source: I Burn for You
de: Arbeit als Aushilfshelferlein
fr: La grande dis<var 16 /var>tri<var 16 /var>bu<var 16 /var>tion

source: Monstrous Mummery
de: Ein Bund fürs Leben
fr: Jusqu'à ce que le destin vous sépare

source: Affright and Delight
de: Die rätselhafte Kriegerin
fr: Une fracassante guerrière

source: A Plague of Pumpkins
de: Aus fernen Landen
fr: Une intrigante guerrière

source: Yes We Cant
de: Anmutiges Schwert
fr: Une éblouissante guerrière

source: Investigating the Inimical
de: Wie der Blitz
fr: Une fulgurante guerrière

source: Joining the Circus
de: Der schwarze Dämon
fr: Abomination aberrante

source: Sweeping the Meadows
de: Harte Steine und weiche Birnen
fr: Les créatures de granit

source: In a Manor of Spooking
de: Rhapsodie Vana'diel
fr: Rhapsodies de Vana'diel

source: An Othardian Wolfman in Gridania
de: Die Yo-kai sind los!
fr: Whisper sur la ville

source: The Adventurer Who Cried Wolfman
de: Jagd auf den König der Lüfte
fr: Le roi des cieux

source: Mind Their Manor
de: Der König der Lüfte kehrt zurück
fr: Le retour du roi des cieux

source: The Sinister Soirée
de: Schicke Schubkarre
fr: Un prince dans le désert

source: The Parlous Ploy
de: Der siechende Wald
fr: Halte en forêt

source: The Sordid Cipher
de: Durch den Sturm und zurück
fr: La Messagère du vent

source: The Macabre Manor
de: Auf lodernder Erde
fr: Terre incandescente

source: Fear and Delight
de: Nebel der Erinnerung
fr: À la recherche de la mémoire perdue

source: A Glamourous Guise
de: Der Pfad der Flammen
fr: Flammes primordiales

source: Haunting Grounds
de: Gut gestolpert ist halb gewonnen
fr: Les gars qui tombent

source: All Clowns' Wake
de: リーヴテスト06
fr: リーヴテスト06

source: A Feast to Remember
de: リーヴテスト07
fr: リーヴテスト07

source: A Mad Masquerade
de: リーヴテスト08
fr: リーヴテスト08

source: Be Our Guest
de: リーヴテスト09
fr: リーヴテスト09

source: A Spooky Celebration
de: リーヴテスト10
fr: リーヴテスト10

source: The Fright Stuff
de: リーヴテスト11
fr: リーヴテスト11

source: A Charmed Life
de: リーヴテスト12
fr: リーヴテスト12

source: The Aether-starved Ahriman
de: リーヴテスト13
fr: リーヴテスト13

source: All Fiends Sated on All Saints' Wake
de: リーヴテスト14
fr: リーヴテスト14

source: A Starlight Miracle
de: リーヴテスト15
fr: リーヴテスト15

source: Starlight Savings
de: Durstige Bestien
fr: Extermination<var 1D /var>: pêche en eaux troubles

source: A Little Help (The Lavender Beds)
de: Giftresistenz
fr: Récupération<var 1D /var>: poison pour en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: A Little Help (Mist)
de: Grünzähren soll grüner werden
fr: Traque<var 1D /var>: parasites de bois vert

source: A Little Help (The Goblet)
de: Glückskäfer
fr: Patrouille<var 1D /var>: suppression de nuisibles

source: The Gift of Joy (The Lavender Beds)
de: Die Nussknacker-Bande
fr: Apprivoisement<var 1D /var>: agiles petits rongeurs

source: The Gift of Joy (Mist)
de: Spießrutenlauf
fr: Ramassage<var 1D /var>: les fers de lance

source: The Gift of Joy (The Goblet)
de: Ansteckende Marienkäfer
fr: Extermination<var 1D /var>: les coccinelles malades

source: Going the Extra Smile
de: Salzige Gefahr
fr: Récupération<var 1D /var>: des poches dans la poche

source: For Whom the Starlight Bell Tolls
de: Todfeind aller Bauern
fr: Traque<var 1D /var>: les ennemis de la ferme

source: Naughty or Nice
de: Für sichere Wege
fr: Patrouille<var 1D /var>: sur<var 16 /var>veil<var 16 /var>lan<var 16 /var>ce des routes noscéennes

source: Think of the Children
de: Flüchtige Schafe
fr: Apprivoisement<var 1D /var>: la chasse au bétail

source: I'll Be Home for Starlight
de: Gefräßige Puks
fr: Ramassage<var 1D /var>: de bien<var 16 /var>veil<var 16 /var>lants insectes

source: A Starlight Story
de: Finger weg
fr: Extermination<var 1D /var>: intrus sur la route

source: Stars and Explosions and Bears, Oh My
de: Der letzte Schrei
fr: Récupération<var 1D /var>: des plumes pour se pavaner

source: Starlight Stakeout
de: Heimtückische Stolperfallen
fr: Traque<var 1D /var>: pernicieux rongeurs

source: Not-so-silent Night
de: Hoher Besuch
fr: Patrouille<var 1D /var>: prévention des problèmes

source: A Concerted Effort
de: Täglich grüßt das Murmelhörnchen
fr: Apprivoisement<var 1D /var>: d'adorables marmottes

source: Theatgrhythdaniam
de: Kistenweise Kisten
fr: Ramassage<var 1D /var>: mar<var 16 /var>chan<var 16 /var>di<var 16 /var>ses perdues

source: All I Want for Starlight
de: リーヴテスト23
fr: リーヴテスト23

source: A Chocobo Carol
de: Förster in Not
fr: Extermination<var 1D /var>: saccageurs d'arbustes

source: A Star Shines On
de: Reißfeste Ranken
fr: Récupération<var 1D /var>: sarments d'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment

source: A Festive Fiasco
de: Das Flussmonster
fr: Traque<var 1D /var>: pollution des eaux

source: Starlight Slapdashery
de: Biologische Kettenreaktion
fr: Patrouille<var 1D /var>: la fin des vermines

source: The True Spirit of Starlight
de: Raptorendressur
fr: Apprivoisement<var 1D /var>: de dociles reptiles

source: One Happy Family
de: Dünger oder Leben
fr: Ramassage<var 1D /var>: croissance et luxuriance

source: Wish Upon a Starlight
de: Tierische Mörder
fr: 討伐任務：シープを狙う獣たち

source: Starlit Smiles
de: Ein windiger Auftrag
fr: Récupération<var 1D /var>: besoin d'air

source: A Very Yeti Starlight
de: Niedliche Nährstoffdiebe
fr: Traque<var 1D /var>: pas si pacifiques, les mandragores

source: Time to Shine
de: Lästige Nager
fr: Patrouille<var 1D /var>: adieu les vermines

source: Saintly Inspiration
de: Sprossen gegen alles
fr: Apprivoisement<var 1D /var>: mandragores curatives

source: Reindeer Fame
de: Pralle Reben
fr: Ramassage<var 1D /var>: les raisins de la colère

source: The Ghost of Starlight Present
de: Mit Geduld und Spucke
fr: 討伐任務：ウルダハ近郊の害虫駆除

source: Blue Starlight
de: Eisenmangel
fr: Récupération<var 1D /var>: quand les prix flambent

source: Together at a Distance
de: Kleine Sticheleien
fr: Traque<var 1D /var>: sus aux pampas

source: Starlight Surprise
de: Staatsbesuch
fr: Patrouille<var 1D /var>: la procession des nobles

source: Reach for the Stalls
de: Giftige Forschung
fr: Apprivoisement<var 1D /var>: de toxiques créatures

source: Spreading the Warmth and Cheer
de: Versteckte Klunker
fr: Ramassage<var 1D /var>: un trésor enfoui

source: The Ties That Bind
de: Futterneid
fr: Extermination<var 1D /var>: saccage de plantations

source: For the Winsome
de: Mückenplage
fr: Récupération<var 1D /var>: chigoes pullulants

source: Seeking the Scoop
de: Seuchenbekämpfung
fr: Traque<var 1D /var>: parasites aviaires

source: The Knight's Passage
de: Chocobo-Schreck
fr: Pourchasse<var 1D /var>: sauvetage du troupeau

source: Wonder and Lightning
de: Leichenbestatter
fr: Patrouille<var 1D /var>: libération des esprits

source: Burgeoning Dread
de: Wildfleisch
fr: Apprivoisement<var 1D /var>: porcins de choix

source: Breaking Brick Mountains
de: Rösling auf der Heiden
fr: Apprivoisement<var 1D /var>: de bien belles plantes

source: A Journey to Remember
de: Milbenterror
fr: Ramassage<var 1D /var>: suppression d'acari

source: A Complete Game Changer
de: Pilzbeschau
fr: Ramassage<var 1D /var>: délicieux mycélium

source: The New King on the Block
de: Geschuppte Gefahr
fr: Traque<var 1D /var>: anolis égarés

source: The Newer King on the Block
de: Ein hartnäckiges Rudel
fr: Extermination<var 1D /var>: le bruit et l'odeur

source: The Man in Black
de: Geschocktes Fischfilet
fr: Récupération<var 1D /var>: la pêche en un éclair

source: In the Dark of Night
de: Ein tolldreistes Rudel
fr: Traque<var 1D /var>: la fin des charognards

source: Messenger of the Winds
de: Schockierende Spaßvögel
fr: Pourchasse<var 1D /var>: la grande illusion

source: A Land on Fire
de: Straßenpatrouille
fr: Patrouille<var 1D /var>: adieu les embuscades

source: Pain to Recall
de: Schakaldressur
fr: 懐柔任務：入植地の番犬候補

source: The Path Infernal
de: Dodos an Bord
fr: Apprivoisement<var 1D /var>: un dodo sur un bateau

source: Just Crowning Around
de: Auch ein blindes Huhn
fr: 捜索任務：ばらまかれた妖花の種

source: リーヴテスト06
de: Dodo-Eier aus Bodenhaltung
fr: Ramassage<var 1D /var>: la fin des dodos

source: リーヴテスト07
de: Gefräßige Riesenkrabben
fr: Traque<var 1D /var>: la course aux crabes

source: リーヴテスト08
de: Reinemachen
fr: Extermination<var 1D /var>: nettoyage de la chaussée

source: リーヴテスト09
de: Häute Ul'dah, morgen die Welt
fr: Récupération<var 1D /var>: la chasse aux reptiles

source: リーヴテスト10
de: Hau den Schnabel!
fr: Traque<var 1D /var>: œil pour œil

source: リーヴテスト11
de: Mit Besessenheit spielt man nicht
fr: Pourchasse<var 1D /var>: juste un doigt

source: リーヴテスト12
de: Ein Akt der Gnade
fr: Patrouille<var 1D /var>: pacification des champs

source: リーヴテスト13
de: Ein explosiver Vorschlag
fr: 懐柔任務：発破代わりのボム

source: リーヴテスト14
de: Im Namen des Fortschritts
fr: Apprivoisement<var 1D /var>: coblyns cobayes

source: リーヴテスト15
de: Peiste sind eine Pest
fr: 捜索任務：ペイストの罠

source: Water, Water Everywhere
de: Tonscherben für die Forscher
fr: Ramassage<var 1D /var>: reliques du passé

source: No Bane, No Gain
de: Lalafell sind keine Zwischenmahlzeit
fr: Traque<var 1D /var>: sauvetage de Lalafells

source: Scourge of the Saplings
de: Affentheater
fr: Extermination<var 1D /var>: contentieux territorial

source: Stay for a Vile
de: Süß wie Honig
fr: Récupération<var 1D /var>: abeilles pour croquants

source: Nutbreaker Suite
de: Wie von der Schnake gestochen
fr: Traque<var 1D /var>: taons manipulateurs

source: Picking Up the Piercers
de: Blutende Pflanzen
fr: Pourchasse<var 1D /var>: désherbage massif

source: Bug Looks Like a Lady
de: Pilzragout
fr: Ramassage<var 1D /var>: le repas des champions

source: 獲得任務：オーレリアのバラスト袋
de: Ein ungewöhnlicher Gast
fr: Escorte<var 1D /var>: un fumet alléchant

source: Ain't Nobody Got Time for Rats
de: Geleitschutz
fr: Escorte<var 1D /var>: en route pour Le Refuge

source: A Long and Winding Road
de: Stampede
fr: Traque<var 1D /var>: de voraces chiroptères

source: On the Lamb
de: Imps ahoi!
fr: Pourchasse<var 1D /var>: des vers révélateurs

source: Bug Bites
de: Verbrechen lohnt nicht
fr: Patrouille<var 1D /var>: la route occidentale de Nevelle

source: Road Rage
de: Billige Hilfskräfte
fr: Apprivoisement<var 1D /var>: des bêtes de somme

source: 獲得任務：装飾用の羽
de: Ausführliche Kostprobe
fr: Ramassage<var 1D /var>: précieux breuvage

source: Nothing Compares to Shrews
de: Bier ist alle
fr: Escorte<var 1D /var>: de l'orge pour un brasseur

source: Observe and Protect
de: Böse Piraten!
fr: Escorte<var 1D /var>: bling bling

source: Either Love Them or Kill Them
de: Doppelt tot hält besser
fr: Extermination<var 1D /var>: repos de l'âme

source: Berries Got Bucked
de: Es liegt was in der Luft
fr: 追撃任務：砂を呼ぶゴート

source: リーヴテスト23
de: Neckische Imps
fr: Pourchasse<var 1D /var>: lever de voile

source: We Didn't Start the Fire
de: Ruhet in Unfrieden
fr: Patrouille<var 1D /var>: purification spirituelle

source: A Vine Finer than Twine
de: Bockige Steinböcke
fr: Apprivoisement<var 1D /var>: de robustes bouquetins

source: River Raid
de: Denaturierte Erde
fr: Ramassage<var 1D /var>: sus à la corruption

source: A Full Stomach
de: Zeit ist Geld
fr: Escorte<var 1D /var>: le marchand perdu

source: Wrangling Raptors
de: Ein höflicher Rausschmiss
fr: Escorte<var 1D /var>: sur le droit chemin

source: Compost with the Most
de: Wespenplage
fr: Extermination<var 1D /var>: sus aux Griffecoeurl

source: 討伐任務：シープを狙う獣たち
de: Gute Medizin ist ... klebrig
fr: Récupération<var 1D /var>: feuilles gluantes

source: No Pain, No Grain
de: Wiederbeschaffung
fr: Récupération<var 1D /var>: peaux braconnées

source: March of the Mandragoras
de: Natürliche Feinde der Natur
fr: Traque<var 1D /var>: antilopes saccageuses et braconniers insolents

source: Red Stead Redemption
de: Flüchtlingsschutz
fr: Patrouille<var 1D /var>: la fin des menaces

source: The Cure
de: In die Falle getappt
fr: Ramassage<var 1D /var>: sus aux collets

source: Far from the Vine
de: Mogry-Leibwache
fr: Escorte<var 1D /var>: le fou chantant

source: 討伐任務：ウルダハ近郊の害虫駆除
de: Die Baumschrat-Taktik
fr: Apprivoisement<var 1D /var>: des racines et du zèle

source: The Ore the Better
de: Gefährliche Geflügelzucht
fr: 討伐任務：放牧されたドードー退治

source: Needles to Say
de: Mörderische Krabben
fr: Pourchasse<var 1D /var>: de dangereux sosies

source: Procession of the Noble
de: Vorsicht vor dem Coeurl
fr: Patrouille<var 1D /var>: marins d'eau douce

source: A Spoonful of Poison
de: Eierdiebe
fr: Apprivoisement<var 1D /var>: les voleurs d'œufs

source: Two Yalms Under
de: Salz, Salz, Baby
fr: Ramassage<var 1D /var>: contrôle qualité

source: Going Green
de: Hart aber erzlich
fr: Escorte<var 1D /var>: accord d'extraction

source: Infestation Cessation
de: Mörderische Mörderkrabben
fr: Pourchasse<var 1D /var>: soupe de crustacés

source: Turning Out the Blight
de: Flüchtlingshilfe
fr: Récupération<var 1D /var>: festin d'antilopes

source: Bump in the Night
de: Wölfe im Wolfspelz
fr: Pourchasse<var 1D /var>: les transformistes

source: Wail of a Tale
de: Nekrolog: Das verbotene Buch
fr: Nécrologos<var 1D /var>: le livre interdit

source: Hog Wild
de: Revidierte Schriften
fr: Apprivoisement<var 1D /var>: le codex

source: Scent of a Roselet
de: Hausarrest
fr: Ramassage<var 1D /var>: l'appel de la boisson

source: Mite and Madness
de: Ein Herz für Tiere
fr: Escorte<var 1D /var>: sauvetage de biches

source: A Shroom with a View
de: Nekrolog: Zeuge des Wahnsinns
fr: Nécrologos<var 1D /var>: le témoin

source: Too Close to Home
de: Die herrenlose Leibwache
fr: Traque<var 1D /var>: une question d'honneur

source: A Tall Odor
de: Die Imps gehen zu weit
fr: Pourchasse<var 1D /var>: l'habit ne fait pas l'imp

source: The Sprite of Competition
de: Nekrolog: Seite für Seite
fr: Nécrologos<var 1D /var>: autodafé

source: Jackal and the Livestock
de: Flower Power
fr: Apprivoisement<var 1D /var>: de piquants végétaux

source: Shock Therapy
de: Der Ausreißer
fr: Escorte<var 1D /var>: la pupille de ses yeux

source: At the Gates
de: Nekrolog: Vodorigas Ankunft
fr: Nécrologos<var 1D /var>: un dangereux livre

source: 懐柔任務：入植地の番犬候補
de: Soldatenschmaus
fr: Récupération<var 1D /var>: festin dans les bois

source: Fresh Meat
de: Schwarzmarkt-Razzia
fr: Traque<var 1D /var>: le crime ne paie pas

source: 捜索任務：ばらまかれた妖花の種
de: Nekrolog: Vom Winde verweht
fr: Nécrologos<var 1D /var>: invocations funestes

source: No Egg to Stand On
de: Rieseneieromelett
fr: Ramassage<var 1D /var>: œufs d'adamankhélones

source: Grabbing Crabs
de: Goblin-Geleitschutz
fr: Escorte<var 1D /var>: la traversée des bois

source: Reeking Havoc
de: Gewilderte Felle
fr: Ramassage<var 1D /var>: sus à la contrebande

source: Skin-deep
de: Ein Platz an der Sonnenküste
fr: Extermination<var 1D /var>: la plage

source: Beak to Beak
de: Ruhestörung
fr: Traque<var 1D /var>: bruyants volatiles

source: Out of Body, Out of Mind
de: Nekrolog: Restlose Zerstörung
fr: Nécrologos<var 1D /var>: la chasse aux pages volantes

source: Field of Beans
de: Vogelfrei
fr: Apprivoisement<var 1D /var>: facétieux colibri

source: 懐柔任務：発破代わりのボム
de: Hochprozentiges Strandgut
fr: Ramassage<var 1D /var>: sauvetage œnologique

source: You Cannot Kill the Metal
de: Ein Herz für Büffel
fr: Escorte<var 1D /var>: un buffle égaré
