Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: A Song of Steam and Steel
de: Ehret die Ahnen
fr: Le respect des totems

source: A Refrain for the Undaunted
de: Achtung, Spione!
fr: Au service secret des Zundu

source: Who Lives, Who Dies, Who Retells Your Story
de: Der Schlüssel zur Freiheit
fr: Comme un Zundu en cage

source: Take with a Tonze of Salt
de: Gefangen von den Wilden
fr: Des captifs observateurs

source: Remembering Ishgard
de: Starr vor Schreck
fr: Le sacrifice des Vundu

source: The Best Laid Plans
de: Die Reifeprüfung
fr: Réveil difficile

source: Drinking the Pain Away
de: Erwachsensein ist schwer
fr: L'offrande de Gunu Vanu

source: Landing a Stable Job
de: Nicht alle Flüsse münden ins Meer
fr: Danse avec les Zundu

source: Cold Days, Colder Nights
de: Plan B
fr: Une monture de brave

source: Dinner for Four
de: Eine reife Leistung
fr: Gare aux Garlemauvais<var 1D /var>!

source: Mum's the Word
de: Auf den Spuren der Mogrys
fr: Des Mogs de la forêt dans les nuages

source: An Unwanted Delivery
de: Erst die Nüsse, dann der Mogry
fr: Un voyage pour des noix

source: Homesick
de: Dreistes Mogrynapping
fr: Une méprise salvatrice

source: Looking to the Future
de: Die Legende der Mogrys
fr: La légende des Mogs célestes

source: Enlisted
de: Vertreibung aus Nimmerreich
fr: Oncques à Nalloncques

source: Honoring the Past
de: Keine Nachrichten sind schlechte Nachrichten
fr: On a tous nos problèmes

source: Caught in the Act
de: Hässliche Blutsauger
fr: Attrapez les puces<var 1D /var>!

source: Into the Mists
de: Kweh! Kweh!
fr: Le cri du cœur

source: A Full Stomach and Happy Heart
de: Leichte Beute
fr: Des proies faciles

source: Unfulfilled Dreams
de: Ein großer Reinfall
fr: Malin comme un oiseau

source: Moogles in the Sky
de: Auf die sanfte Tour
fr: Pas de bras, pas de chocobos

source: Inscrutable Tastes
de: Schleimige Gefahr
fr: Limaces coriaces

source: Let the Clan Hunt Begin
de: Ein Bogen ist geflogen
fr: L'aventurier de l'arc perdu

source: Better Bill Hunting
de: Die Bären sind los
fr: Ours encombrants

source: Elite and Dangerous
de: Drache oder nicht Drache
fr: Ivre, il aperçoit des dragons

source: Do It for Gilly
de: Dufte Pilze
fr: Le coup du champignon

source: Ascending to Empyreum
de: Das Jagddebüt
fr: Elle a du flair, cette petite

source: The Way of the Dodo
de: Nichts für Zartbesaitete
fr: Partenaire particulier

source: Made to Order
de: Das Sakrileg
fr: Entre le bon et le mauvais chasseur

source: Clipped Wings
de: Lass Blumen sprechen
fr: Prenez cette fleur

source: Bargaining Chip
de: Steter Tropfen höhlt den Stein
fr: Tourner la page

source: Dragons in the Mist
de: Eier mit Schleim
fr: Chacun ses goûts

source: Unclear Motives
de: Frisch und fruchtig
fr: La passion des fruits

source: Featherbrained Schemes
de: Fleisch ist unser Gemüse
fr: Le gras, c'est la vie

source: Behind Enemy Lines
de: Knorrige Kreaturen
fr: Tout n'est pas bon dans la mélia

source: Calling Back the Troops
de: Aufrüstung
fr: Un vol nécessaire

source: A Hasty Recovery
de: Nestbau
fr: Du torchis pour construire

source: Crying over Spilled Food
de: Stinkekraut
fr: Une fumée salvatrice

source: A Tall Order to Fill
de: Der Retter der Chocobos
fr: Le chocobo justicier

source: Beefing Up the Reserves
de: Marcechamps Plan
fr: Le sale boulot

source: Hatching Ideas
de: Munitionsdiebstahl
fr: Pas assez de poudre

source: Search and Rescue
de: Feurige Steine
fr: L'or jaunâtre

source: A Cropper's Duty
de: Kollektive Strafe
fr: Vathe pour vendetta

source: Nutritious and Delicious
de: Liebesalgen
fr: Arrêter le fret

source: The Feast Must Go On
de: Nachwuchs für die Unverbundenen
fr: Un Égaré de plus

source: Sleepless in Ok' Zundu
de: Ein Geschenk für die Retter
fr: Dites-le avec des peaux

source: Returning What's Ours
de: Die Stimme des Bindenden
fr: Jamais seuls dans leur tête

source: One Flew over the Vundu's Nest
de: Sicherung der Grenze
fr: Protéger les Égarés

source: Winds of Ill Omen
de: Vereitelter Übergriff
fr: Mauvais transit

source: For Your Spies Only
de: Hungriger Drache
fr: Le miacis, c'est miam

source: Not Free as a Bird
de: Eierklau
fr: Les œufs, c'est mieux

source: On Wings of Vanu
de: Das Essen der Sterblichen
fr: Place à la nourriture humaine

source: An Awkward Situation
de: Lektion für Drachenjunge
fr: Une leçon pour les dragons

source: Flying the Nest
de: Drachenduell
fr: Un duel pour le plaisir

source: Growing Pains
de: Ungeziefer in der Ruhestätte
fr: Morne terre sacrée

source: Ok' Zundu's Got Talent
de: Ausgeräuchert
fr: La pestilence des Gnathes

source: Lazing Saddles
de: Drachenkinder in Gefahr
fr: Halte aux nuisibles<var 1D /var>!

source: The Black Storm
de: Beruhigungsblume
fr: L'arbre apaisant

source: A Tale of Two Moogles
de: Verschollener Bruder
fr: Perdu de vue

source: Birds of a Feather
de: Versteckspiel
fr: Cache Kal

source: An Eggcellent Disguise
de: Jagdhelfer
fr: Kal chasse

source: The Skies That Bind
de: Die bösen Sterblichen
fr: Humains inhumains

source: Reap What You Sow
de: Drachenheiler
fr: Un savoir oublié

source: Some Bad News
de: Umdenken
fr: Le mal par le mal

source: Something's Bugging the Chocobos
de: Weder Fisch noch Drachen
fr: Se remettre dans le bain

source: Why Does the Caged Bird Sing
de: Ganz schön eitel
fr: Le serment des sarments

source: Saving the Bait
de: Die kleinen Freuden des Lebens
fr: Une précieuse fleur

source: Clever Chicks
de: Nur keinen Bommel
fr: Passage difficile

source: A Trap to Yawn For
de: Über den eigenen Tellerrand hinaus
fr: Un jardin ex<var 16 /var>traor<var 16 /var>di<var 16 /var>nai<var 16 /var>re

source: Needs More Salt
de: Ein Bodenbewohner zu sein
fr: Le col<var 16 /var>lec<var 16 /var>tion<var 16 /var>neur

source: Wet Strings Attached
de: Harte Maßnahmen
fr: Dragons saccageurs

source: Uninvited Guests
de: Ein hitziges Gefecht
fr: Conflits fatigants

source: What Remaclon Saw
de: Geteiltes ist doppeltes Glück
fr: Les reliques des Maîtres terriens

source: I Wanna Be the Hunter
de: Wachposten einnehmen!
fr: La relève en déroute

source: A Natural Instinct
de: Eckstein, Eckstein
fr: Partie de cache-cache épuisante

source: First Impressions
de: Für die Blumen nur das Beste
fr: Jardiner n'est pas jouer

source: The Man Who Slew Too Much
de: Ein Sündenbock muss her
fr: Borborygmes et bourdonnements

source: A Budding Partnership
de: Ein Mogry in Not
fr: L'aspirant à la Garde-pompon

source: Persistence Makes Perfect
de: Der mutigste Mogry im ganzen Mogryversum
fr: Un problème épineux

source: To Each His Own
de: Immer auf die Kleinen
fr: Grossiers dragons

source: Low-hanging Fruit
de: Mutige Mogrys braucht das Wachkorps
fr: Les fruits du courage

source: Freedom of Choice
de: Heile, heile Mogry
fr: Une racine qui donne des ailes

source: Aggressive Pruning
de: Unsichere Gewässer
fr: Le pied dans l'eau

source: Stolen Munitions
de: Eine Tasse Tee gegen Fieber
fr: Un remède qui se fait attendre

source: Feat of Clay
de: Krank vor Sorge
fr: Fièvre et sang d'encre

source: Natural Repellent
de: Kupssst, geheim!
fr: Un endroit secret

source: The Hunter Becomes the Kweh
de: Vom Winde verweht
fr: Emportées par le vent

source: Chocobo's Last Stand
de: Affront vor dem Kreidetempel
fr: Un œuf sur la place

source: Treason and Plot
de: Eingeschleppte Spezies
fr: Espèces importées

source: Yellow Stones
de: Wütende Wyvern
fr: Attroupement alarmant

source: Vindictive Vath Vendetta
de: Schutz für zarte Setzlinge
fr: Protégeons les jeunes pousses

source: A Curious Herb
de: Körbe für Mogson
fr: Un oubli pesant

source: Awakened
de: Kupo-Nüsse gesucht
fr: Le goût de la noix violette

source: It's the Thought That Counts
de: Leckere Zugvogelnester
fr: Un mets au sommet

source: Advanced Vathematics
de: Zum Fressen gern
fr: Les harceleurs d'Ohl Tahn

source: Something Worth Protecting
de: Die Abenteurer von Ohl Tahn
fr: Les aventuriers d'Ohl Tahn

source: Nipped in the Bud
de: Echte Kuporadschaft
fr: L'Escouade Mogzun

source: How to Feed Your Dragon
de: Bis die Äste zittern
fr: L'exercice de Mogzun

source: Hungry for Seconds
de: Feldforschung
fr: L'exercice de Mogkon

source: A Taste of the Peculiar
de: Herzen aus Stein
fr: L'exercice de Mogoot

source: A Lesson in Humility
de: Einer für alle
fr: L'Escouade Mogzun est en danger<var 1D /var>!

source: Back in the Game
de: Ein Platz an der Sonne
fr: La fin des haricots

source: Where Dragons Lie
de: Objekte der Forschung
fr: Vouivres rancunières

source: No Smoking Allowed
de: Privatsphäre muss sein
fr: Les chenapans de Tharl Oom Khash

source: Like Gnaths to a Flame
de: Ungeheuerliche Ruinen
fr: Une expédition, oui, mais pas d'œufs<var 1D /var>!

source: Fit to Be Tied
de: Eklige Erkundungen
fr: Problème de larves

source: Blunders in Dragonsitting
de: Bis zum letzten Mogry
fr: L'histoire de Tharl Oom Khash

source: When Mother Calls
de: Unersetzlich
fr: Mon bien le plus précieux

source: A Dragon and His Boy
de: Klein, aber kupo!
fr: La Garde-pompon a des problèmes

source: Between Friends and Family
de: Krieg den Drachen
fr: Les protecteurs de Zénith

source: The Heart of a Dragon
de: Habt Acht, Mogry-Wachkorps!
fr: Les patrouilleurs de Zénith

source: Let Bygones Be Bygones
de: Mogga vor der Brücke
fr: Les craintes de Mogga

source: The Bathing Bully
de: Schatten über Mogok
fr: L'intuition de Mogok

source: A Show of Devotion
de: Das verhasste Symbol
fr: L'intention des disciples de Nidhogg

source: A Dream Blooms
de: Ruhe für Mutter Schiefer
fr: Un coin de paix pour Mère Cheveu

source: Road Kill
de: Anzu müssen draußen bleiben
fr: Zou, les anzus<var 1D /var>!

source: Nut Job
de: Denkmalschmutz
fr: Adieu, nids douillets<var 1D /var>!

source: Who's Got the Baskets
de: Eine unheilvolle Vorahnung
fr: Un regard troublant

source: Where Dragons Tread
de: Drachenjagd für die Forscher
fr: Leur dame des éclaireurs

source: Something Needs to Change
de: Die Früchte unserer Forschung
fr: Deux mains gauches

source: My Friend the Enabler
de: Eine geschickte Ablenkung
fr: Sûres mesures

source: Pom-pom Panic
de: Im Namen der Forschung
fr: Un précieux rapport

source: Hide Your Moogles
de: Handlanger der Expedition
fr: Justes mesures

source: The Unceasing Gardener
de: Die Wahrheit hinter der Bestie
fr: Sa vraie nature

source: Waiting to Inhale
de: Eine historische Zusammenarbeit
fr: Une col<var 16 /var>la<var 16 /var>bo<var 16 /var>ra<var 16 /var>tion historique

source: A Pebble for Your Thoughts
de: Der König der Lüfte
fr: Une brûlante amitié

source: Spineless Wadjets
de: Die letzte Mahlzeit
fr: L'est où la cuisse<var 1D /var>?

source: Far from Home
de: Menphinas Zuflucht
fr: Zhloe Aliapoh et ses commandes spéciales

source: A Nutty Initiation
de: Gut delegiert ist auch erledigt!
fr: Chasse aux pièges

source: I Won't Leaf You Behind
de: Wunschlieferungen für den Klippenhänger
fr: Adkiragh et ses commandes spéciales

source: Something in the Water
de: Reine Schikane
fr: Une phobie peut en cacher une autre

source: Moogles' Marvelous Medicine
de: Bruderzwist in Frohehalde
fr: Au bord du gouffre et le dos au mur

source: Worried Sick
de: Gefährliche Eisen
fr: Pièges interdits

source: A Secret from Everyone
de: Saubere Arbeit
fr: Opération forêt propre

source: Mallow in Sadness
de: Das Wesen der Chocobo-Jagd
fr: Un équilibre à préserver

source: An Immaculate Home
de: Bauricoins Rache
fr: La vengeance de Bauricoin

source: Just Another Bug Hunt
de: Angriff ist die beste Verteidigung
fr: Frappe préventive

source: Wyvern Let Die
de: Eine Stärkung für Gullinkambi
fr: Le petit creux de Gullinkambi

source: Root Maneuvers
de: Wachbeihilfe
fr: Les insectes ne sont pas nos amis

source: Back to Baskets
de: Lange Indigofinger
fr: Avec nous ou contre nous

source: If Living Is without Nuts
de: Freiwillig freundlich
fr: Panier percé

source: The Nest Episode
de: Hinterteil noch heil?
fr: Surtout pas les fesses<var 1D /var>!

source: There Will Be Blades
de: Fangnix fängt nichts
fr: Sortir de la crise avec des yeux

source: No Country for Young Moogles
de: Fass ist überlaufen
fr: D'un revers de Main indigo

source: The Mog Squad Assembles
de: Fangnix und die feigen Fische
fr: Sortir de la crise en tuant des nuisibles

source: Branching Out
de: Nützlicher Schrott
fr: Jamais sans mon bric-à-brac

source: What Learning Entails
de: Spaß mit Wellen
fr: Si tu m'embêtes, je t'embêterai aussi

source: A Rocky Start
de: Ein neuer Angel-Ansatz
fr: Sortir de la crise avec de la viande

source: Walking the Walk
de: Luft mit Duft
fr: Le bouquet garni

source: Seedy Business
de: Große Stinkenpflanze
fr: Sortir de la crise en se reconvertissant

source: The Sins of Our Landlords
de: Frisch geködert, halb gefangen
fr: Sortir de la crise avec un nouvel hameçon

source: Unwanted Attention
de: Schattiges Gärtchen
fr: Prolifération gênante

source: Walking on Eggshells
de: Alte Technik gut gewartet
fr: L'entretien des éthérites

source: It's Not a Bug, It's a Creature
de: Aufschlussreiche Federn
fr: La der des ders

source: A Frightening Field Trip
de: Brecher brechen
fr: Mort aux machines<var 1D /var>!

source: Give Back My Precious
de: In die Schlucht
fr: Cinq sur huit

source: Protecting the Pom
de: Lauschiges Plätzchen
fr: Gobeline en détresse

source: Save the Pomguard
de: Gewalt ist eine Lösung
fr: Resserrer les liens

source: An Urgent Message
de: Chaotische Truppe
fr: Coordination difficile

source: An Uneasy Feeling
de: Nasse Füße
fr: Les voleurs d'Idyllée

source: A Moogle's Intuition
de: Erst Tat, dann Rat
fr: Cher journal...

source: Trouble at Zenith
de: Wenn er auch die Wahrheit spricht
fr: La valse des pantins

source: Respecting the Sheave
de: Säumige Leiher
fr: Mauvais client, bonne pioche

source: Spring Cleaning
de: Hell in der Denkschale
fr: Le Gobelin et la Main

source: No Nests Allowed
de: Regelrecht eingeschränkt
fr: Dans les règles de l'art

source: Bitter Is the Night
de: Das Volk hat gesprochen
fr: Quasi-retour aux sources

source: Cleaning House
de: Willkommen im Paradies
fr: Les deux nouveaux

source: Finders Keepers
de: Entrüstung über eine Rüstung
fr: La suspicion de Notched Bone

source: These Things Take Time
de: Die Goblin-Gehirnwäsche
fr: Les soupçons de Dedean

source: An Unwelcome Surprise
de: Bauchgefühl
fr: La faim justifie les moyens

source: A Meter Too Far
de: Erste Opfer
fr: Un Gobelin très louche

source: Thar Be Dragons
de: Schone deinen Nächsten nicht
fr: Des techniques incroyables

source: Laying the First Brick
de: Volle Bürgerrechte
fr: Des Gobelins et des humains

source: Fiery Wings, Fiery Hearts
de: Abwarten und Tee eingießen
fr: Le serviteur poroggo

source: Smarter than the Average Beast
de: Verschollen im Wolkenmeer
fr: Escapade à Ablablathia

source: Arms Wide Open
de: Hohe Jagd im Hohen Land 3
fr: Ishgard, terre de chasseurs

source: Getting a Legtrap Up
de: Viel Glück und viel Fegen
fr: Le rêve d'un balai

source: Between a Rock and the Hard Place
de: Ahnenforschung
fr: De l'origine des noms mogs

source: Pest Control
de: Reiner als rein
fr: Le désir d'un balai

source: He Ain't Piggy, He's My Brother
de: Holzbrücke sei wachsam
fr: La curiosité d'un balai

source: A Step in the Right Direction
de: Das verkehrte Zauberwort
fr: L'incantation révélatrice

source: Garbage Duty
de: Außer Besen nichts gewesen
fr: En désespoâr de cause

source: A Hunter's True Nature
de: Steinharte Trainingspartner
fr: Défilé de mannequins

source: Smells Like Team Spirit
de: Was uns da wohl blüht
fr: Le trésor inestimable de l'Arboretum

source: The Best Defense
de: Bücherjagd im Geisterschloss
fr: Cherche bibliothécaire

source: From the Jaws of Hunger
de: Khloes Abenteuer
fr: Aventures imaginaires

source: Stop Bugging Me
de: Die Ruhe des heiligen Berges
fr: Pour le repos des dragons

source: Louder than Words
de: Auf den Fuchs gekommen
fr: Touchicoti, tournicoton

source: Community Service
de: Allagisches Kampftraining
fr: Le parfait petit soldat allagois

source: A Bum Rap
de: Putzkolonne außer Kontrolle
fr: La peur du rangement

source: Feltsmox Needs Bait
de: Gefahr in Vollzug
fr: Sus au droïde

source: Cry Havoc
de: Aufstandsbekämpfungskapazität
fr: Système et sous-systèmes

source: Feltsmox's Reel Problems
de: Hybridzüchtung
fr: Abominations chimériques

source: Sacking the Foe
de: Sporenbelastung
fr: Pollutions sporagineuses

source: Can You Hear Me Now
de: Gejagter Jäger
fr: Chasse aux chasseurs

source: Feltsmox Can't Bear It
de: Revolutionäre Legionäre
fr: Insurrection garlemaldaise

source: A New Leaf
de: Sachbeschädigung
fr: Cinq mille ans de transport

source: Feltsmox Tackles the Morbols
de: Technologiediebstahl
fr: Contrefaçons au rabais

source: Feltsmox Switches Bait
de: Altmetallriesen
fr: Recyclages à l'infini

source: A Slimier Stymier
de: Hohe Standards
fr: Tests sans sujets

source: Ebb and Aetherflow
de: Hocheffizient
fr: Écosystème en danger

source: Mission Unpossible
de: Erhöhte Aggressivität
fr: La violence à son paroxysme

source: The Vangob Job
de: Hoch zu Ross, mit Geschoss
fr: Traque en armure

source: What the Boat Brought In
de: Staub von gestern
fr: Poussière de taille

source: Over My Dead Gobbie
de: Taktischer Kontakt
fr: Jeu de piste

source: Uncoordinated Defense
de: Längst kein altes Haus
fr: Une lézarde au salon

source: Taking Stock
de: Zurück in die Zelle
fr: Alliance désunie

source: The Missing Logbook
de: Stützender Stein
fr: Coup de chaux

source: Watchcogs
de: Knall und Fall
fr: Le grand saut

source: The Pick of the Bunch
de: Von Beeren zum Bären
fr: La gueule du mauvais ours

source: Administrative Difficulties
de: Geschmack der Heimat
fr: Un problème au menu

source: Red Tape
de: Hungrige Räuber
fr: La cuistance des viandards

source: The Golden Rule
de: Kriegsopfer Natur
fr: Empire contre nature

source: The New Arrivals
de: Ausgestochen
fr: Un coup fumant

source: Notched Bone's Suspicions
de: Sammeln für einen guten Zweck
fr: La nouvelle recrue de Rowena

source: Dedean's Doubts
de: Die Familien der Helden
fr: Après les larmes

source: Lean and Hungry Gentlemen
de: Blasrohrvorführung
fr: Comme soufflé d'une sarbacane

source: Private Investigations
de: Nagerplage am Grab
fr: Rat-le-bol

source: Ancient Goblin Secrets
de: Proben vom Schweif des Kometen
fr: La Queue de la Comète

source: Cityfriends
de: Vor den Kopf gestoßen
fr: Le souvenir d'un fils

source: Saro Roggo's Common Life
de: Früher war alles besser
fr: Les cœurs de pierre

source: Classic Misdirection
de: So besiegt man Ameisenlöwen
fr: L'idole des jeunes recrues

source: Top Marks
de: Altkluges Geschwätz
fr: On connaît la chanson

source: A Straightforward Fancy
de: Die Militärhistorikerin
fr: Amères disparitions

source: A Moogle by Any Other Name
de: Schicht an Schicht
fr: Un caillou pour sa dulcinée

source: A Statuesque Interest
de: Nur dem Anschein nach verlassen
fr: Le village abandonné

source: A Self-possessed Pastime
de: Die Seele im Jenseits zu erfreu'n
fr: Les rocs oubliés

source: The Magic Word
de: Zeuge ohne Erinnerung
fr: Au fond de la grotte

source: Have I Toad You Lately
de: Räuber berauben
fr: Qiqirns enquiquineurs

source: A Striking Opportunity
de: Die Schwarze Rose
fr: Un loup déguisé en agneau

source: An Overgrown Ambition
de: Sicherung der Jagdgründe
fr: Querelle de chasseurs

source: Let Me Gubal That for You
de: Schuppenpflege
fr: Faveurs divines

source: Keeping Up with the Aliapohs
de: Schneckenplage
fr: Les limaces alcooliques

source: The Fires of Sohm Al
de: Schmuckstück mit Seele
fr: Un bijou de famille

source: Fantastic Mr. Faux
de: Ein goldenes Problem
fr: Les âmes de pierre

source: Basic Training
de: Geschenk der Garlear
fr: La peur du ventre vide

source: Good Clean Fun
de: Beziehungspflege
fr: Marketing pour Anantas

source: General Protection Fault
de: Klippenstürmer
fr: Les fantômes des cimes

source: Excessive Force
de: Der Herausforderer
fr: Nunh à la place du Nunh

source: Chimerical Abominations
de: Rebell mit Grund
fr: Le retour de la revanche

source: Pollution Solution
de: Was mich nicht umbringt
fr: Un en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment explosif

source: Good Hunting
de: O tapferer Vater
fr: L'épée du serment

source: Defense Protocols
de: Ans Tageslicht
fr: L'arbre surnaturel

source: Snikt
de: Zurück zu altem Glanz
fr: Vers un retour à la vie d'avant

source: A Crude Facsimile
de: Der Held von Rhalgrs Wacht
fr: À la recherche d'un héros

source: Recycling
de: Von denen, die gehen und bleiben
fr: Avant de faire ses adieux

source: Inadequate Safety Measures
de: Eine Lanze für Ala Ghiri
fr: Ceux qui quittent le nid

source: Environmental Unbalance
de: Man gönnt sich ja sonst nichts
fr: Le goût de la victoire

source: Elevated Aggression Levels
de: Knackige Beine
fr: Chapulis bannis

source: Magiteknical Failure
de: Einsame Wacht
fr: Du baume au cœur et au corps

source: Dark Water
de: Das Bergleben stinkt
fr: Le nez au vent

source: Gross Encounters
de: Eine Tasse voll Dankbarkeit
fr: La rechute

source: Home Comforts
de: Der Grund zu kämpfen
fr: Un cas loin d'être rare

source: Prison Break
de: Verstehen lernen
fr: Les résistants font le bilan

source: An Honest Day's Work
de: Freundliche Fassade
fr: Lâchez ces caisses<var 1D /var>!

source: What a Tangled Web We Weave
de: Aus Liebe zum Geld
fr: Friche et frichti

source: Bears over Flowers
de: Starke Schwesterliebe
fr: Le sang du rapace infernal

source: Spicing Things Up
de: Starke Mutterliebe
fr: La cité aux enfants perdus

source: Beastly Bandits
de: Ein guter Garlear
fr: Le bienfaiteur d'Ala Ghiri

source: Doing Her Part
de: Der Grund der Verehrung
fr: Une admiration sans bornes

source: Midge Madness
de: Halb so wild?
fr: Quand on n'a plus rien à perdre...

source: None Forgotten, None Forsaken
de: Sinn eines Lebens
fr: Une nouvelle raison de vivre

source: Not While Their Names Are Still Spoken
de: Abgestaubter Flügelstaub
fr: Papillon de lumière

source: Hard Blow
de: Radiatas regionale Spezialität
fr: La spécialité de Radiata

source: Of Rats and Men
de: Neue Kundschaft
fr: D'un râtelier à l'autre

source: A Second Assessment
de: Immer nach vorne schauen
fr: Les laissés-pour-compte

source: Mother's Boy
de: Abgrundtiefer Hass
fr: Plus douce que le miel

source: Saint Sayer
de: Granatenstark
fr: Renouer avec la vie et les profits

source: A Good Role Model
de: Ohne Moos nix los
fr: Moussemousse moussue à la rescousse

source: As Stubborn as Stone
de: Das todsichere Ding
fr: Argent presque facile

source: The Hidden Truth
de: Drache aus Feuer und Eisen
fr: Les ailes sombres d'Allag

source: The Sound of the Quarry
de: Anzeichen des Verfalls
fr: Un hameau vieillissant

source: Drawing a Blank
de: Wider den Wundbrand
fr: La dure vie des infirmiers

source: Spooky Stones
de: Held aus Versehen
fr: Champ de bataille et d'amour

source: Seeking Answers
de: In luftigen Höhen
fr: Ennemi volant par<var 16 /var>fai<var 16 /var>te<var 16 /var>ment identifié

source: Rat Bandits
de: Damit Papin groß und stark wird
fr: Des protéines pour bien grandir

source: The Honest Truth
de: Verschlossene Augen
fr: Jamais sans ma fille

source: Unexpected Guests
de: Rekrut, bitte melde dich!
fr: Un œil de lynx

source: Delicate as a Flower
de: Außer Kontrolle
fr: Armures magitek domestiques

source: Slug It Out
de: Unwegsame Abkürzung
fr: Le raccourci des vaillants

source: Hard to Swallow
de: Felsenfeste Freund<var 16 /var>schaft
fr: Un homme impartial

source: Gold Rush
de: Wo das Herz zuhause ist
fr: Le sens du devoir

source: Eyes Bigger than Her Stomach
de: Wo Zweibeiner einst jagten
fr: Terrain de chasse royal

source: The Perfect Gift
de: Ein gutherziger Händler
fr: Donner sans rien attendre en retour

source: Spooked
de: Schemenhafte Erlösung
fr: Âmes errantes

source: A New Contender
de: Der verlorene Sohn
fr: Le fils perdu

source: Down but Not Out
de: Der Schatz vom Seldsee
fr: Un secret impérial

source: Make a Man Out of You
de: Erarts Spur
fr: L'homme d'Âtrefroid
