Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Singed Fur Their Own Good
de:  Masse-Energie-Konverter
fr:  Stupeur et avalements

source: The Gland That Feeds You
de:  Nestsäuberung
fr:  Le monde perdu

source: Douse Them While They're Down
de:  Die rasenden Flusspferde von Thavnair
fr:  Hippos dans la poussière

source: Before They Are Tempered
de:  Schneller ist besser
fr:  Les Hippotracteurs à la conquête de Thavnair

source: Hard to Port
de:  Sauryamäßig schlecht gelaunt
fr:  Un hippo averti en vaut deux

source: This Infernal Heat
de:  Der große Acala
fr:  Les fourberies d'Ogul

source: Elite Beating
de:  Hippohott!
fr:  Dans l'œil rouge des Gajasuras

source: Unholier than Thou
de:  Eine geschenkte Gelegenheit
fr:  La botte secrète de Kancana

source: Raiding the Cache
de:  Handzettel der Hipporaser
fr:  Des dépliants pour les hippos

source: Pulling Fangs
de:  Lieferung aus Übersee
fr:  Une affaire qui roule

source: Demolition Drake
de:  Ranken für die Hippowagen
fr:  Répare ton char

source: Fire-spitting Image
de:  Auf der Spur des vermissten Hipporasers
fr:  À la recherche du livreur perdu

source: Nothing Sacred
de:  Göttlicher Beistand für die Hipporaser
fr:  Samanta préfère le vert

source: Fodder for the Flamefangs
de:  Reden will gelernt sein
fr:  Débuts timides

source: Hatchling Humiliation
de:  Farbenfroher Segen
fr:  Une prière qui sent la poudre

source: The Beacon That Burns You
de:  Hipporaser lieben Hamsa-Eier
fr:  Attention, fragile<var 1D /var>!

source: Seeking Solace
de:  Aus gutem Grund
fr:  Un cœur gros comme ça

source: Voyce of Concern
de:  Kostbare Meeresblumen
fr:  Délices sous-marins

source: Pilfered Podlings
de:  Köstliche Geschenke
fr:  Vos plats préférés, toujours bien livrés

source: Idle Hands
de:  Verwertung von Essensresten
fr:  Recyclage, réduction, réutilisation

source: Feathers and Folly
de:  Stinkende Asvattha-Knospen
fr:  Prends-en de la graine

source: Deck the Hut
de:  Glücksverheißende Düfte
fr:  Poudre d'escampette

source: Malodorous Mischief
de:  Schreckhafte Flusspferde
fr:  Invasion de starmites

source: Gourd Grief
de:  Flusspferdseife
fr:  Un bon bain qui fait du bien

source: Feed Me
de:  Nur das beste Futter
fr:  Les bienfaits de Vanaspati

source: Giddy for Goobbues
de:  Es will doch nur fressen
fr:  L'échappée de l'hippo affamé

source: Now You See Me
de:  Gefährliche Eckzähne
fr:  Des dents dures comme fer

source: Imperial Intruders
de:  Natürliche Imprägnierung
fr:  Fuite d'eau dans les tuyaux

source: The Magitek Menace
de:  Dick, aber empfindlich
fr:  Une crème solaire pas comme les autres

source: Not Who They Seem
de:  Anregendes Nebenprodukt
fr:  Une origine explosive

source: Raising a Stink
de:  Schmackhaftes Moos
fr:  Vous prendrez bien un peu de mousse<var 1D /var>?

source: With One Stone
de:  Bezahlt eure Rechnung!
fr:  Paie ton ardoise<var 1D /var>!

source: I Dream of Slimy
de:  Lieferung an das Himmelsheer
fr:  Les fournitures de l'Ost rayonnant

source: Mushroom Madness
de:  Gepäck unter Wasser
fr:  Hippo déchaîné, éléphant trempé

source: Milkroot in Moderation
de:  Manusya sei Dank
fr:  Ô Manusya, entendez mon appel<var 1D /var>!

source: Something to Sneeze At
de:  Köstliche Akyaali-Krabbe
fr:  Des pattes de crabe ap<var 16 /var>pé<var 16 /var>tis<var 16 /var>san<var 16 /var>tes

source: Shocking Developments
de: Hippowagen für die Sterne
fr: Des rêves plein l'hippochar

source: Waterbringer
de: Ein Rennen zwischen den Sternen
fr: La grande course aux confins de l'univers

source: In the Sylphlands, Treasure Hunts You
de: Die Bruderschaft der Asche
fr: La révolte des cendres

source: Perilous Pumpkins
de: Im Ring der Asche
fr: Naître de ses cendres

source: Fungal Foulness
de: Loonh Gahs Ver<var 16 /var>gangen<var 16 /var>heit
fr: Une inextinguible soif de vengeance

source: Ripe for the Picking
de: Funken des Zorns
fr: Retour de flamme

source: A Sticky Situation
de: Flammende Rache
fr: La voie de la puissance

source: Sympathy for the Sentinel
de: Gepanzertes Orakel
fr: Scapulomancie préventive

source: No Root for You
de: Abwehr der Schatten
fr: Le châtiment des éclaireurs

source: Mist Opportunities
de: Echsenmedizin
fr: Savoir panser ses plaies

source: Clearing the Air
de: Das natürliche Gleichgewicht
fr: Tortues tortionnaires

source: Podling Peril
de: Berittene Feuerwehr
fr: Mettre le feu aux poudres

source: Boar Wars
de: Leuchtfeuer der Amalj'aa
fr: Étouffer la flamme

source: Moxia's Magnum Opus
de: Heilung der Verblendeten
fr: Remède miracle

source: Bane of the Barbs
de: Aus den Klauen der Amalj'aa
fr: Les chasseresses chassées

source: Highway Robbery
de: Die Ehre der Gefangenen
fr: Traditions bafouées

source: How Low Can You Go
de: Heilige Flammen
fr: La retraite des flambeaux

source: No-good Zo Ga's Ambition
de: Kultige Gegenstände
fr: Objets d'un culte

source: The Kobold and the Beautiful
de: Geschwister im Geiste
fr: Les hommes de main des Crocs

source: Revenge of the Furred
de: In infernalischer Flamme gehärtet
fr: Rites nocturnes

source: Rubbish for Refuse
de: Ifrits heiliges Feuer
fr: Décharger sa flamme

source: No Such Thing as a Free Lunch
de: Gebrannte Katze scheut das Feuer
fr: Chat échaudé craint l'Amalj'aa

source: Finger Licking Good
de: Feuriges Futter
fr: Éleveur de champions

source: Battle of the Bottom-feeders
de: Wasserscheu
fr: Le supplice de l'eau

source: Mothers of All Bombs
de: Aus flammenden Fängen befreit
fr: La traite des hommes

source: Ill-gotten Gains
de: Kristallraub in Ifrits Namen
fr: Piège des cristaux

source: Hells Have No Fury
de: Zerstörung der heiligen Flammen
fr: Entretenir la flamme

source: Know Your Place
de: Die Elite der Flammenfänge
fr: Garde rapprochée

source: Misery Loves Company
de: Die Schamanen der Flammenfänge
fr: Coup de prêtre

source: Bo Zu's Blown Cover
de: Infernalische Macht in kaltem Stahl
fr: Déposer les armes

source: Ambushing the Assessors
de: Demonstrierte Überlegenheit
fr: Frapper l'élite

source: Armed and Dangerous
de: Vorräte in Flammen
fr: Terre brûlée

source: Too Hot to Handle
de: Feuer mit Feuer bekämpfen
fr: D'une pierre deux flammes

source: The Sly Salvages
de: Gezielte Demütigung
fr: L'opprobre et le mépris

source: Belles of the Ball
de: Befreiung aus Zahar'ak
fr: Les clefs de la liberté

source: Contents Unknown
de: Flammende Fähnchen im Wind
fr: Le vase où meurt cette vermine

source: Brain Buster
de: Der letzte Funken erlischt
fr: Pour la gloire d'Ifrit

source: The Lode Warrior
de: Der verschwundene Wissenschaftler
fr: Un tour au Refuge

source: Operation Riffraff
de: Die Legende des heiligen Kindes
fr: La recherche du scien<var 16 /var>ti<var 16 /var>fi<var 16 /var>que

source: A Dangerous Delivery
de: Wiegenraub
fr: Mission de sauvetage

source: Friends in Low Places
de: Wiegenraub 2 - Wie gewonnen, so zerronnen
fr: Tel est pris qui croyait prendre

source: Genius at Work
de: Die Geburt des heiligen Kindes
fr: Mission de sauvetage - la revanche

source: Ba Go's Behest
de: Geschenkt ist geschenkt
fr: L'enfer est pavé de bonnes intentions

source: Glutton for Punishment
de: Zum Himmel stinkend
fr: Facéties méphitiques

source: Fulminating Furnaces
de: Die gestohlenen Kürbisse
fr: Mes précieux potirons

source: A Meal Fit for a Fugleman
de: In den Fängen der Großmäuler
fr: Les bouches pleines

source: Spread the Wealth
de: Ritt auf der Goobbue
fr: Un bon gros géant

source: A Coblyn Catastrophe
de: Keine Zeremonie ohne Kultobjekt
fr: C'est l'instrument qui compte

source: Wrath of the Roundsman
de: Ihr stinkenden Garlear!
fr: Sus aux Impériaux

source: Angry Angry Acolyte
de: Kampf der Kampfmaschine
fr: Leur gros engin

source: They Came from the Deep
de: Durchschaut!
fr: Des espions presque parfaits

source: Clutch and Kin
de: Mir stinkt's
fr: Pollution atmosphérique

source: The Scarlet Bloodletter
de: Geburtenkontrolle
fr: Mort aux sentinelles

source: Watching the Spawn
de: Glasieren geht über Studieren
fr: Péché mignon

source: Like Clutchfather, Like Son
de: Mir stinkt's auch
fr: Dépollution atmosphérique

source: Standard Procedure
de: Aufs Fahrrad geschwungen
fr: Une racine, ça va, deux, bonjour les dégâts

source: A Taste for Paste
de: Bombiges Niesen
fr: Le pont de Chantalouette

source: Violence of the Clams
de: Das gibt 'nen Riesenstunk
fr: Foudre nocive

source: Enemy at the Tidegates
de: Wasserdieb und Pilzbefeuchter
fr: Pousser comme des champignons

source: A Quick Snip
de: Verkleidung des Jahres
fr: Les coffres sans trésors

source: A Crate-ful Response
de: Kürbisbombenüberraschung
fr: Gare au potiron

source: Skullduggery
de: Luftverschmutzung - Nein, danke
fr: Champignons vénéneux

source: A Killer Strategy
de: Frisch geerntet - Beste Qualiät
fr: Encore et toujours des tuberculaits

source: Spawning Ground Salvation
de: Kauen ist Zeit<var 16 /var>verschwen<var 16 /var>dung
fr: Pris au piège

source: Wind from Their Sails
de: Die Leiden der alten Wächter
fr: Le cycle de la vie

source: Move Along, Nothing to Heal Here
de: Rufmord
fr: Ragots et cancans

source: Ain't Got Time to Breed
de: Nebel des Grauens
fr: Brumes hallucinogènes

source: Put a Shhhock in It
de: Mondschleier gegen Dunstschleier
fr: Travaux d'assainissement

source: Get a Lode of This
de: Wiegenrettung
fr: Un précieux fardeau

source: Ballista Bust-up
de: Jetzt gibt's Keiler
fr: Sans défenses

source: Better Ash than Blood
de: Ein Bombenerfolg
fr: Alerte aux bombes

source: In the Shadow of the Moon
de: Den Fluchhut ziehen
fr: Champignons mortels

source: Clutchfather Knows Best
de: Der mysteriöse Salpeterraub
fr: Un mystérieux vol de salpêtre

source: A Nap Before Drowning
de: Ein Herz für Kobolde
fr: Dur dur d'être un Kobold

source: Learn by Destroying
de: Die Kobolde rüsten auf
fr: Sabotage à la kobolde

source: Tines of the Trident
de: Die Schöne und der Kobold
fr: À la rescousse de la belle des mines

source: An Enthralling Engagement
de: Sternstunde des 789. Ordens
fr: La révolte du 789e ordre

source: Reaving in a Hurry
de: Eisen gegen Essen
fr: Tout fer pour manger

source: Shellfish Schemes
de: Delikate Würmer
fr: L'en-cas du travailleur kobold

source: Up in Shhhmoke
de: Explosive Vorräte
fr: Un appétit explosif

source: The Tail's the Best Part
de: Immer auf die Schwachen
fr: T'ar ta gueule de Kobold

source: Unfair Trading
de: Missratene Bomber
fr: Y a le feu au lac

source: Sea Scraps
de: Unlauterer Wettbewerb
fr: Extraction manuelle

source: Plunder Fire
de: Aufgedrehte Bomber
fr: Mini-bombos dans la nature

source: Removing the Stain
de: Dreiste Gebietserweiterung
fr: Tricheurs expansionnistes

source: A Bad Bladder
de: Aus dem Rennen gesprengt
fr: Une excavatrice gênante

source:  Reaching for Cloud Nine
de: Bombiger Betrug
fr: Tromperie sur la marchandise

source:  A Designer Job
de: Auf die Finger geschaut
fr: Inspection du travail kobolde

source:  The Boy from Gridania
de: Auf der faulen Kobold-Haut
fr: Une légère mollesse du genou

source:  Lathe to the Party
de: Ebenso faul wie zornig
fr: La bombo-machine

source:  Standing at the Helm
de: Golem-Sprengkommando
fr: Massacre de golems en règle

source:  Never Be Royal
de: Sprengen aus Leidenschaft
fr: Ça va chauffer au laboratoire

source:  Spread Your Wings and Soar
de: Schatz<var 16 /var>suche im Labor
fr: Pillage alchimique

source:  Deliverance
de: Aufmotzen für den Obermotz
fr: Le laboratoire de la frousse

source:  Trust, but Verify
de: Ein goldener Zinken
fr: Un odorat en or

source:  Misdirected Woo
de: Bomber grün wie Grünspan
fr: Déréglage de creuset

source:  Keeping Up Appearances
de: Express-Bomber
fr: Livraison de bombo

source:  Blow, Ye Winds
de: Elitäre Stinker
fr: Mes précieuses mines

source:  Gyrodriven
de: Verwöhnte Bomber
fr: Aliments pour bombos

source:  Of Rodents and Rigging
de: Material für Bomber
fr: L'ego d'un éboueur kobold

source:  What Evil Lurks in the Hearts of Golems
de: Ohne Teller keinen Brei
fr: Des plats pour un Kobold gourmet

source:  One Ixal's Buzzard
de: Bomber-Produktionsstätte
fr: Bomboréacteur bombardé

source:  The Right Tool for the Tools
de: Schmackofatz
fr: Un délice jaune doré

source:  And Thanks for All the Fish
de: Tunnelbohrer ade!
fr: Un nouveau jouet explosif

source:  An Empty Sack Cannot Hang Downright
de: Das Dobalos-Experiment
fr: Le “docteur Doblynstein”

source:  Hot Cross Buns
de: Demütigung des 59. Ordens
fr: Intimider le 59e ordre

source:  Simply the Biast
de: Haftung ausgeschlossen
fr: Récupération de bombo volé

source:  A Long Way to the Top
de: Sie kamen aus der Tiefe
fr: La menace des profondeurs

source:  Reach for the Starboard
de: Klein, aber oho!
fr: Frai et frères

source:  Larboard and Lodging
de: Der Scharlachrote Teufel
fr: Le démon des mers

source:  Right-wing Aeronautics
de: Geleitet von Zorn
fr: Un passé louche

source:  Left-wing Aeronautics
de: Der letzte Ausweg
fr: Tel Père de frai, tel fils

source:  Getting into Gear
de: Flaggen müssen brennen
fr: Combattre sous les bannières

source:  Hells-vent on the Heavens
de: Teuflischer Grieß
fr: Rationner les vivres

source:  Crazy Like the Pox
de: Hungrige Mäuler
fr: Une petite gâterie

source:  A Hard Knock Life
de: Dämme einreißen verboten
fr: Tir de barrage

source:  Manual Labor
de: Harte Schale, weicher Kern
fr: Briser la carapace

source:  Leave Nothing to Waste
de: Wiederbeschaffungsdienst
fr: Piller des pillards

source:  Tanks for Nothing
de: Und bist du nicht willig
fr: Mettre du plomb dans la tête

source:  Never Steer You Wrong
de: Voll der Stratege
fr: Stratégie meurtrière

source:  West for Fishing
de: Gehirnwäsche? Ohne mich!
fr: Sauvetage en bord de mer

source:  Your Gil's No Good Here
de: Dominanz zeigen
fr: Blessure d'amour-propre

source:  Mining for Compliments
de: Zaubert euch nach Hause!
fr: Sahuagins sans soins

source:  A High Wind in Ishgard
de: Verwaltungsjagd
fr: Reproduction interdite

source:  Bring Your Own Ectoplasm
de: Von Pocken und Quallen
fr: Boucher les trous

source:  In Case of Emergency
de: Falsch navigiert
fr: Mauvaise navigation

source:  We Fly High (Squawkin')
de: Waffen aus der Tiefe
fr: La menace des mollusques

source:  Three Beaks to the Wind
de: Waffen müssen brennen
fr: Prise d'armes

source:  A Tribal Reunion
de: Unreif für die Insel
fr: Infestation de serpents

source:  Linu's Lovely Bones
de: Der General des Krieges
fr: Un Trident dangereux

source:  In the Skycage over the Sea
de: Vernebelt und entführt
fr: Drôle de fumée

source:  Fishing for Friendship
de: Lehrstunde im Verdreschen
fr: Écourter les cours

source:  Sundrop the Beat
de: Anführer der Wasserflöhe
fr: Les trois pointes des Tridents

source:  Nest Side Story
de: Besessen wider Willen
fr: Conversion forcée

source: The Nest of Honor
de: Begriffsstutzige Schlangen
fr: Couper la tête du serpent

source:  Veni, Vundu, Vici
de: Muschelwettrüsten
fr: Coquillages de siège

source:  Pussyfooting About
de: Flammen der Rache
fr: Cargaison en cendres

source:  Endymion Disco
de: Nahrung für die Brut
fr: Tranche de queue

source:  Pilfering Pots from the Pantry
de: Flossen von den Schiffen!
fr: Commerce déloyal

source:  Chigoe Cha-cha
de: Gekaperte Soldaten
fr: Prisonniers de guerre

source:  Water Crystal Waltz
de: Flammen an Bord
fr: Aller au feu

source:  Hard-boiled Hustle
de: Schwer gezeichnet
fr: Cible marquée

source:  Sanuwa Samba
de: Frei wie der Wind
fr: Qui sème le vent récolte des plumes

source:  Bird Watching
de:  Griff nach den Sternen
fr:  Les planeurs sans ailes

source:  Comb and Get It
de:  Pechvogel
fr:  Recherche ingénieur dé<var 16 /var>ses<var 16 /var>pé<var 16 /var>ré<var 16 /var>ment

source:  The Binding Soil
de:  Der Traum vom Fliegen
fr:  L'héritier malgré lui

source:  Flight of the Midges
de:  Gutes Rad ist teuer
fr:  Une amitié de longue date

source:  Fishing in Troubled Waters
de:  Im Schatten des Vaters
fr:  Le meurtre du père

source:  Reeling in the Vundu
de:  Hinter schimmernden Gipfeln
fr:  Rêves et réalités

source:  Nailed Down
de:  So hoch wie nie jemand zuvor
fr:  Plus près des étoiles

source:  The House That Ginu Built
de:  Lieferauftrag
fr:  Livraison et con<var 16 /var>tri<var 16 /var>bu<var 16 /var>tion

source:  A Bone to Pick
de:  Mit Bohnen fängt man Affen
fr:  Primates à mater

source:  A Hut to Dye For
de:  Schwanzfedern in Gefahr
fr:  Une ration pour Paulemont

source:  Shady Premonitions
de:  Raubvögel
fr:  Lutte fratricide

source:  Pestered Ancestors
de:  Sei eins mit dem Wind!
fr:  Tel le vent

source:  Smooth as Silk, Cool as Air
de:  Noch mehr Raubvögel
fr:  Continuer la lutte

source:  Gaelicat's Out of the Bag
de:  Raubnager
fr:  Quand les Qiqirns s'en mêlent

source:  Rotten to the Korrigan
de:  Steinhartes Material
fr:  La plume contre la pierre

source:  Gastornis Groove
de:  Hoch hinaus!
fr:  Haut dans le ciel

source:  The Cat's Meow
de:  Handwerker unter sich
fr:  Les outils d'Ademar

source:  Easy as Paissa
de:  Und danke für den Fisch
fr:  Il est frais mon poisson<var 1D /var>!

source:  Dance Commander
de:  Ab durch die Wolken!
fr:  Nous nous envolerons

source:  Electric Gunduloo
de:  Der geschorene Domigator
fr:  L'heure de la tonte

source:  Wildwort and Sundrop
de:  Eine Hand wäscht die andere
fr:  Griffe à gratter

source:  Vanish, Vile Vundu
de:  Treppauf, treppab
fr:  Nez magistral

source:  The Naming of Vath
de:  Holz vor der Hütte
fr:  Un plan d'envergure

source:  Adventurers Don't Get Cold Feet
de:  Der Steinschweiger
fr:  Rien sans aile

source:  An Acquired Taste
de:  Krallen aus meiner Urne, kah!
fr:  Aile pour aile, dent pour dent

source:  Your Enemy and Mine
de:  Hals- und Schwingenbruch
fr:  Ayatlan, terre sacrée

source:  Resistance Is Futile
de:  Ehrliche Diebe
fr:  Chat blanc, cœur noir

source: A Symbiotic Friendship
de:  Dullahan-Stahl
fr:  Extra ventilation

source:  Getting the Shaft
de:  Fischgalle gegen Pocken
fr:  Duzal les bons tuyaux

source:  Breath of Fresh Air
de:  Luftschiffscheinwerfer
fr:  Lumière sur le Dezul Qualan

source:  Bugging the Bugs
de:  Abgasinstallation
fr:  Échappement sans concessions

source:  Too Much to Bear
de:  Stinkeluft an Bord
fr:  Vice d'évacuation

source:  The Foodstuff of Champions
de:  Innovationsschub
fr:  Réservoir XLIII

source:  A Long Shot
de:  Uneinsichtige Häretiker
fr:  Un atout dans le manche

source:  Where the Silver Dew Grows
de:  Fischt fette Fische
fr:  Plus dur sera le parachute

source:  The Caelumtree Wine Spree
de:  Auf Reserve
fr:  Réservoir de réserve

source:  Ploughing Ahead
de:  Nur die Suppe zählt
fr:  Régime minceur

source:  At Full Pelt
de:  Vom Lastschlitten gefallen
fr:  Attention vibrations

source:  Failure to Deliver
de:  Räumt den Ogerbauch auf
fr:  La panse en feu

source:  Shoo Fly, Don't Bother Me
de:  Mit einem Bein im Nest
fr:  L'aileron ou la cuisse

source:  All about the Eggs
de:  Die Parolen der Urväter
fr:  Le rêve des Planeurs

source:  Smells Like Trouble
de:  Neue Heimatinsel
fr:  À plumes et à fleurs

source:  When Hunting Goes Wrong
de:  Gundo gegen Gundo
fr:  De précieux fugitifs

source:  Flea Troubles
de:  Freund<var 16 /var>schaftsknochen
fr:  Le signe de l'amitié

source:  Fifty Shades of Yellow
de:  Tanz der Geschwister
fr:  La danse fraternelle

source:  A Romp around the Foothills
de:  Essen unter Freunden
fr:  Le festin de l'amitié

source:  Neighborhood Squabbles
de:  Aufgeflogen
fr:  L'admirable courage

source:  Not for the Faint of Heart
de:  Lodernder Sonnentanz
fr:  La danse des braves

source:  Tricks and Stones
de: Mehr als Worte sagen können
fr: Les mots de la gratitude

source:  The Milk of Moogle Kindness
de:  Na-Vanu-eeh auf Patrouille
fr:  Veni, Vundu, vici

source:  Trying Times
de:  Wertvolles Holz
fr:  Une bouchée pour se réchauffer

source:  A Crystalline Solution
de:  Von Böen verweht
fr:  Nids à bannir

source:  The Tools Make the Moogle
de:  Ausgleichende Gerechtigkeit
fr:  Régime vundu

source:  A Monumental Task
de:  Windspecht
fr:  Le petit creux de Luna Vanu

source:  Piecing Together the Past
de:  Insel ohne Wasser
fr:  Comme un Gundu sans eau

source: The Zenith of Craftsmanship
de:  Eierschmaus
fr:  Des œufs pour les Gundu

source:  With a Little Help
de:  Halbstarke Vundo
fr:  Les fêtards d'Ok' Gundu

source:  Hasty Conclusions
de:  Späher ausspähen
fr:  Des vues sur les Vundu

source:  A Fundamentally Important Task
de:  In der Mauser
fr:  La mue des Vanu Vanu

source:  Deep into the Weeds
de:  Erben der Erde
fr:  Terre-à-terre

source:  Moogle on the Wall
de:  Kalter Willkommensgruß
fr:  Comme un ouragan

source:  Kupo for Kupo Nuts
de:  Gefährliche Fanggründe
fr:  Un, deux, trois, soleil<var 1D /var>!

source:  Work That Mallow
de:  Kalter Wind
fr:  Surpêche dans les nuages

source:  A Little Pick-me-up
de:  Nägel mit Vögeln
fr:  Chasser pour des clous

source:  A Fine Finish
de:  Solide Arbeit
fr:  Les pierres précieuses des Gundu

source:  The Mining Mishap
de:  Knochenarbeit
fr:  L'âge de ces os

source:  Stumbling Blocks
de:  Blau wie der Himmel
fr:  Couvrir de bleu

source:  Tricks without Treats
de:  Schwarzes Unheil
fr:  Entre les griffes des ennemis

source:  For Moogles in Peril
de:  Die Ehre der Ahnen
fr:  Vanu retro totemas

source:  The Negotiator
de:  Kleider machen Vanu
fr:  L'habit fait le Vanu Vanu

source:  Back to the Drawing Board
de:  Das Katzenorakel
fr:  Gaélichats perchés

source:  Built to Last
de:  Liebe geht durch den Magen
fr:  Le cri du korrigan

source:  Let There Be Light
de:  Ein federweiches Geschenk
fr:  Non sans pennes<var 1D /var>!

source:  Rare Refreshments
de:  Brücke der Freund<var 16 /var>schaft
fr:  Un cadeau qui se mange sans faim

source:  A Stone's Throw Away
de:  Wettkampffieber
fr:  Païssa de combat

source:  A Revivifying Roar
de:  Tanzfeuer
fr:  La fièvre de L'Écume des cieux

source:  Journey of a Thousand Hews
de:  Gefährlicher Tanzeifer
fr:  Démon de la danse

source:  Ship of Dreams
de:  Der tiefe Zorn der Ahnen
fr:  Dites-le avec des fleurs

source:  Stirring by Sternutation
de:  Ein Schwall kalte Luft
fr:  Sanuwa pas en s'arrangeant

source:  Dragon Draff for Their Behalf
de:  Ein namenloser Vath
fr:  Le Vathe sans nom

source:  A Fish for His Favors
de:  Der Macher macht's
fr:  La première aventure de Futé

source:  From Lax to Max
de:  Komische Begegnung
fr:  Un certain goût en commun

source:  An Ishgardian Treat
de:  Der Unverbundenheitsbeweis
fr:  Qui craint les grands méchants dragons<var 1D /var>?

source:  Mine and Craft
de:  Die Angst des Bindenden
fr:  Fidèles ennemis, fidèles amis

source:  The Moogle Motivator
de: Symbiotische Freund<var 16 /var>schaft
fr: La nouvelle vie des Égarés

source:  Tremble Finishing
de:  Seltsames Jägervolk
fr:  Récupération<var 1D /var>: jeunes mélias très branchées

source:  Heaven-sent
de:  Insektenplage
fr:  Pulvérisation<var 1D /var>: les Égarés prennent la mouche

source:  Under Wraps
de:  Ein gefährlicher Auftrag
fr:  Extermination<var 1D /var>: meneur d'ours

source:  The Value of Silence
de:  Ein riskanter Auftrag
fr:  Collecte<var 1D /var>: ça sent mauvais dans l'air

source:  Misdelivered
de:  Unterschätze niemals einen Vath
fr:  Collecte<var 1D /var>: un savoir insoupçonné

source:  A Test of Courage
de:  Tauziehen um Silbertaukraut
fr:  Collecte<var 1D /var>: une herbe qui fait florès

source:  True-blue
de:  Köstlicher Gammelwein
fr:  Collecte<var 1D /var>: mâcher le travail

source:  Best Served Foul
de:  Der Warentest
fr:  Pulvérisation<var 1D /var>: une plante à l'épreuve du feu
