Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: One with Nature
de: Es geschah an jenem Tag ...
fr: Un grand bouleversement

source: And the Land Would Tremble
de: Blutige Tränen
fr: Du sang et des larmes

source: No Time for Tears
de: Freunde fürs Leben
fr: Camarades dans l'adversité

source: Pick up the Pieces
de: Mut braucht das Land
fr: La force d'un peuple uni

source: Together as One
de: Von Bomben und Bahnen
fr: Ombres sinistres sur les plaines

source: In Yyasulani's Shadow
de: Aller Gleise Anfang ist schwer
fr: Mettre la stratégie sur les rails

source: Putting Plans into Locomotion
de: Tüfteln für Tuliyollal
fr: Par amour pour le Tuliyollal

source: A Hot Commodity
de: Dämmerbruch
fr: Un train explosif

source: All Aboard
de: Gewitter ohne Himmel
fr: Un monde dominé par la foudre

source: The Land of Levin
de: Krone der Weisheit, Sphene
fr: Sphene, la reine de la Raison

source: A Royal Welcome
de: Königin des Volkes, Königin des Reiches
fr: Connaître les sujets de son royaume

source: A Day in the Life
de: Vertraue (dich) den Wolken (an)
fr: Vers les Cavernes célestes

source: On the Cloud
de: Die Kraft der Seelen
fr: Une ressource d'âmes

source: Gone and Forgotten
de: Die Freiheit des Vergessens
fr: Main dans la main

source: Embracing Oblivion
de: Lösung Neun
fr: Solution Neuf

source: Solution Nine
de: Von Weisheit geführt
fr: Visite guidée royale

source: The Queen's Tour
de: Mein Land, meine Famile
fr: La famille avant tout

source: Her People, Her Family
de: Blau, blau, blau sind alle meine Schuppen ...
fr: Bleu et hoobigo

source: Scales of Blue
de: Energie aus der Dose
fr: Plus serré qu'un café

source: Gives You Teeth
de: Auf kleinen Spuren in die große Weite
fr: Filature dans les ruines

source: Little Footfalls
de: Dort, wo der Horizont ertrank
fr: La ville noyée

source: Drowned Vestiges
de: Ritter mit Ver<var 16 /var>gangen<var 16 /var>heit
fr: Les mémoires d'un chevalier

source: Memories of a Knight
de: Ein Entschluss für die Ewigkeit
fr: À la croisée des chemins

source: At a Crossroads
de: Schützer des Volkes, Schlächter des Volkes
fr: Protecteurs et destructeurs

source: The Protector and the Destroyer
de: Im Schmerz vereint
fr: Panser les plaies

source: A Comforting Hand
de: Immerspitze
fr: Jusqu'au sommet de l'éternité

source: Unto the Summit
de: Wunderkind
fr: L'enfant prodige

source: The Resilient Son
de: Familie vereint
fr: Une nouvelle famille

source: A New Family
de: Auf Weisheits Spuren
fr: À la poursuite de Sphene

source: In Pursuit of Sphene
de: Jenseits der güldenen Pforte
fr: Au-delà de la cité d'or

source: Through the Gate of Gold
de: Erinnerungen für die Ewigkeit
fr: Ceux qui vivaient éter<var 16 /var>nel<var 16 /var>le<var 16 /var>ment

source: Those Who Live Forever
de: Ewige Freude und unendlicher Schmerz
fr: Idyllique... mais cruel

source: In Serenity and Sorrow
de: Geschichte zum Anfassen
fr: Le parc de tous les espoirs

source: The Land of Dreams
de: Otis Velona von Alexandria
fr: Le chevalier entre en scène

source: A Knight of Alexandria
de: Hitziges Wieder<var 16 /var>sehen
fr: Atmosphère volcanique

source: The Sanctuary of the Strong
de: Eisbrecher im Becher
fr: La saveur du cœur

source: The Taste of Family
de: Ein Ohrring, sie zu einen
fr: Le trèfle du miracle

source: Leafing through the Past
de: Neugier ist des Wissens Samen
fr: Au bonheur des explorateurs

source: An Explorer's Delight
de: Um Unentdecktes zu entdecken
fr: À la découverte de l'inconnu

source: In Search of Discovery
de: Erfüllung in der Endlichkeit
fr: Sa dernière aventure

source: A Journey Never-ending
de: Pfad der Morgensonne
fr: Le sentier de l'aurore

source: A Royal Invitation
de: Die Wiederauferstehung der Primae
fr: La résurgence des Primordiaux

source: Alexandria Mourns
de: Götterdämmerung - Ifrit
fr: Quand la flamme se ravive

source: In Search of the Past
de: Götterdämmerung - Garuda
fr: Un vent de panique

source: Among the Abandoned
de: Götterdämmerung - Titan
fr: Un retour fracassant

source: Guidance of the Hhetso
de: Ein neuer Sturm zieht auf
fr: Une nouvelle tempête primordiale

source: The Warmth of Family
de: Eine neue Bedrohung: Garuda
fr: La furie de la Souffleuse de rafales

source: Crossroads
de: Eine neue Bedrohung: Titan
fr: La rage de l'Ébranleur des terres

source: A Recurring Problem
de: Zum Gegenschlag gerüstet
fr: Les artifices de la puissance

source: Ifrit Bleeds, We Can Kill It
de: Jagd auf die Primae
fr: Des totems primordiaux

source: In for Garuda Awakening
de: Es lebe der König
fr: Le roi est mort, vive le roi<var 1D /var>!

source: In a Titan Spot
de: Grenzen der Gottheit
fr: Le reflux du Déchaîneur des marées

source: Primal Nature
de: Eine neue Bedrohung: Ramuh
fr: Les foudres du Patriarche fulgurant

source: Gale-force Warning
de: Eine neue Bedrohung: Shiva
fr: La froideur de la Furie des neiges

source: Quake Me Up Before You O'Ghomoro
de: Das Geheimnis des Dunklen Reiters
fr: Le Chevalier des ombres

source: Ifrit Ain't Broke
de: Ein neuer Primae
fr: Une nouvelle menace

source: To Tussle with Gods
de: Alisaies Suche nach Wahrheit
fr: Le serment d'Alisaie

source: Primal Focus
de: Der zweite Abstieg
fr: Replongés dans l'abîme

source: The King Lives
de: Mut zur Wahrheit
fr: Des vérités qui dérangent

source: Whorl of a Time
de: Antworten
fr: Réponses

source: Judgment Bolts and Lightning
de: Für immer begraben
fr: Nouveau départ

source: Drop Dead Shiva
de: Das Erbe der Allager
fr: L'héritage d'Allag

source: Fear and Odin in the Shroud
de: Die Seele des Sandes
fr: Du sable ou rien

source: Primal Awakening
de: Legenden schreiben
fr: La chasse au sable

source: Alisaie's Pledge
de: Das Labyrinth der Alten
fr: Le Dédale antique

source: Another Turn in the Coil
de: Die Erben sammeln sich
fr: Le point sur la Tour

source: Alisaie's Resolve
de: Der Syrcus-Turm
fr: La Tour de Syrcus

source: Fragments of Truth
de: Licht ins Dunkel
fr: Le Monde des Ténèbres

source: Alisaie's Path
de: G'raha Tias Bestimmung
fr: Un avenir plus radieux

source: Legacy of Allag
de: Besuch aus der Ver<var 16 /var>gangen<var 16 /var>heit
fr: Un nom très ancien

source: Sanding It Down
de: Edelstein-Erinnerungen
fr: Une vraie mine d'orbes

source: A Performance for the Ages
de: Ein kolossales Rätsel
fr: Un danger mécanique

source: Labyrinth of the Ancients
de: Das Werk eines Visionärs
fr: Une forteresse mobile

source: For Prosperity
de: Dystopie für Dummies
fr: Le dernier élément

source: Syrcus Tower
de: Stich ins Herz
fr: Le cœur du géant

source: The World of Darkness
de: Ein hübsches Luftbild
fr: Le trésor de Roundrox

source: The Light of Hope
de: Kleine Geschenke erhalten die Freund<var 16 /var>schaft
fr: Le petit monde de Roundrox

source: But I Hardly Noah
de: Täter und Opfer
fr: Doutes et regrets

source: The Gift of the Archmagus
de: Aggressive Ablenkung
fr: Intervention cérébrale

source: Disarmed
de: Ganz nach Plan
fr: Étranges prédictions

source: Steel and Steam
de: Alles zu meiner Zeit
fr: Une question de temps

source: Tinker, Seeker, Soldier, Spy
de: Geschichte in Gefahr
fr: Un danger en accélération

source: The Pulsing Heart
de: Auf den Schwingen der Zeit
fr: Au-delà des couloirs du temps

source: Enigma
de: Eine Chronik der Zukunft
fr: Le futur annoncé

source: Rearmed
de: Hazza la vizza, Gobbie
fr: Le temps du jugement

source: The Folly of Youth
de: Des Schöpfers Schöpfung
fr: Droit vers le futur

source: Toppling the Tyrant
de: Uralte Götter
fr: Les Dieux d'autrefois

source: One Step Behind
de: Eine Ikone erwacht
fr: Pour qui sonne le glas

source: A Gob in the Machine
de: Siegelbrecher
fr: Un coup de poker dangereux

source: The Coeurl and the Colossus
de: Ein verzweifelter Plan
fr: L'équilibre de la terreur

source: Biggs and Wedge's Excellent Adventure
de: Irrwege der Entwicklung
fr: Le crépuscule des héros

source: Thus Spake Quickthinx
de: Eine neue Bedrohung: Bismarck
fr: Les nuées du Migrateur des brumes

source: Judgment Day
de: Eine neue Bedrohung: Ravana
fr: La colère du Maître des lames

source: Of Endings and Beginnings
de: Kampfsimulation: Sephirot
fr: Simulation de l'extrême

source: Gods of Eld
de: Kampfsimulation: Sophia
fr: Épreuve de l'extrême

source: When the Bough Wakes
de: Kampfsimulation: Zurvan
fr: Programme de l'extrême

source: The Fate of Stars
de: Luftpiraten
fr: Les pirates des cieux

source: Balance unto All
de: Gebieter der Lüfte
fr: À l'abordage<var 1D /var>!

source: The Last Pillar to Fall
de: Die Ruinen von Mhach
fr: Un défi à double enjeu

source: The Diabolical Bismarck
de: Die Freiheit der Lüfte
fr: Le combat pour la liberté

source: Thok Around the Clock
de: Die Insel der Schatten
fr: L'armée des ombres

source: A Fiendish Likeness
de: Abschied von den Rotschnäbeln
fr: Le foulard lui va si bien

source: A Deific Simulacrum
de: Unbekanntes Flugobjekt
fr: Objet volant non identifié

source: A Demonic Duplicate
de: Omegas Einladung
fr: La résurgence d'Oméga

source: Sky Pirates
de: Test 1.0
fr: Que le test commence

source: To Rule the Skies
de: Katastrophal schwer
fr: Catastrophe avec gravité

source: The Weeping City
de: Froschkönigin
fr: La reine des illusions

source: Freedom for Our Skies
de: Nach dem Test ist vor dem Test
fr: L'arbre qui cache le néant

source: Where Shadows Reign
de: Anomalie der Helden
fr: L'anomalie

source: A Redbill Farewell
de: Omega ruft
fr: Retour dans la fissure interdimensionnelle

source: Unidentified Flying Object
de: Nächster Halt: Sigmametrie
fr: Attention au déraillement

source: The Hunt for Omega
de: Kämpferisches Meisterwerk
fr: L'œuvre inachevée

source: Into the Deltascape
de: Niemand darf vorbei
fr: Le dernier rempart

source: A Catastrophe Waiting
de: Vernichtung des Vergänglichen
fr: Danse avec le Fou

source: The Croak Queen
de: Der Anfang vom Ende
fr: Dernier appel

source: A Void at All Costs
de: Der Urvater aller Drachen
fr: Le père de tous les dragons

source: The Anomaly
de: Alpha und Omega
fr: Le combat du cœur

source: Return to the Rift
de: Träume verleihen Flügel
fr: Le grand envol

source: No Slowing Down
de: Eine herzlose Hypothese
fr: Voyage à cœur ouvert

source: An Unfinished Masterpiece
de: Auf Wieder<var 16 /var>sehen, ***
fr: ∀∪ я∈vФiя, FIN<var 1D /var>?

source: Won't Let You Pass
de: Notleidende Künstler
fr: Les artistes maudits

source: Test World of Ruin
de: Die königliche Stadt Rabanastre
fr: La Cité royale de Rabanastre

source: In the Beginning, There Was Chaos
de: Ein ungebetener Gast
fr: Reptiles et boules de poils

source: And Like Fire Was His Mane
de: Insel der Geheimnisse
fr: Le phare de tous les mystères

source: In the End, There Is Omega
de: Licht am Ende der Welt
fr: La lumière au bout du monde

source: To Kweh under Distant Skies
de: Der dalmascanische Widerstand
fr: La résistance dalmasquienne

source: A Heartless Hypothesis
de: Verborgen im Golmore-Dschungel
fr: Vestiges dans la jungle

source: Good-bye, ε̆│̆│Δ
de: Das Kloster von Orbonne
fr: L'ange du monastère

source: Dramatis Personae
de: In vino veritas
fr: La rose des vins

source: A City Fallen
de: Reiner Wein aus schlechtem Gewissen
fr: À escroc, escroc et demi

source: Uninvited
de: Ein Häppchen zum Wein
fr: L'accompagnement idéal du vin

source: Desire
de: Neue Häppchen zum Wein
fr: L'accompagnement idéal du saké

source: Annihilation
de: Der innere Dämon
fr: L'île aux démons

source: The Path of Most Resistance
de: Alter schützt vor Torheit nicht
fr: Un gros coup de vieux

source: Welcome to Their Jungle
de: Eine Liebe über den Tod hinaus
fr: Une passion brûlante

source: The City of Lost Angels
de: Dem Schwur treu ergeben
fr: Le serment du Dragon azur

source: My Power, My Pleasure, My Pain
de: Ein tapferes Opfer
fr: Tout juste pareil au songe d'une nuit de printemps

source: In Bad Taste
de: Mitten im Nirgendwo
fr: Le vrai visage du premier reflet

source: Makin' Bacon (Bread)
de: Reise in das Herz
fr: Conquérir le Cœur

source: Wok on By
de: Gefahr von oben
fr: Descente du ciel

source: An Auspicious Encounter
de: Bewässerung der Wüste
fr: Résurgence

source: Tortoise in Time
de: Seismische Aktivitäten
fr: Ranimer le pouls

source: The Fire-bird Down Below
de: Das Orakel der Dunkelheit
fr: À la recherche de sa propre voie

source: Surpassing the Samurai
de: Eine Stimme im Kopf
fr: Nouvelles inconnues

source: The Fifth Lord
de: Der Himmel reißt auf
fr: Tonnerre sur la plaine

source: In the Middle of Nowhere
de: In den Feuersturm
fr: Tempête ardente

source: Deploy the Core
de: Herz der Dunkelheit
fr: Perdue dans les Ténèbres

source: One Fell Swoop
de: Auf dünnem Eis
fr: De glace et de Lumière

source: Nor Any Drop to Drink
de: Das Leben findet einen Weg
fr: Jardin d'espoir

source: Super Seismic
de: Welten entfernt
fr: Le temps de l'émancipation

source: The Next Piece of the Puzzle
de: Leeres Versprechen
fr: Quand nous en aurons fini

source: Away with the Faerie
de: Angst vor der Dunkelheit
fr: Nuage à l'horizon

source: Blood and Thunder
de: Flüchtige Ver<var 16 /var>gangen<var 16 /var>heit
fr: Une ombre du passé

source: Into the Firestorm
de: Ein Versprechen für die Ewigkeit
fr: Une promesse pour l'éternité

source: Heart of Darkness
de: Mein Platz in dieser Welt
fr: Le jardin de l'espoir

source: On Thin Ice
de:  Zwergengeflüster
fr:  Rencontre en noir et blanc

source: Life Finds a Way
de: Kabale in Komra
fr: C'est tombé du chariot<var 1D /var>!

source: Worlds Apart
de: Hinter verschlossenen Türen
fr: Panique mécanique

source: Empty Promise
de: Zwischen Wracks, Ruinen und Geheimnissen
fr: On y retourne<var 1D /var>!

source: Fear of the Dark
de: Anoggs Abenteuerlust
fr: Visite d'usine (cheminement d'Anogg)

source: Shadows of the Past
de: Konoggs kühler Kopf
fr: Visite d'usine (cheminement de Konogg)

source: Voice of the Soul
de: Zwillingszwist
fr: Batterie faible

source: Where I Belong
de: Die brillanten Pläne der brillanten Anogg
fr: Le plan d'Anogg

source:  Word about Komra
de: Zwergische Genüsse
fr: Les Gogg en goguette

source: A Scandal in Komra
de: Auferstanden von den Toten
fr: Le réveil de 2P

source: On the Threshold
de: Schuld und Sühne
fr: L'avocat des diables

source: An Academic Dispute
de: Kummer in Kugelform
fr: Konogg, le mal aimé

source: Tails, You Lose
de: Kummerkrank
fr: Au chevet de Konogg

source: Heads, I Win
de: Des Schicksals grausam Ränke
fr: Créatures ennemies

source: Carnivals and Confrontations
de: Komras kaltes Herz
fr: Tous coupables<var 1D /var>?

source: One Way to Do It
de: Zart blüht die Hoffnung
fr: Projet d'avenir

source: We Can Rebuild Her
de: Des einen Tand ...
fr: Formes de vie recyclables

source: Everything You Know Is Wrong
de: Meisterhafter Merkantilismus
fr: Bon débarras

source: Crime and Punishment
de: Tapfere Taten und kühne Kämpfe
fr: Chasse à la grenouille

source: To Make Amends
de: So bittersüß wie Honigwein
fr: Comme les deux doigts de la main

source: Konogg, Alone
de: Rubinrote Konfrontation
fr: Une bataille en rouge

source: Brave New World
de: Luftangriff auf Werlyt
fr: Sur la mer de saphir

source: It Takes a Village
de: Blutsmaragd
fr: À la poursuite du joyau vert

source: Komra Wasn't Built in a Day
de: Mahnmal der Sühne
fr: Memento Mori

source: All That Grinds Is Not Gloom
de: Gleißendes Leben
fr: Les diamants sont immuables

source: The Merchant of Komra
de: Leben für die Freiheit
fr: Toujours près de toi

source: How to Catch an Automaton
de: Hinab ins Pandæmonium
fr: “Tous les démons”

source: Whence the Heart Leads
de: Die Tiefen der Tausend Teufel
fr: Aux portes du pénitencier

source: Ruby Doomsday
de: Ketten, Käfig und Kanäle
fr: En eaux troubles

source: Sleep Now in Sapphire
de: Die Feuer von Asphodelos
fr: Changement de décor

source: Blood of Emerald
de: Im Herzen des Hohen Wächters
fr: L'ombre du grand geôlier

source: In Memory
de: Keine besonderen Vorkommnisse
fr: Retour à la case prison

source: Duty in the Sky with Diamond
de: Blick hinter die Maske
fr: Duplicité paternelle

source: Forever at Your Side
de: Ein Käfig für die Wächterin
fr: Médiation père-fils

source: The Crystal from Beyond
de: Die letzte Wächterin
fr: Descente à l'Enfer

source: Where Familiars Dare
de: Erichthonios' Wunsch
fr: Un ennemi nommé désir

source: Under the Surface
de: Späte Wahrheit
fr: D'Héphaïstos à Lahabrea

source: The Fires of Creation
de: Der Seelenfresser
fr: Le dévoreur d'âmes

source: Who Wards the Warders?
de: Pandæmonium erwacht
fr: Un monstre appelé Pandæmonium

source: An Unwelcome Visitor
de: Die Rückkehr des Fürsprechers
fr: Ennemi malgré lui

source: Masks of the Father
de: Ende der Göttlichkeit
fr: Mère et fils

source: A Keyward's Gaol
de: Heute, gestern, morgen
fr: Rétrospections

source: Servant of Violence
de: Ein Fall für die Gelehrten
fr: Le monde chimérique

source: One Final Wish
de: Im Reich der Götter
fr: Divins démêlés

source: Truth Imperfect
de: Glaube und Wirklichkeit
fr: Le paradoxe du panthéon

source: Eater of Souls
de: Verstärkung für die Gelehrten
fr: Explorateur Deryk

source: Pandæmonium Awakens
de: Rückkehr ins Schemenreich
fr: Retour à Omphalos

source: The Emissary's Judgment
de: In himmlischer Ge<var 16 /var>sell<var 16 /var>schaft
fr: Un voyage lapidaire

source: A Mother's Touch
de: Göttliche Nichteinmischung
fr: La quête de Krile

source: Guided by the Past
de: Das Geheimnis der Zwölf
fr: Le secret des Douze

source: A Present from the Present
de: Das Herz des Mythos
fr: L'ultime bénédiction

source: A Mission in Mor Dhona
de: Von den Göttern umarmt
fr: Éorzéa, terre bénie des Dieux

source: The Realm of the Gods
fr: Le nouveau challenger de l'Arcadion

source: A Divine Dilemma
fr: La combattante féline aux griffes acérées

source: The Face of an Explorer
fr: Un charme piquant et venimeux

source: Return to the Phantom Realm
fr: Les sœurs des Trois Queues

source: In Heavenly Company
fr: Une brute explosive et sans scrupules

source: Divine Nonintervention
fr: L'Enchanteresse électrique

source: The Secret of the Twelve
de:  Leb deinen Traum
fr:  Rêves partis<var 1D /var>!

source: The Heart of the Myth
de:  Die Wunschmaschinerie
fr:  Rêves de machines<var 1D /var>!

source: Embraced by Gods
de:  Gekochtes Glück
fr:  Rêves de cuisine<var 1D /var>!

source: A New Challenger Appears
de:  Leinwand der Gefühle
fr:  Rêves artistiques<var 1D /var>!

source: The Claw in the Dark
de:  Radiowellen mit Herz
fr:  Rêves radiophoniques<var 1D /var>!

source: Sweet Poison
de:  Hör niemals auf zu träumen
fr:  Rêves sans fin<var 1D /var>!

source: Yaana's Yarn
de:  Die Musik muss weitergehen
fr:  Ne coupez pas le son<var 1D /var>!

source: Vile Heat
de:  Vom Tuten und Blasen
fr:  Orchestre lunaire

source: The Neoteric Witch
de:  Numismatischer Sammeleifer
fr:  Économie florissante

source: An Otherworldly Encounter
de:  Mondtänzer
fr:  Le roi du groove

source: It All Began with a Stone
de:  Ein memorables Handwerksstück
fr:  Qui veut mes beaux souvenirs<var 1D /var>?

source: That World Was Called Vana'diel
de:  Wie funkelnagelneu
fr:  Illuminer les étoiles

source: Jeuno
de:  Schwenkende Arme, leuchtende Augen
fr:  Allumer les feux

source:  An Intrepid New Enterprise
de:  Musikalische Werbung
fr:  Tapage publicitaire

source:  A Tentative First Tour
de:  Sauberere Arbeit
fr:  Opération nettoyage

source:  Earthenshire Awaits
de:  Stimmen für die Ewigkeit
fr:  Chacun sa voix

source:  Recruitment Drive
de:  Ein Roboter nimmt Reißaus
fr:  Assistance pour robot assistant

source:  A Guest from Across the Salt
de:  Bio-Abwehr für Loporrit
fr:  Mesures sanitaires

source:  Partners in Pel
de:  Sport ist ...
fr:  Sensations extra fortes

source:  A Notion of Promotion
de:  Die Schmiede der Träume
fr:  Rêves à la demande

source:  A Sackful of Memories
de:  Ein Kochbuch für Anfänger
fr:  Atelier imprimerie

source:  Ferocious Foliage, Fearful Tourists
de:  Karotten im Getriebe
fr:  Congélation compromise

source:  Community Outreach in Kozanuakiy
de:  Ein Pilzmesser für den Pilzesser
fr:  Recette évoluée

source:  Preventative Measures
de:  Wilde Karottarier
fr:  Les steaks de Cookingway

source:  Burden of Beasts
de:  Neue Werkzeuge für den Küchenchef
fr:  Cuisine à rééquiper

source:  Growing as a Guide
de:  Muskuläre Malträtierung
fr:  Rêves protéinés

source:  Bag Your Pardon
de:  Hop-hop, hoppe-di-hop
fr:  Le dreamstep adoucit les mœurs

source:  Thrilled to Be Here
de:  Etwas Farbe fürs Leben
fr:  Plus de peinture pour Paintingway

source:  Canvassing in Kozama'uka
de:  Loporrit in the Hood
fr:  Art de rue sur la lune

source:  Reed between the Lines
de:  Bunte Kreativität
fr:  Lessive loporrite

source:  The Rudiments of Fiend Removal
de:  Kreative Katerstimmung
fr:  L'inspiration vient en parlant

source:  The Nectar Collector
de:  Eine Bombenstimmung
fr:  L'art de la destruction

source:  Starting from Scrap
de:  Mode ist eine Lebensart
fr:  Dernières tendances lunaires

source:  Advisor vs. Predator
de:  Explosive Kreativität
fr:  Des étincelles plein les yeux

source:  Let Mobbie Be Your Guide
de:  Die Saat des Friedens
fr:  яÉmιni§c∈ηcε 0001<var 1D /var>: t∈Rяe§ fεrTiL∑s

source:  The Popularity of Punutiys
de:  Wohlschmeckende Wellen
fr:  яÉmιni§c∈ηcε 0010<var 1D /var>: mεRs ∀bФηdαπt∈s

source:  Breath of Foul Air
de:  Von Qualen, Quallen und Qualia
fr:  яÉmιni§c∈ηcε 0011<var 1D /var>: gØûTs Vαяιé§

source:  Big Bellies to Fill
de:  Ein Ruch von Heimat
fr:  яÉmιni§c∈ηcε 0100<var 1D /var>: mФπTαgπe§ s∀Cяéεs

source:  The Hand That Feeds
de:  Die Zutaten der Zukunft
fr:  Un potentiel incalculable

source:  Born to Run Away
de:  Auf dem Stern der Träume
fr:  Nos différences, notre chance

source:  Bird Meat's Back on the Menu
de:  Das Symbol
fr:  Coutume à l'ancienne

source:  A Sympathetic Ear
de:  Kaffeepause
fr:  Une pause café<var 1D /var>?

source:  Worth the Weight
de:  Gefahrenquelle
fr:  Pour une eau saine

source:  In Time for Lunch
de:  Mundpropaganda
fr:  Le café du fin fond de l'univers

source:  His Swarm Enemy
de:  Geschmacksaufwertung
fr:  En quête d'un meilleur café

source:  Seasoned Adventurer
de:  Aufwändiger Dünger
fr:  Fertiliser, c'est gagner

source:  Animal Friendship
de:  Hunger und Zorn
fr:  La fin de la faim

source: Peace for Thanalan
de:  Im Meeressektor
fr:  Sûreté des mers

source: Brotherhood of Ash
de:  Glockenhelme
fr:  Un équipement crânien de qualité

source: Ranger Rescue
de:  Gefährliche Neugier
fr:  Rentrer maison

source: An Eye on the Inside
de:  Wiege der Fische
fr:  Pénurie de produits marins

source: Martial Perfection
de:  Die Unberechenbarkeit des Konsumenten
fr:  L'univers en péril<var 1D /var>!?

source: A Shell to Scry On
de:  Vom Durst gebeutelt
fr:  Sauvez le Grébuloff

source: Borderline Slaughter
de:  Diversifizierung der Speisekarte
fr:  Nouvelle recette

source: A Sappy Ending
de:  Neue Impulse
fr:  Songes électriques

source: Luring Lacovie
de:  Grenzen des guten Geschmacks
fr:  Le goût du succès

source: Fighting Firesand with Fire
de:  Stimulierende Stimulanzien
fr:  Moi, le robot

source: Smothering Instinct
de:  Kein Saft im Wiegenstern
fr:  Un rendez-vous très spatial

source: Losing One's Tempered
de:  Aquatische Akquise
fr:  Prendre le temps de savourer

source: Ravage the Ravagers
de:  Ein Herz für Miw Miisv
fr:  Tout pour mes bébés<var 1D /var>!

source: Arms of the U
de:  Stallungen im Sternenmeer
fr:  Retourner l'étable<var 1D /var>!

source: Blitzing the Beacons
de:  Schock für Schädlinge
fr:  La nuit des nuisibles gênants

source: Rite Where It Hurts
de:  Optische Optimierungen
fr:  Rénovation impossible<var 1D /var>?

source: Thinning the Ranks
de:  Drachenrachen kostet Drachenkost
fr:  Pour le palais des dragons

source: Forged in Flame
de:  Drakonische Pflege
fr:  Souvenirs d'une planète déchue

source: Beacon Keepers
de:  Gefährliche Wartungsarbeiten
fr:  Matin, midi et soir
