Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Fade to Black Lotus
de: Schlacht an der Pike
fr: Pérégrine et Graoully

source: Raising the Sword
de: In den Klauen des Feindes
fr: Dans les griffes de l'ennemi

source: Worth Fighting For
de: Gestrauchelte Reiterin
fr: L'amère vérité

source: Brother from Another Mother
de: Das Blut des Drachen
fr: Le sang du dragon

source: Insulted Intelligence
de: Das merkwürdige Paarungsverhalten von Drachen
fr: Les temps changent

source: A Slave to the Aether
de: Die Legende vom Schlafenden Drachen
fr: Le Dragon dormant

source: The Pursuit of Power
de: Die Gruselgeschichte vom Drachen der Rubinsee
fr: Le Serpent de la Mer de Rubis

source: Good Vibrations
de: Finstergroll
fr: Aussi sombre que la nuit

source: Five Easy Pieces
de: Das Brüllen des Großen Drachen
fr: Le Dragon écarlate

source: A Relic Reborn (Sphairai)
de: Elegie der schwarzen Schwingen
fr: À la mémoire d'un vieil ennemi

source: The Legend Continues
de: Mächtige Melodien
fr: Quand les cordes résonnent à l'unisson

source: Let's Talk about Sects
de: Die Wiege der Poesie
fr: Les partisans du chant

source: Against the Shadow
de: Das Erbe der Barden
fr: Les desseins du Contemplateur

source: Fight the Battle to Win
de: Der hochmütige Narr
fr: Celui qui pécha par orgueil

source: Stop the Senseless Killing
de: Des Barden neue Kleider
fr: En quête d'absolution

source: Appetite for Destruction
de: Requiem
fr: L'hymne à la vie

source: A Fistful of Resolve
de: Restaurierung der Reliktwaffen (Artemis-Bogen)
fr: Restauration de l'Arc d'Artémis

source: Return of the Monk
de: Neue Barden braucht das Land
fr: Un chant pour convaincre

source: Cross-fist Training
de: Der musikalische Ritter
fr: Une voix chez les chevaliers

source: Choices and Paths
de: Requiem im Schnee
fr: Dis-moi, Celaine

source: The Power to Protect
de: In den Fängen der Gnath
fr: En territoire défendu

source: A Monk's Legacy
de: Musikfreunde
fr: Braver l'interdit

source: Pride and Duty (Will Take You from the Mountain)
de: Die Ballade der Erlösung
fr: Le voyage en septentrion

source: Embracing the Beast
de: Geheimnis des Purpurlaubkriegs
fr: Le corbeau des Neuf-Lierres

source: Curious Gorge Goes to Wineport
de: Maskierte Motive
fr: Les loups des Marges

source: Looking the Part
de: Brisantes Tagebuch
fr: Secret d'histoire

source: Proof Is the Pudding
de: Kampf um die Wahrheit
fr: Déchiffrer des lettres

source: How to Quit You
de: Eilige Rettungsmission
fr: Chanter pour eux

source: A Relic Reborn (Bravura)
de: Balladen, die das Leben schreibt
fr: Trouver l'inspiration

source: Better Axe Around
de: Die geheime Kraft des Ninjutsu
fr: Les visiteurs de l'ombre

source: Duty and the Beast
de: Kirschblüten im Mondschein
fr: Le cœur et les lames

source: The Bear Necessity
de: Der lautlose Shinobi
fr: Il ne suffira pas d'un signe

source: Pirates of Shallow Water
de: Begegnung am Wasserfall
fr: L'épreuve de la cascade

source: How to Train Your Warrior
de: Federleicht
fr: La chasse est ouverte

source: Slap an' Chop
de: Auf den Fersen des Verräters
fr: Sur les traces de Karasu

source: And My Axe
de: Kleidersammlung
fr: Tenue de ninja exigée

source: Curious Gorge Meets His Match
de: Buße
fr: À cœur ouvert

source: Field Training
de: Nacht der Entscheidung
fr: Écouter son cœur

source: When Push Comes to Shove
de: Restaurierung der Reliktwaffen (Yoshimitsu)
fr: Restauration des Yoshimitsu

source: Going the Distance
de: Besuch aus dem Osten
fr: De nouveaux visiteurs d'Orient

source: The Heart of the Problem
de: Prinzessin mit Mumm
fr: Une princesse forte tête

source: Once, Twice, Three Times a Warrior
de: Begegnung am Strand
fr: La dernière ombre

source: Eye of the Dragon
de: Akagis List
fr: Une promesse, une mission

source: Lance of Fury
de: Nickerchen im Wald
fr: Sieste en forêt

source: Unfading Skies
de: Den Ninja sei Dank
fr: Unis pour Inokuni

source: Double Dragoon
de: Flüchtige Flüchtlinge
fr: À la poursuite du parchemin perdu

source: Fatal Seduction
de: Der Laternenseilakt
fr: Un, deux, trois, nous irons aux bains

source: Into the Dragon's Maw
de: Ein Spiel um Leben und Tod
fr: La renarde et les oisillons

source: A Relic Reborn (Gae Bolg)
de: Der Eremit
fr: L'histoire secrète de Sasuke

source: Sky's the Limit
de: Schlag aus dem Verborgenen
fr: La bataille des clans

source: Days of Azure
de: Ein Bad mit der Krähe
fr: Et pour quelques coupes de plus

source: Heart of Justice
de: Leichen sollst du weichen
fr: Un cadavre tout Fray

source: Sworn Upon a Lance
de: Strafe muss nicht sein
fr: Avant-goût des ténèbres

source: Dragoon's Errand
de: Das Ritual des Ritters
fr: Première Communion

source: Sanguine Dragoon
de: Rette mich wer kann
fr: Le prix du sang

source: Dragoon's Fate
de: Was gesagt werden musste
fr: Quand le sang monte à la tête

source: Friends through Eternity
de: Des Ritters Kern
fr: Le côté obscur

source: Drowsy Dragons
de: Zwei gegen eine
fr: L'autre chevalier noir

source: Serpent and the Sea of Rubies
de: Ein geistreiches Mädchen
fr: Un esprit supérieur

source: Dark as the Night Sky
de: Schatten der Ver<var 16 /var>gangen<var 16 /var>heit
fr: Secrets de famille

source: Dragon Sound
de: Wieder<var 16 /var>sehen
fr: La haine d'une mère

source: Gone but Not Forgiven
de: Des Wahnsinns fette Bommel
fr: La vérité sort de la bouche des Mogs

source: A Song of Bards and Bowmen
de: Ende Wut, alles Wut
fr: Le triomphe de la flamme

source: The Archer's Anthem
de: Krieger des Lichts, Ritter der Dunkelheit
fr: De lumière et de ténèbres

source: Bard's-eye View
de: Die Büßerin
fr: Le juste châtiment

source: Doing It the Bard Way
de: Meister und Schüler
fr: L'aspiration refoulée

source: Pieces of the Past
de: Der besiegte Krieger
fr: Le recueillement du désespoir

source: Requiem for the Fallen
de: Aus der Dunkelheit deines Herzens
fr: La dernière séparation

source: A Relic Reborn (Artemis Bow)
de: Der einsame Pfad des stolzen Dunkelritters
fr: Lettre au chevalier jamais oublié

source: On the Road Again
de: Keine Ausbildung ohne Ausbilder
fr: Instructeur introuvable

source: The Stiff and the Spent
de: Feuerprobe
fr: Premières balles

source: Requiem on Ice
de: Metall zum Frühstück
fr: Les vieilles pièces font les meilleures armes

source: When Gnaths Cry
de: Mein erster Gyrocopter
fr: La tourelle infernale

source: A Saint of Song
de: Verteidigung der Himmelswehr
fr: Des rôdeurs intrigants

source: The Ballad of Oblivion
de: Vorteil durch Technik
fr: Une très courte réunion

source: Three's a Company
de: Übungsschießen am Strand
fr: La vieille caisse et les monstres

source: Masked Motives
de: Maschinen in Trümmern
fr: Des machinations contre les machinistes

source: One Autumn's Secret
de: Ehre, wem Ehre gebührt
fr: Le tournoi de la Tête du dragon

source: Sleeping Truths Lie
de: Heirat aus heiterem Himmel
fr: Une annonce inattendue

source: Sweet Dreams Are Made of Peace
de: Von allen guten Freunden verlassen
fr: Un chasseur ne sachant plus chasser

source: A Harmony from the Heavens
de: Joyes Sinneswandel
fr: Opérations conjointes et unilatérales

source: Peasants by Day, Ninjas by Night
de: Niederträchtiger Meineid
fr: Mauvaises surprises en cascade

source: My First Mudra
de: Nichts als die Wahrheit
fr: Un cœur pur comme le cristal

source: Killer Combinations
de: Die Schuld des Ausbilders
fr: Le sacrifice de l'instructeur

source: Once Upon a Time in Doma
de: Ohne Furcht und Adel
fr: Une belle dé<var 16 /var>mon<var 16 /var>stra<var 16 /var>tion d'allégeance

source: Pirates versus Ninjas
de: Bewaffnung der Bürgerwehr
fr: L'instructeur tiraillé

source: Ninja Bathin'
de: Ein rätselhafter Diebstahl
fr: L'épée des templiers

source: Tough Guys
de: Himmelhunde auf der Jagd
fr: Un coup d'épée dans le contrat

source: The Crow Knows
de: Einem Komplott auf der Spur
fr: En immersion

source: Master and Student
de: Argwöhnischer Adel
fr: Comme chiens et chats

source: A Relic Reborn (Yoshimitsu)
de: Das Heulen der jungen Himmelhunde
fr: Prendre la relève

source: Strangers in a Strange Land
de: Der Weg des Samurai
fr: La voie du samouraï

source: The Impossible Girl
de: Der alte Meister lässt alle alt aussehen
fr: Maître Musosai

source: Ninja Assassin
de: Kredithaie im Wüstensand
fr: La légende de Musosai<var 1D /var>: la crapule d'Ul'dah

source: Medieval Espionage
de: Mord ist sein Hobby
fr: La légende de Musosai<var 1D /var>: l'assassin de Limsa Lominsa

source: Staying Alive
de: Betrogen und aufgeschoben
fr: La légende de Musosai<var 1D /var>: l'escroc de Gridania

source: In Her Defense
de: Wenn die Berge Trauer tragen
fr: La légende de Musosai<var 1D /var>: le bourreau d'Ishgard

source: Search for the Stolen Scroll
de: Der Inbegriff des Bösen
fr: L'abominable Kogarashi

source: Ninja Bathin' Redux
de: Eine würdevolle Samurai-Dame
fr: La visite de la femme samouraï

source: A Game of Life and Death
de: Die Sekiseigumi in größter Not
fr: L'appel à l'aide du Sekiseigumi

source: True Enlightenment
de: Vorfall auf dem Matsuba-Platz
fr: Règlement de compte au square Matsuba

source: When Clans Collide
de: Jagd auf Ugetsu
fr: La traque d'Ugetsu

source: Oboro's Big Idea
de: Ent<var 16 /var>schei<var 16 /var>dungs<var 16 /var>schlacht auf Bekko
fr: L'af<var 16 /var>fron<var 16 /var>te<var 16 /var>ment de deux justices

source: Our End
de: Das Vermächtnis eines Samurai
fr: L'héritage de Musosai

source: Ishgardian Justice
de: Die verlorene Revolver<var 16 /var>klinge
fr: Le dernier des pistosabreurs

source: The Voice in the Abyss
de: Bewaffnete Beschützer
fr: Une claveciniste menacée

source: Heroic Reprise
de: In guten wie in schlechten Zeiten
fr: Une triste histoire de famille

source: Declaration of Blood
de: Ein Schaf unter Wölfen
fr: L'escorte d'un pirate repenti

source: Our Answer
de: Der Dienst des Deserteurs
fr: Le transfert d'un transfuge

source: The Wages of Mercy
de: Alte Wunden
fr: L'esprit des vrais pistosabreurs

source: The Knight and the Maiden Fair
de: Mit der Heimat im Herzen
fr: À la poursuite d'un autre pistosabreur

source: Kindred Spirits
de: Einladung zum Tanz
fr: Entrez dans la danse<var 1D /var>!

source: Original Sins
de: Mätzchen mit dem Mäzen
fr: Quand la danse a le premier rôle

source: The Flame in the Abyss
de: Slum-Samba
fr: Soirée dansante au sultanat

source: Absolution
de: Der mit dem Dunkelalben tanzt
fr: Une danse contre l'angoisse

source: In Memories We Walked
de: Tanzfieber in frostigen Höhen
fr: Une danse contre le froid

source: The Widow and Her Love
de: Im Sturm der Begeisterung
fr: Quand l'élève dépasse le maître

source: The Orphans and the Broken Blade
de: Tanz in die Zukunft
fr: Le successeur de Nashmeira

source: We Can Never Go Home
de: Die Sense
fr: La Faucheuse

source: Our Compromise
de: Vom Gejagten zum Jäger
fr: La vraie puissance de la faux

source: Our Closure
de: Der totenblasse Mann
fr: Tête-à-tête aux chandelles

source: Savior of Skysteel
de: Eine unmissverständliche Warnung
fr: Dur, dur pour les Lémures

source: Master of Marksmanship
de: Alle für eine
fr: Une histoire de famille

source: Always the Last Place You Look
de: Die Kunst des Tötens
fr: La voie du néant

source: Rook Before You Reap
de: Ein Mann namens Viper
fr: Une vipère rôde

source: Securing the Locks
de: Einführung in die Viperologie
fr: Le devoir des rôdeurs vipère

source: A Suppressive Strategy
de: Spuren im Moor
fr: Des traqueurs sachant traquer

source: Blood on the Sands
de: Was riecht denn da?
fr: De mal en pis

source: Rage against the Machinists
de: Aufs Glatteis geführt
fr: Un plan qui sent l'entourloupe

source: The Power of a Tourney
de: Der Wille der Natur
fr: Le fléau des Tural vidraal

source: A Joye-less Celebration
de: Wächter der Tradition
fr: L'héritage d'un grand homme

source: Pushing the Brume
de: Die Stimmen der Gebieter
fr: La colère est une souffrance

source: A Joye-ful Reunion
de: Reicht euch die Hände
fr: La vanité est une faiblesse

source: Wheels of Justice
de: Das Vermächtnis eines Padjal
fr: Sur les traces du pèlerin

source: Taking the Fall
de: Die Grabräuber
fr: Un acte im<var 16 /var>par<var 16 /var>don<var 16 /var>na<var 16 /var>ble

source: Rusted Steel
de: Ruhe in Frieden
fr: Devoir de guérison

source: Rise of the Machinists
de: Restaurierung der Reliktwaffen (Thyrus)
fr: Restauration du Thyrse

source: The Machinists' Choice
de: In Großvaters Fußstapfen
fr: Un voyage inattendu

source: The Hrunting Heist
de: Gefahr aus dem Norden
fr: Créatures sous influence

source: Release the Hounds
de: Die Hexe von den Zwillingsteichen
fr: La traqueuse de dragons

source: Snouts Down, Tails Up
de: Ein Ritter in Not
fr: Le pouvoir de guérison

source: The Mongrel and the Knight
de: Entartete Experimente
fr: La paria aoranne

source: Machinists for the Morrow
de: Enttäuschte Hoffnung
fr: Le dilemme des Padjals

source: The Way of the Samurai
de: Die Furcht vor dem Anderen
fr: Soigner le monde

source: Master Musosai
de: Aufruhr in Ostend
fr: Le bruissement des Confins est

source: The Sands of Debt
de: Diese Aura schreit nach Ärger
fr: Un aimant à problèmes

source: Blood on the Deck
de: Äther außer Kontrolle
fr: Fatale puissance

source: A Fraudster in the Forest
de: Das Problem mit den Padjal
fr: La règle de Gridania

source: Tears in the Snow
de: Ihr letzter Wunsch
fr: Le trésor d'une Padjale

source: The Face of True Evil
de: Heilung kommt aus dem Herzen
fr: Où l'élémentalisme puise sa source

source: A Dignified Visitor
de: Wer die Stimme hört
fr: La voix des Marchands

source: Trials of the Sekiseigumi
de: Dürstender Sand
fr: L'appel du sang

source: Matsuba Mayhem
de: Fremde Freunde
fr: Des amis étrangers

source: The Hunt for Ugetsu
de: Das dunkle Atmen
fr: La corruption du néant

source: The Battle on Bekko
de: Finde, was dein ist
fr: Les habits du pouvoir

source: The Legend of Musosai
de: Im Nichts vereint
fr: La voie de la magie noire

source: The Makings of a Gunbreaker
de: Restaurierung der Reliktwaffen (Sternenstaub)
fr: Restauration du Sceptre étoilé

source: Hired Gunblades
de: Schwarze Magie im Sinn
fr: L'héritage de Ququruka

source: For Better or Worse
de: Gegen die Kräfte der Zerstörung
fr: Qui veut du mal à l'Amalj'aa<var 1D /var>?

source: Confessions of a Flaming Mongrel
de: Unausweichliche Zerstörung
fr: Le Kobold a eu moins de bol

source: Of Defectors and Defenders
de: Verhängnisvolle Zerstörung
fr: L'Ixal exilé pris en chasse

source: Steel against Steel
de: Destruktiv im Namen der Gerechtigkeit
fr: Un allié un peu trop zélé

source: Gunblades of the Patriots
de: Koexistenz von Schwarz und Weiß
fr: Un mariage explosif

source: Shall We Dance
de: Shatottos Schatten
fr: Souvenirs d'outre-tombe

source: Gamboling for Gil
de: Des Golems Kern
fr: Cavale minérale

source: A Soirée in the Sultanate
de: Zusammen zerstören
fr: Roc indépendant

source: Dances with Duskwights
de: Natürliche Auslese
fr: Des golems et des gemmes

source: High-steppin' in the Holy See
de: Es kann nur einen geben
fr: Il n'en restera qu'un

source: Save the Last Dance for Me
de: Bewahrung eines Lebenswerkes
fr: Lalai, censurée<var 1D /var>!

source: Rising to the Occasion
de: Das Spiel mit dem Feuer
fr: Le baptême du feu

source: The Killer Instinct
de: Erdverbunden
fr: L'appel de la terre

source: The Harvest Begins
de: Auf Tristans Spuren
fr: À la poursuite d'une ombre

source: On the Hunt
de: Des Beschwörers neue Kleider
fr: Vestiges de la mode allagoise

source: Dark Days
de: Das himmlische Kind
fr: Libre comme le vent

source: Thicker than Blood
de: Vergiftetes Herz
fr: La fin ne justifie pas toujours les moyens

source: The Killing Art
de: Restaurierung der Reliktwaffen (Oeil Vert)
fr: Restauration de l'Œilvert

source: Enter the Viper
de: Auf zu neuen Egi
fr: Un pouvoir fulgurant<var 1D /var>?

source: Fangs of the Viper
de: Tot oder lebend
fr: Le retour d'une ombre

source: Viper in the Vidraal's Shadow
de: Wer fragen will, muss tragen
fr: Les leçons de l'Histoire

source: Vipers on the Hunt
de: Fingierter Transport
fr: Invocateur de marionnettes

source: Into the Viper Pit
de: Göttlicher Äther
fr: Une transe ancestrale

source: Vengeance of the Viper
de: Die ultimative Technik
fr: Du brasier naît la paix

source: Seer Folly
de: Ein Bote aus der Ver<var 16 /var>gangen<var 16 /var>heit
fr: Un livre pour le moins savant

source: Only You Can Prevent Forest Ire
de: Princis Prüfung
fr: Duels d'invocateurs

source: O Brother, Where Art Thou
de: Unermessliche Kraft
fr: Une menace invisible

source: Following in His Footsteps
de: Allagische Relikte
fr: En quête de savoirs perdus

source: Yearn for the Urn
de: Die Bestimmung eines Beschwörers
fr: L'invocateur invoqué

source: Heart of the Forest
de: Bedenken eines Beschwörers
fr: La dubitation d'un invocateur

source: A Relic Reborn (Thyrus)
de: Reise in die Ver<var 16 /var>gangen<var 16 /var>heit
fr: Le maraudeur intellectuel

source: Taint Misbehaving
de: Expedition zur Schwebenden Stadt
fr: Excursion réminiscente

source: A Journey of Purification
de: Jagd auf den Tomberry
fr: La chasse au tomberry

source: The Girl with the Dragon Tissue
de: Das Gewand der Gelehrten
fr: Une restauration vestimentaire

source: The Dark Blight Writhes
de: Wunderheilung
fr: M*É*S*H

source: In the Wake of Death
de: Die Rückkehr des Gelehrten
fr: Le passé caché de Nym

source: Trials of the Padjals
de: Restaurierung der Reliktwaffen (Omnilex)
fr: Restauration de l'Omnilex

source: Hands of Healing
de: Wieder<var 16 /var>sehen am Bronzesee
fr: Une lettre inattendue

source: Unease in East End
de: Der große Schlüsselstein
fr: Gare au gardien<var 1D /var>!

source: An Aura for Trouble
de: Das Geheimnis der Tomberry-Krankheit
fr: Le secret de la lèpre du tomberry

source: A Beacon for Bad Things
de: Seesoldaten, das sind wir!
fr: Mets tomberry, légionnaire<var 1D /var>!

source: The Problem with Padjals
de: Dem Unsichtbaren auf der Spur
fr: Documentation glacée

source: What She Always Wanted
de: Die neuen Seesoldaten in Aktion
fr: Éradication érudite

source: Whence the Healing Springs
de: Ein Tomberry auf Abwegen
fr: La grande vadrouille du tomberry

source: Taking the Black
de: Flucht in den Finsterwald
fr: Des sentes pas si tranquilles

source: You'll Never Go Back
de: Auf den Spuren des Vaters
fr: Pour le souvenir d'un père

source: International Relations
de: Verflixte Fee
fr: La chasse à la fée

source: The Voidgate Breathes Gloomy
de: Ewige Bande
fr: L'espoir en héritage

source: The Blood Must Flow
de: Ein gelehrter Versuch
fr: Remède dimensionnel

source: Always Bet on Black
de: Der Ruf des Schicksals
fr: L'appel des étoiles

source: A Relic Reborn (Stardust Rod)
de: Die Arkana
fr: L'arbre céleste

source: Black Books
de: Erste Elementarhimmel
fr: Constellations et bénédictions

source: An Unexpected Journey
de: Der richtige Zeitpunkt
fr: Plus de peur que de mal

source: A Cunning Plan
de: Irrwege
fr: La flèche étoilée

source: Black Squawk Down
de: Das Wort eilt voraus
fr: La jarre astrale

source: Destruction in the Name of Justice
de: Synastrie
fr: Un cours particulier

source: The Defiant Ones
de: Aufs Eis geführt
fr: La lance cosmique

source: Shades of Shatotto
de: Ein neuer Antrag
fr: Pressions extérieures

source: Golems Gone Wild
de: Ernüchternde Bilanz
fr: Illusions perdues

source: When the Golems Get Tough
de: Um eines Traumes willen
fr: Le destin sonne toujours deux fois

source: Unnatural Selection
de: Fühlbare Wirkung der Sterne
fr: Chasseurs et chassés

source: One Golem to Rule Them All
de: In treuem Gedenken
fr: Une soif de savoir

source: A Home for a Tome
de: Prädestination
fr: Prédestination

source: Austerities of Flame
de: Ein wissbegieriger Schüler
fr: Un étudiant plus que motivé

source: Austerities of Earth
de: Schatten über dem Himmel des Eises
fr: Des nouvelles in<var 16 /var>quié<var 16 /var>tan<var 16 /var>tes

source: Shadowing the Summoner
de: Der Schutzwall um Kugane
fr: La barrière protectrice

source: Allagan Attire
de: Das Geheimnis der Geomanten
fr: À la recherche du savoir perdu

source: Austerities of Wind
de: Mit den Kräften von Himmel und Erde
fr: L'alliance du ciel et de la terre

source: Primal Burdens
de: In Levevas Herz
fr: Le cœur dans les étoiles

source: A Relic Reborn (The Veil of Wiyu)
de: Der reisende Rotmagier
fr: Le vagabond rouge

source: A Fitting Tomestone
de: Der Rote Sturm
fr: Théorie et pratique

source: A Matter of Fact
de: Gefährliche Geschäfte
fr: Piéger le piège

source: A Miner Negotiation
de: Eine schicksalshafte Begegnung
fr: Cargaison mystère

source: Mad, Bad, and Ebon-clad
de: Der Anführer der Assassinen
fr: Opération remémoration

source: I Could Have Tranced All Night
de: Aufklärungsmission
fr: Diversion musclée

source: A Flare for the Dramatic
de: Das Ende einer Vendetta
fr: Un vieux compte à régler

source: A Book with Bite
de: Ein innerer Drang
fr: Symptômes inquiétants

source: Performing for Prin
de: Symptomatische Therapie
fr: Le fil rouge de l'histoire

source: An Egi-stential Crisis
de: Das Blut der Nacht
fr: L'ironie du sang

source: Off the Record
de: Die Büchse der Lilith
fr: La piste du cauchemar

source: An Art for the Living
de: Kraft des Widerstands
fr: Transmigration démoniaque

source: To Be Second Best
de: Rapier voran, der Zukunft entgegen
fr: La relève de l'Ouragan pourpre

source: Forgotten but Not Gone
de: Des Weisen wunderliches Wirken
fr: Le serment du sage

source: The Last Remnants
de: Des Weisen wundersames Werkzeug
fr: Principes de noologie

source: The Consequences of Anger
de: Kraut des Kummers
fr: Sur la piste du chicotin

source: In the Image of the Ancients
de: Fluches bitter Früchte
fr: Le vrai visage du bon docteur

source: For Your Fellow Man
de: Der Zukunft verpflichtet
fr: Devoir et espoir

source: The Beast Within
de: Das Leben ist kurz, die Kunst ist lang
fr: Existences éphémères et savoir éternel

source: A Relic Reborn (Omnilex)
de: Die Kunst der Piktomantie
fr: Entretien d'ébauche

source: The Green Death
de: Nächtliche Ruhestörung
fr: Tapage nocturne

source: Quarantine
de: Helfer in der Not
fr: Couleurs froides

source: False Friends
de: Ein Schatz aus dem Wasser
fr: Peinture à l'eau

source: Ooh Rah
de: Das Rätsel der Grabkammer
fr: Le mystère de la chambre mortuaire

source: Unseen
de: Begegnungen und Abschiede
fr: L'œuvre de la maturité

source: Forward, the Royal Marines
de: Blaumagie zum Vorzugspreis
fr: Escroc, mais pas trop

source: The Vanishing Act
de: Das nächste große Ding
fr: M comme Martyn

source: A Safe Place to Hide
de: Freibriefe sind nicht umsonst
fr: Quand l'en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment paye

source: In Loving Memory
de: Ausflug ins Blaue
fr: Martyn a des ennuis

source: The Chase
de: Auf Veilchenblaus Fährte
fr: Martyn a encore des ennuis

source: Our Unsung Heroes
de: Blaues Gold
fr: L'autre mage bleu

source: True Beauty
de: Ein neues Veilchenblau am Sternenhimmel
fr: Combat d'idées et combat de coqs

source: Stairway to the Heavens
de: Ende blau, alles blau
fr: Tout est bien qui finit bleu

source: Fortune Favors the Bole
de: Mal wieder ins Blaue
fr: Vers d'autres cieux

source: Hanging in the Balance
de: Etwas Geborgtes, etwas Blaues
fr: Un en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment payant

source: A Lesson in Patience
de: Heraus<var 16 /var>forde<var 16 /var>rung des Blauen
fr: Un nouveau concurrent apparaît<var 1D /var>!

source: Slings and Arrows
de: Blau im Gesicht
fr: C'est qui le patron<var 1D /var>?

source: Ewer Right
de: Blauer Todesschrei
fr: L'heure du duel

source: Loved by the Sun
de: Aller guten Dinge sind blau
fr: Un Bleuet chasse l'autre

source: Spearheading Initiatives
de: Zweitklassige Unterhaltung
fr: La journée du tentacule

source: Sharlayan Ascending
de: Das Fukumen-Kampffest
fr: À l'Est, rien de nouveau<var 1D /var>?

source: Empty Nest
de: Veilchenblau und Goliath
fr: Masque contre Cagoule

source: Conviction
de: Auf Goldis Spuren
fr: Le mystère de la cagoule jaune
