Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Honoring Family
de: Aus der Not geboren
fr: L'élasticité avant tout

source: The Rose Blooms Twice
de: Ein Leben für die Freiheit
fr: L'armée de libération<var 1D /var>: la destination finale

source: Back to Business
de: Yabby-Dabby-Duu!
fr: Une résistance à toute épreuve

source: Undeserved Praise
de: Erarts Abschied
fr: Le dernier cadeau

source: Like a Charm
de: Notruf von der Sudwacht
fr: La tour hantée

source: A Sister's Ambition
de: Saat, die verbindet
fr: Planter les graines de l'espoir

source: Bottoms Up
de: Blumen zum Geleit
fr: Les fleurs du souvenir

source: A Special Treat
de: Erlösung von den Sünden
fr: Expiation

source: Lost in Transit
de: Religiöse Unterdrückung
fr: Liberté de culte

source: Eau de Muud
de: Die Glitzerrückbeschaffung
fr: Gentil Qiqirn, méchants Qiqirns

source: Strange Tastes
de: Zeit heilt alle Wunden
fr: Réconciliation fumante

source: Soup's On
de: Zwei Vorschläge
fr: La recon<var 16 /var>struc<var 16 /var>tion n'attend pas

source: Picking Up the Slack
de: Mit geschlossenen Fäusten
fr: Au coeurl du temple

source: We Need to Talk
de: Ätherische Anomalien
fr: À la recherche de la terre sacrée

source: What's Mine Is Mine
de: Matsch, Modder und Malaisen
fr: Gadoue protéinée

source: Live off the Land
de: Ankunft in der neuen Heimat
fr: Ala Mhigo, nous voilà<var 1D /var>!

source: Runs in the Family
de: Die Kreise der Klarheit
fr: S'affirmer et s'affermir

source: Those Boys of Mine
de: Letzte Ehre für Wilred
fr: À la mémoire de Wilred

source: Out of Sight
de: Aufblühender Salzgarten
fr: L'or blanc

source: Public Opinion
de: Wie ein Fischer im Wasser
fr: La pêche au harpon, c'est bon

source: Dragged through the Mud
de: Wohlstand durch Handel
fr: Vers l'extérieur, et au-delà

source: Second Chances
de: Vorsicht, heiß und brockig!
fr: Une toux du diable

source: Shimmer in the Scales
de: Rentnerauge, sei wachsam
fr: L'organe de la vue

source: Radiata Stores
de: Ein Schmuggler im Netz
fr: Curieux butin

source: Jhammel and Hide
de: Läuft fast wie geschmiert
fr: Optimisation des batteries

source: A Hunger for Trade
de: Wer hat Angst vorm hellen Licht?
fr: Manifestations lumineuses

source: Give Them the Evil Eye
de: Halbe Portion, voller Einsatz
fr: Quand le soldat fait sa B.A.

source: Explosive Profits
de: Ein Beutel voller Beute
fr: L'affaire est dans le sac

source: Critical Moss
de: Reglos am Strand
fr: Seule sur le sable

source: Foper Faux Pas
de: Der Piratenmörder
fr: Le tueur de pirates

source: The Dragon Made
de: Schwerer Pirateneintopf
fr: Le ragoût du pirate

source: Pest Problem
de: Wild gewordene Piraten
fr: Pirates pris de démence

source: Ant Juice
de: Falscher Alarm
fr: Mentir pour la bonne cause

source: Confessions of the Heart
de: Ebbe in der Konföderationskasse
fr: Sortir la tête de l'eau

source: It's a Zu Out There
de: Die Unterhandlung
fr: Partenariat alléchant

source: Family First
de: Der Beginn einer fruchtbaren Beziehung
fr: Le début d'une relation fructueuse

source: Dearest Daughter
de: Gefangen in der Ver<var 16 /var>gangen<var 16 /var>heit
fr: Prisonnière de son passé

source: Falling Down on the Job
de: Ein ehrwürdiger Panzer
fr: Une vénérable carapace

source: Send in the Armor
de: Der Star der Suppe
fr: Plus qu'un simple banquet

source: Boots Made for Walking
de: Springendes Vorbild
fr: Sauter sans avoir l'air sot

source: Fallen Friend of Mine
de: Stärkung mit Grenzen
fr: La pierre de force

source: My Dear Brother
de: Stimmen im Wind
fr: Esprit es-tu là<var 1D /var>?

source: A Fletching Suggestion
de: Attacke auf einen Angler
fr: Agression mystérieuse

source: Closing Up Shop
de: Schlemmerfilet mal anders
fr: Disponible à la grande surface

source: A Rite to Rest
de: Zwei kleine Streithähne
fr: Le grand frère

source: Helping a Friend
de: Trinkwasseraufbereitung
fr: L'eau de survie

source: If I Were a Fish
de: Freie Fahrt für freie Fische
fr: Pour nos chers voisins

source: Finding Family
de: Algen für Sui no Sato
fr: Les perles de la Mer de Rubis

source: Necessities of War
de: Störenfriede in den Gärten
fr: Des créatures briseuses d'avenir

source: Her Only Son
de: Die fürsorgliche Tochter
fr: Un talisman de corail

source: Are They Ill-tempered
de: Eine Prinzessin in Not
fr: Le Palais aux Marées troublées

source: His Last Words
de: Das Geheimnis der Rubin<var 16 /var>prin<var 16 /var>zessin
fr: Seule la vérité compte

source: At the Top of the Stairs
de: Der Fischer und die Prinzessin
fr: Rendez-vous en terre inconnue

source: A Parting Gift
de: Die Jagd nach alten Schnecken
fr: Pour vivre centenaire, vivons caché

source: A Friend on the Other Side
de: Hisui und Kurenai
fr: Qui est qui<var 1D /var>?

source: Climbing for Atonement
de: Schätze des Meeres
fr: La chasse aux trésors kojin

source: Religious Freedom
de: Schwert der Begierde
fr: Le bateau naufragé

source: The Qiqirn Strikes Back
de: Gassi schwimmen
fr: Promenade au fond des mers

source: Bombs for Peace
de: Gärtnerrochen
fr: Nettoyage maritime

source: Dreaming of Home
de: Rochen gegen Schlangen
fr: Indésirables ovipares

source: To Kill a Coeurl
de: Schwerter zu Angelruten
fr: Les terreurs des plages

source: An Unwanted Truth
de: Ein Sommernachtstraum
fr: La rencontre rêvée

source: Secret of the Ooze
de: Gesegnete Steine
fr: La bénédiction des eaux

source: Journey's End
de: Ein herzhafter Eintopf
fr: Un bouillon salvateur

source: Another Striking Opportunity
de: Des einen Plunder ist des anderen Schatz
fr: J'aurais voulu être un oiseau

source: Those We Hold Dear
de: Schwimmunterricht
fr: Pêcheurs de père en fils

source: A Fortune in Salt
de: Gefährliches Fangglück
fr: La haine du pêché, l'amour du pêcheur

source: A New Fishing Ex-spear-ience
de: Nayoshi lässt nicht los
fr: Rêve sur la grève

source: Up Where They Trade All Day in the Sun
de: Schall und Rauch
fr: Lorsque tout part en fumée

source: The Devil's Cough
de: Eine Aufgabe für Nayoshi
fr: L'espoir renaît

source: The Organ of Sight
de: Die rote Gefahr
fr: Transmission de flambeau

source: The Price of Betrayal
de: Das etwas andere Parfüm
fr: La bouillie et l'odeur

source: First Line of Defense
de: Für eine Handvoll Steine
fr: Sous la rizière, les pierres

source: Ethereal Lights
de: Reisfeldpflege
fr: Vis ma vie de riziculteur

source: Protector of the Small
de: Großwieseljagd
fr: Les belettes tiennent le bambou

source: A Dance with Snakes
de: Schweinefraß
fr: Un phacochère dans la rizière

source: Stranded
de: Knurrender Wolfsmagen
fr: Fringale de loup

source: In Cold Blood
de: Pharmazeutennachwuchs
fr: L'homme-loup est un loup pour l'homme

source: Pirate Stew
de: Wandernde Wasserschlangen
fr: Avoir les foies... de serpents

source: The Soul's Remembrance
de: Fallensteller
fr: Les mâchoires du vieux renard

source: Fight or Flight
de: Namai-Postbote
fr: Travail de couple

source: Pulling Double Booty
de: Eine Liebe in schweren Zeiten
fr: La jeune fille au bord du lac

source: Unfinished Business
de: Ein Schaf im Wolfspelz
fr: Un cas désespéré

source: The Girl with the Pearl Ring
de: Vom Kämpfer zum Träger
fr: Un mental d'acier

source: Family Affairs
de: Vom Träger zum Reisbauern
fr: Éliminer les mauvaises herbes

source: Our Most Venerated Ancestor
de: Und auf den Feldern stinkt es doch
fr: Trouver sa place dans la société

source: Not Just Any Banquet
de: Die Schönheit der Blüten
fr: Quand les poissons auront des arbres

source: The Sword in the Stone
de: Gefährlicher Tee
fr: À consommer avec modération

source: Unmeasured Strength
de: Ein Glöckchen für Zivilcourage
fr: Une histoire de grelots

source: Treasure Cove
de: Fffimmbimmbimm!
fr: Avis de recherche

source: The Mysterious Assailant
de: Die gestohlene Urne
fr: L'urne volée

source: An Unforgettable Taste
de: Kein lustiger Streich
fr: Les grosses têtes

source: The Bond between Brothers
de: Feinfühlige Barteln
fr: Introduction à la barbidétection

source: The Core of Life
de: Kleiner Händler ganz groß
fr: Le petit marchand qui bâtit un empire

source: All Good Deeds
de: Blindgänger-Barteln
fr: Faire contre mauvaise fortune bon cœur

source: Fear Her Almighty Waves
de: Wer anderen eine Falle stellt ...
fr: Pris à son propre piège

source: The Fight for Survival
de: Beharrlichkeit zahlt sich aus
fr: La fortune sourit aux audacieux

source: A Daughter's Love
de: Ein fatales Miss<var 16 /var>ver<var 16 /var>ständ<var 16 /var>nis
fr: Quiproquo

source: The Palace of Lost Souls
de: Waffen für Namai
fr: Marché conclu

source: Fathoms Below
de: Freier Handel für alle
fr: Le prestige des Qestir

source: A Part of Your World
de: Berechtigte Sorgen
fr: Agir sans mot dire

source: The Elixir of Life
de: Alles hat seinen Preis
fr: Le juste prix

source: The Two Princesses of Sui<var 1F /var>no<var 1F /var>Sato
de: Händler für einen Tag
fr: L'art d'abuser du besoin ou du désir

source: In Search of Treasure
de: Fleischversorgung
fr: Chambui fait le buuz

source: A True Kojin of the Blue
de: Trockenfische aus Isari
fr: La spécialité d'Isari

source: A Stroll along the Seabed
de: Blühende Fantasie
fr: Le lot d'un successeur adarkim

source: Forgotten Saviors of the Sea
de: Kinder sind die besseren Erwachsenen
fr: La garderie du Ralliement

source: Serpent Troubles
de: Schweigen ist Gold
fr: Un homme de bien des mots

source: At the Mercy of Monsters
de: Sprechende Taten
fr: Danse de caractère

source: A Dream to Remember
de: Der Vorschlag der Gesi
fr: La parole est d'argent...

source: Blessings of the Sea
de: Stilles Vertrauen
fr: Mais le silence est d'or

source: In Health and in Sickness
de: Zerbrochene Mitgift
fr: Des matamata pour un mariage

source: Plunder on High
de: Der Knochenjob
fr: Des os à tomber

source: Sink or Swim
de: Gefährliches Orakel
fr: Du souci pour Nigen

source: Thrice Cursed
de: Göttlicher Käse
fr: Le fromage de Cotan

source: A Glimmer of Hope
de: Und es orakelt wieder
fr: Encore du souci pour Nigen

source: Rock Bottom
de: Gute Wiederverwendung
fr: Un nouveau pilier pour Mol Iloh

source: Passing the Torch
de: Erwartete Hilfe
fr: Nettoyage risqué

source: Up in Flames
de: Schlaf schön, kleiner Ausreißer
fr: Retrouve-moi un mouton

source: Something Smells
de: Stark, aber störrisch
fr: Toujours du souci pour Nigen

source: Beyond the Powers of Stone
de: Im Kaufrausch
fr: Fièvre acheteuse

source: Fly, My Pretties
de: Abakas Probe
fr: Un caquet à rabattre

source: The Toon Patrol
de: Ein warmes Willkommensgeschenk
fr: Un heureux événement

source: Hungry Hog
de: Azims Finger
fr: Rasade divine

source: Tiger Blood
de: Starke Konkurrenz
fr: Allez, viens<var 1D /var>!

source: Wolves and Weeds
de: Im Schutz des Lichts
fr: Remets de l'huile<var 1D /var>!

source: Whacking Day
de: Harte Männer und harte Panzer
fr: Une compagne prévenante

source: Not Safe for Children
de: Das schönste Geschenk überhaupt
fr: Hommage par procuration

source: Gone Fishing
de: Geschmeidige Kampfkunst
fr: Les fleurs du moche

source: Dearest Keiko
de: Das schwarze Schaf
fr: Quarante ans, toujours Poucet

source: Courage the Cowardly Lupin
de: Der mit dem Kochlöffel kämpft
fr: Le vaillant petit cuistot

source: Kurobana vs. the Rice Sacks
de: Der Junge mit dem guten Herz
fr: Le perdant magnifique

source: Kurobana vs. the Arrowheads
de: Selbstlos ist der wahrlich Starke
fr: Il n'y a pas de sot métier

source: Kurobana Holmes
de: Die wiedergeborene Güte
fr: Le bon fils

source: Perchance to Hanami
de: Verschlagene Biester
fr: Paissez en paix

source: Drink Responsibly
de: Die Prüfung der Dotharl
fr: Marche tout droit

source: The Sound of Civilized Life
de: Was unter dem Sand lauert
fr: Marcher dans le sable

source: Ring My Bell
de: Nhaamas ewige Umarmung
fr: Rejoindre la lune

source: Not Just Any Vase
de: Zweifelhafte Reinkarnation
fr: Erreur sur la réincarnation<var 1D /var>?

source: Criminal Phrenology
de: Nichts hinzugelernt
fr: Une leçon, une correction

source: By Our Powers Combined
de: Das Leid des jungen Mauci
fr: Si c'est Mauci, j'y vais aussi

source: Gyorin the Namazu
de: Die Wahrheit über Mauci
fr: Sept Poings

source: No Wealth Like Mineral Wealth
de: Essen macht Freunde
fr: Amitié intertribale

source: Fresh Flesh
de: Die Verheißung
fr: Ibakha a l'œil

source: Show Me the New Money
de: Die Weisen der Ahnen
fr: Un patrimoine culturel immatériel

source: Amber Alert
de: Bescheidenheit ist eine Tugend
fr: Plus besoin de poubelles

source: Kurobana vs. Gyorin
de: Vor dem Sündenfall
fr: Défense d'entrer

source: Silent Banquet
de: Die Götter wissen's
fr: Sur des charbons ardents

source: Who Needs Words
de: Am Ende des Naadam
fr: Le poids du protocole

source: Rip-off Reunion
de: Nestplünderung
fr: Des germes tués dans l'œuf

source: Merchant for a Day
de: Verborgene Kräfte
fr: Faible fils deviendra fort

source: You Buuz, You Lose
de: Unverzichtbare Informanten
fr: Informateurs incognito

source: Fishing for Customers
de: Die Regenbogen-Legende
fr: La légende du lac aux Prismes

source: Purbol Rain
de: Ein goldener Talisman
fr: Un cadeau qui prend aux tripes

source: Stranger Danger
de: Wiedererweckter Kampfgeist
fr: La promesse oubliée

source: Words Are Very Unnecessary
de: Spaziergang mit Wein
fr: Le saké du souvenir

source: Words Are Trivial
de: Bewahrung des Wissens
fr: Sous le signe du ginkgo

source: Words Are Meaningless
de: Die Leiden eines Vaters
fr: La douleur d'un père

source: Enjoy the Silence
de: Spion der Lüfte
fr: Filature au sommet

source: Oh Matron
de: Am Ende der Einsamkeit
fr: Le huitième en a neuf

source: A Dicey Situation
de: Sui no Sato im Wandel
fr: Kurenai et ses commandes spéciales

source: Absolute Faith
de: Sehnsucht Shirogane
fr: Le cadre idyllique de Shirogane

source: Silence of the Lambs
de: Handwerkskunst in Kugane
fr: Fabriqué à Kugane

source: Keeping the Faith
de: In Reiswein baden
fr: Les bains arrosés

source: Tent That Rocked
de: Zu schüchtern für die Arbeitswelt
fr: Équilibre de marché

source: Sacred Sweeping
de: Blick auf die Familiengeschichte
fr: Nouvel angle, nouvelle facette

source: Sheep Snatcher
de: Ärger am Umineko-Teehaus
fr: Histoire enivrante

source: And Dzo It Goes
de: Entlaufene kleine Pandas
fr: Choupinets fuyards

source: Shop till the Warrior of Light Drops
de: Eine unheilbare Krankheit
fr: Un mal incurable

source: The Judgment
de: Heißes Quellwasser für die Garlear
fr: L'eau des sources thermales de Bokaisen

source: A Warm Welcome
de: Die Frau seiner Träume
fr: L'envers du décor

source: The Fingers of Azim
de: Früh übt sich
fr: Chaque nation a ses mœurs

source: The Ideal Budugan Warrior
de: In letzter Sekunde
fr: À l'article de la mort

source: The Lights That Guide Us Home
de: Das Arbeitstier
fr: Excès de zèle

source: The World without Her
de: Hohe Jagd im Osten 1
fr: De la chasse...

source: Spoils of War
de: Hohe Jagd im Osten 2
fr: Encore de la chasse...

source: Broken Flowers
de: Hohe Jagd im Osten 3
fr: Toujours de la chasse

source: Forty Years and Counting
de: Hochwild im Osten
fr: La crème des chasseurs

source: Chasing Rainbows
de: Weltoffenes Kugane
fr: Enlèvement au château

source: The Tournament
de:  Hilfe für die Helfenden
fr:  On recrute à la clinique

source: The Strongest among Us
de:  Eine Stadt namens Crystarium
fr:  Sondage sur Cristarium

source: Welcome to the Family
de:  Eine Flasche voll Mut
fr:  Quand l'alcool soulage

source: Brainy Bears
de:  Die Leiden des jungen Falknergesellen
fr:  Les joies du travail de ferme

source: Child's Play
de:  Die Wissbegier der Jugend
fr:  Découvrir le monde extérieur

source: Dastardly Diremites
de:  Rüstungsmoden
fr:  Armurière cherche mannequin

source: Nhaama's Sweet Embrace
de:  Das verlorene Andenken
fr:  En souvenir de mon père

source: Mauci of the Seven Worries
de:  Kleine Geste, große Freude
fr:  Tout travail mérite casse-croûte<var 1D /var>!

source: Watch and Learn
de:  Hoffnung für Holminster
fr:  Le jour d'après

source: The Power of the Fist
de:  Amaro auf Abwegen
fr:  À la recherche de l'amaro perdu

source: Do or Die
de:  Ein Treffen mit Triffiden
fr:  Montrer l'exemple

source: Hungry Like the Wolf
de:  Mit Mörtel verputzen auf Ostalls Befehl
fr:  Mettre la main au mortier

source: Ibakha Dreams of Birds
de:  Ein Amaro rettet den Tag
fr:  Celui qui murmurait à l'oreille des amaros

source: The Melody of Ceol Aen
de:  Wie bestellt
fr:  Une nouvelle recrue<var 1D /var>?

source: Food Glorious Food
de:  So geliefert
fr:  Opération livraison

source: Spelunker of Light
de:  Samenhafte Anemonen
fr:  La tête dans les étoiles

source: Wouldn't Hurt a Fly
de:  Nachtgedanken
fr:  Enquête nocturne

source: Honor in Victory
de:  Schlage die Räuber mit den eigenen Waffen
fr:  L'affaire de l'épée volée

source: A Sheep to Fly For
de:  Baden gehen in Klarschmelze
fr:  Un repos bien mérité<var 1D /var>?

source: Steppe of Hard Knocks
de:  Eine monumentale Burg
fr:  Des pierres témoins de l'Histoire

source: Assistants Anonymous
de: Etwas grummelt im Gras
fr: L'enfeuillé doté de parole

source: The Rainbow Collection
de:  Nicht verdaut - nicht verloren
fr:  Pas digéré, pas perdu<var 1D /var>!

source: From the Bottom of My Gut
de:  Schandmäuler auf dem Friedhof
fr:  Les vilains saccageurs de tombes

source: Forgotten Resolve
de:  Ein tragischer Verlust
fr:  Comment vivre sans son père

source: Wine for the Road
de:  Das neue Heim der Entwurzelten
fr:  Prendre un nouveau départ à Cristarium<var 1D /var>?

source: An Eye for an Emblem
de:  Das rettende Rezept
fr:  Les vieilles recettes du père

source: Heart of Iron
de:  Vererbte Fürsorge
fr:  Tel père, telle fille

source: A View to a Spill
de:  Narben des Krieges
fr:  Blessures de guerre

source: A Lone Wolf No More
de:  Selbstvorwürfe lasten schwer
fr:  Une culpabilité paralysante

source: The Seaweed Is Always Greener
de:  Wie weggewaschen
fr:  La chaleur de l'amitié

source: I Dream of Shirogane
de:  Freund<var 16 /var>schaft als Therapie
fr:  Combattre pour ses amis

source: Dedication to the Craft
de:  Auf Patrouille
fr:  Tisser des liens

source: A Drink in the Tub
de:  Geschenke, die von Herzen kommen
fr:  Tournée de re<var 16 /var>mer<var 16 /var>cie<var 16 /var>ment

source: I'll Show You Angry
de:  Ein Tonikum zum Speien
fr:  Un sirop pour les écœurer tous

source: A Picture Is Worth a Thousand Moms
de:  Der Segen für ein neues Leben
fr:  Accueillir une nouvelle vie

source: Zero Tolerance Teahouse
de:  Eine Scheibe Mut für den Rekrut
fr:  Encouragement des Ténèbres

source: Where the Wild Pandas Are
de:  Von der Schönheit der Nacht
fr:  Des vers pour les cieux

source: A Bleak Diagnosis
de:  Auf gefährlicher Forschungsmission
fr:  Des pêcheurs maussades

source: To Bathe a Garlean
de:  Knastbruder
fr:  Rite de passage dans les ruines

source: The Perfect Woman
de:  Dörrfisch zum Dank
fr:  Et alors, il vient, mon poisson séché<var 1D /var>?

source: Child Labor
de:  Jäger des vergessenen Schatzes
fr:  Chasseurs de trésors en herbe

source: In the Line of Duty
de:  Ein aufgegebener Traum
fr:  Une colère qui motive

source: The Weight of a Dream
de:  Glibberige Geschäfte
fr:  Pourvu que ça grouille

source: One-star Veteran Clan Hunt
de:  Der kleine Mann und die Harpune
fr:  La pêche “au” harpon

source: Two-star Veteran Clan Hunt
de: Clan Kupo bläst zur Jagd 1
fr: Ouverture de la chasse chez les Kupo

source: Three-star Veteran Clan Hunt
de: Clan Kupo bläst zur Jagd 2
fr: Un joujou des Eulmoriens<var 1D /var>?

source: Elite Veteran Clan Hunt
de: Clan Kupo bläst zur Jagd 3
fr: La tête sur les épaules

source: King of the Castle
de: Clan Kupo bläst zur Hochwildjagd
fr: Meneur à la place du meneur

source:  A Cry for Help
de: Eine Nachricht aus der Zukunft
fr: Une descente aux enfers

source:  Rate and Review
de:  Habseligkeiten eines Schiffbrüchigen
fr:  Souvenirs échoués

source:  Pour One Out
de:  Hungerleider
fr:  Luttes ter<var 16 /var>ri<var 16 /var>to<var 16 /var>riales

source:  A Dirty Trick
de:  Das muss Liebe sein
fr:  Pour l'amour des fruits de mer

source:  From a Distance
de:  Gier nach Fleisch
fr:  La viande, il n'y a que ça de vrai

source:  A Fitting Challenge
de:  Duft gegen Gestank
fr:  Un parfum qui change la vie

source:  Do You Believe in Magic
de:  Heilmittel gegen das Elend
fr:  Des soins pour tous

source:  A Jobb Well Done
de:  Ich will doch nur singen
fr:  La diva des mers

source:  Stock and Barrel
de:  Der Ruf der Meerhexe
fr:  La sorcière des mers

source:  Classical Condition
de:  Bestrafung der Verbannten
fr:  Mauvaise graine

source:  Desperate Measures
de:  Brückenspuk
fr:  Les amants du vieux pont

source:  Imperative Repairs
de:  Werfting-Bräu
fr:  L'ale ou l'orge, il faut choisir

source:  The Astute Amaro
de:  Ein Dorf in Not
fr:  Un village meurtri

source:  An Unreasonable Request
de:  Vermisster Talos
fr:  Le talos égaré

source:  You've Got the Tatch
de:  Das Kap der Blumen
fr:  Les fleurs du cap

source:  All That Heavenly Glory
de:  Das Feld der Hoffnung
fr:  Les champs de l'espoir

source:  Beers for Fears
de:  Der Schiffsbauer, der das Schiff zerlegt
fr:  Parfois construire, parfois détruire

source:  Loot Justice Mode
de:  Herzschmerz im Bienenstock
fr:  D'amour et d'eau de mer

source:  Inglourious Bath Stewards
de:  Nicht ohne meine Biene
fr:  Un gérant au grand cœur

source:  Lofty Goals
de:  Der Bedarf von Wrackstadt
fr:  L'approvisionnement de La Fange

source: That's So Anden
de:  Vom Winde verwehte Reue
fr:  Lettres éparpillées

source:  You Had One Jobb
de:  Was möchtet ihr gerne essen?
fr:  Qu'est-ce qu'on mange<var 1D /var>?

source:  Of Graveyards and Gremlins
de:  Undank ist der Treue Lohn
fr:  Qui aime bien châtie bien

source:  On Her Own
de:  Die Kinder von Wrackstadt
fr:  Les enfants de La Fange

source:  Carrying On
de:  Überreste der Seefahrt
fr:  Un jour, je serai capitaine<var 1D /var>!

source:  In Father's Footsteps
de:  Gebet den Armen
fr:  Tendre la main aux moins fortunés

source:  Her True Calling
de:  Saat der Hoffnung auf kargem Boden
fr:  Planter pour rêver

source:  Scars of War
de: Bangen um den Bienenstock
fr: Kai-Shirr et ses commandes spéciales

source:  His Secret Shame
de: Luftschiffutopien
fr: Tactique touristique

source:  A Much-needed Respite
de: Jungfernflug gefällig?
fr: Embarquement immédiat

source:  Resolve Regained
de:  Die vermisste Elfe
fr:  Le souci d'une amie, la peur d'une sœur

source:  Flowering Friendships
de:  Handel auf Vorrat
fr:  Veiller aux grains

source:  Simple Gifts
de:  Klein und frech
fr:  Sus aux hobgobelins

source:  His Own Medicine
de:  Bauen im Hochland
fr:  Du bois pour Amistie

source:  Welcome to the Future
de:  Geflügelte Lanzen
fr:  Les ailes protectrices

source:  Made, Not Born
de:  Die Geflüchteten
fr:  Les évadées

source:  The Poet Doesn't Know It
de:  Die Geläuterte
fr:  Quand le voile se lève

source:  The Sullen Man
de:  Kühl, aber weg
fr:  Gêné par les Gogg

source:  Rite of Passage
de:  Rocky & Schlitzohr - Eine steinige Freund<var 16 /var>schaft
fr:  Une amitié dure comme pierre

source:  Bigger Fish to Dry
de:  Drollige Delikatessen
fr:  Un filet trop mignon

source:  Treasure-hunting Tykes
de:  Ein Experiment mit Deppen
fr:  Le soulèvement de la machine

source:  With Furious Anger
de:  Explosive Eskapaden
fr:  Les explosifs, ça pète<var 1D /var>!

source:  Scrumptious Squirmers
de:  Marionettenliebe rostet nicht
fr:  Opération sauvetage d'automate

source:  Simple Treasures
de:  Wenn es mal wieder juckt
fr:  Le baume de Bomott

source: Nuts to You
de:  Ein kleines Herz und die große Liebe
fr:  Un Nain qui a le béguin

source: Two Nuts Too Nutty
de:  Plagegeister
fr:  Freiner les frappeurs faucheurs

source: How Do You Like Three Nuts
de:  Skandal im Zwergendorf
fr:  Goggméo et Tholliette
