Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: Where No Loporrit Has Gone Before
de:  Blumen für die Götter
fr:  La fillette aux fleurs

source:  Gleaner's Wish
de:  Fische für Palakas Ruh
fr:  Des poissons pour le village

source:  A Job for a Loporrit
de:  Ein seltsamer Führer
fr:  Un guide plutôt étrange

source:  Gift for a Fan
de:  Medizinische Versorgung in Palakas Ruh
fr:  Livraison médicale

source:  Wayward Carbuncle
de:  Der Yeti-Flüsterer
fr:  L'Arkasodara qui murmurait à l'oreille du yéti

source:  Don't Philter Yourself
de:  Silbriger Schuppenpanzer
fr:  L'écaille du pishacha

source:  Take a Look, It's in a Book
de:  Das Chai-Orakel
fr:  Le thé divinatoire

source:  To Care Enough to Send the Very Best
de:  Bhujamga-Jagd
fr:  Le chasseur de serpent

source:  The Dry Eyes Have It
de:  Verborgen im Schleier der Sangha
fr:  L'énigme de la jungle des Sangha

source:  Dolling out Punishment
de:  Essenslieferung in luftiger Höhe
fr:  Livraison volante

source:  Cooler than Being Cool
de:  Der Alchemist und das Kind
fr:  Le bébé de l'alchimiste

source:  For the Record
de:  Auf der Suche nach Soma-Blüten
fr:  Qui a cueilli le soma<var 1D /var>?

source:  Harbinger of Breath
de:  Sulas Bitte um Vergebung
fr:  Compétences et péchés

source: Of Mothers and Merchants
de:  Yezahn und Pasareen
fr:  Conseils d'un alchimiste

source: A Mother's Love
de:  Hoffnung für Palakas Ruh
fr:  Vent de prairie en forêt

source: A Gift from House Leveilleur
de:  Schicksalsknoten
fr:  Des liens sacrés

source:  The Lad in Labyrinthos
de:  Die Sprache der Blumen
fr:  Des couronnes de fleurs pour les héros

source:  Here Comes the Sun
de:  Eilbrief aus Eorzea
fr:  Missives d'Éorzéa

source:  Fiery Thirst
de:  Helft den Hungrigen
fr:  L'estomac dans les talons

source:  The Hero in Labyrinthos
de:  Die Farbe neuen Glücks
fr:  De la soie pour mon bébé

source:  Thick as Thieves
de:  Gefiederte Feinschmecker
fr:  Qui peut nourrir mes hamsa<var 1D /var>?

source: A Request of One's Own
de:  Ringen um den Ring
fr:  Il faut retrouver le voleur de bijoux

source: The Pride of Labyrinthos
de: Ein Ort zum Trainieren
fr: Rayonner toujours plus fort

source: The Hunt for Specimens
de:  Es gibt kein schlechtes Wetter, nur schlechte Ausrüstung
fr:  Il y a toujours de la place

source: That Specimen Came from the Moon
de:  Mit Speck fängt man Bären
fr:  La peau de l'ours

source: A Hunt for the Ages
de:  Das Seelenheil der Heilerseelen
fr:  Soigner ceux qui soignent

source: Perfect Specimens
de:  Unter Verschluss
fr:  Énigme martiale

source:  Fruit Savior
de:  Hilf dir selbst, dann wird dir geholfen
fr:  Besoin d'aide<var 1D /var>?

source:  Shelling Out
de:  Die verspätete Späherin
fr:  Trouver l'espionne

source:  Tikka Hike
de:  Zusammen laufen
fr:  De l'aide

source:  Steppe Child
de:  Zusammen schießen
fr:  Encore de l'aide

source:  The Matanga along the Way
de:  Zusammen beten
fr:  Toujours de l'aide

source:  Ogul Repays Her Favors
de:  Ein überzeugender Ingenieur
fr:  Un ingénieur déterminé

source:  The Yedlihmad Hunt
de:  Sehnsucht nach der Heimat
fr:  Faire renaître la région

source:  The Great Heist
de:  Vertrauter Grund - neue Heraus<var 16 /var>forde<var 16 /var>rung
fr:  La plateforme

source:  Wish Upon a Crystal
de:  Der erste Schritt in eine neue Zukunft
fr:  Un espoir de renouveau

source:  High Importance, Low Urgency
de:  Futtern wie bei Vattern
fr:  L'amour d'un père

source:  Paint, Perfume, and Pecs
de:  Fesselnde Fantasien
fr:  La toile du ciel

source:  Alchemist or Dancer
de:  Bahnhofslichter
fr:  Gare aux ténèbres

source:  A Nose for Trouble
de:  Liebesbrief an Unbekannt
fr:  Pour qui écris-tu<var 1D /var>?

source:  Missing Alchemist
de:  Jeder Tropfen zählt
fr:  Rebâtir, pierre après pierre

source:  Hamsa Retrieval
de:  Gib Frieden eine Chance!
fr:  Il faut sauver un camarade<var 1D /var>!

source:  High Hopes for the Hatchery
de:  Suppe, heiß serviert
fr:  Servir la soupe à l'ennemi<var 1D /var>!?

source:  Cutting Edge Solutions
de:  Junge, komm bald wieder
fr:  Tu peux toujours courir<var 1D /var>!

source:  Rushing up That Hill
de:  Mama in Not
fr:  Impériales de mère en fille

source:  The Guardian's Shield
de:  Kolossale Plasma-Kanonade
fr:  Manipuler avec précaution

source:  In Agama's Footsteps
de:  Explosive Aufräumarbeiten
fr:  Cherche héros pour mission explosive

source:  Radiant Patrol
de:  Bestien der garleischen Wildnis
fr:  Astuces de chasseur

source:  Flowers for the Family
de:  Waffenrecycling
fr:  Ramassez-les toutes<var 1D /var>!

source:  My Father My Fisher
de:  In sicheren Händen
fr:  Civils et soldats, main dans la main

source:  An Unexpected Guide
de:  In den Lüften über Garlemald
fr:  La capitale vue du ciel

source:  Quick Heels
de:  Gestrandet am Bahnhof
fr:  Le garçon qui attendait

source:  My Friend the Yeti
de:  Sehnsucht nach Zuhause
fr:  Les ruines de mon enfance

source:  A Pisaca's Purpose
de:  Suche im Palatium
fr:  Elle travaillait à Palatium

source:  Tea Foretell
de:  Tränenreiches Wieder<var 16 /var>sehen
fr:  La fin des recherches<var 1D /var>?

source:  Dreams of Venom
de:  Familienzusammenführung
fr:  Famille réunie, renaissance à venir

source:  Treasure Hunters
de:  Vier Karotten, ein Täter
fr:  Le signe des carottes

source:  Curry for the Watch
de:  Zu Tisch im Hause Loporrit
fr:  Le cri de ralliement des Loporrites

source:  What's in a Parent
de:  Fungi auf freiem Fuß
fr:  Un champignon a marché sur la lune

source:  Curing What Ails
de:  Ætheris-Enthusiasten
fr:  Sondage d'opinion

source:  The Sins We Bear
de:  Der Allwetterkristall
fr:  Le cristal environnemental

source:  Societal Alchemy
de:  Wo läuft das Langohr?
fr:  Compte-Loporrite

source:  A Budding Adventure
de:  Der Mond ist dein Laufsteg
fr:  Mannequin à vos heures perdues

source:  A Bond Eternal
de:  Lopo-Cop
fr:  RoboLop

source:  A Gift of Flowers
de:  Das Karotten-Orakel
fr:  La naissance de la carottomancie<var 1D /var>?

source:  Tidings from Afar
de:  Langohren in Gefahr
fr:  La lune aux cent périls<var 1D /var>?

source:  The Pangs of Hunger
de:  Der Daphnia an den Kragen
fr:  Les habits neufs des Loporrites

source:  Silks for a Babe
de:  Eine Mondoase für die Gäste
fr:  Le plus beau jardin de la galaxie

source:  Hungry Hungry Hamsa
de:  Ein Loporrit wie kein anderer
fr:  Chacun sa route, chacun son chemin

source:  Operation Ring Retrieval
de:  Ausgrabungen am allagischen Wrack
fr:  Les mystères encore insolubles d'Allag

source: A Place to Train
de:  Er hat sich vor Aufregung selbst verletzt
fr:  La fleur de l'amitié

source:  Your Inventory Is Not Full
de:  Geheimnisvolles Glucksen
fr:  La source du problème

source:  Bear Baiting
de:  Träume fallen nicht vom Mond
fr:  Le Loporrite qui n'aimait pas son nom

source:  Heroes All
de:  Erst die Arbeit, dann das Träumen
fr:  Le Loporrite qui vivait sa vie

source:  Under Lock and Code
de:  Loporrit, bleib bei deinen Möhren!
fr:  Le Loporrite qui risquait un risque

source:  Help Me to Help You
de:  Der Ton macht den Loporrit
fr:  Le Loporrite qui rêvait d'un rêve

source:  Scouting for Scouts
de:  Erzlichen Glückwunsch
fr:  Mangeuses de minerai

source:  Best Delivered Cold
de:  Warnung vor dem Gift
fr:  Concept coloré

source:  Armored Up
de:  Vor Verzehr gründlich waschen
fr:  Sucs digestifs agressifs

source:  A Dream of Home
de:  Geniest und genossen
fr:  Éternuement étonnant

source:  In Pursuit of Power
de:  Süße Verlockung
fr:  Exterminateurs en herbe

source:  Camp Broken Engines
de:  Auf den Geschmack gekommen
fr:  Instinct paternel

source:  Operation: Reactivation
de:  Auf Herz und Nieren getestet
fr:  Échantillons revêches

source:  Energy for All
de:  Unfertige Daidalions
fr:  Un œil sur les couvées

source:  And Then a Hero Comes Along
de:  Hoher Besuch aus Amaurot
fr:  Livraison fascinante

source:  With Folded Hands
de:  Schöpfung ohne Magie
fr:  Le goût du hasard

source:  A Light That Never Goes Out
de:  Pausen sind wichtig
fr:  Le repos fait partie du travail

source:  P.S. I Love You
de:  Flatternatter und Mogelvogel
fr:  L'au revoir d'une observatrice

source:  Brick by Brick, Tank by Tank
de:  Wer will fleißige Beobachter sehen?
fr:  Observateurs observés

source:  Rest, Thy Warfare O'er
de:  Ein Rundgang durch die Anagnorisis
fr:  Visite guidée d'intérêt mutuel

source:  Some Like It Hot
de:  Philosophieren über Nahrung
fr:  Collation fleurie à l'Anagnorisis

source:  Children Are Our Future
de:  Unser Platz in dieser Welt
fr:  Notre rôle en ce monde

source:  Mama, She Is in Rubble Deep
de:  Ein Kätzchen mit dem 6. Sinn
fr:  Patrouille anti-cha<var 16 /var>mail<var 16 /var>le<var 16 /var>ries

source:  Put Your Plasma Where Your Mouth Is
de:  Geira-Katzen bringen Glück
fr:  Familier chavirant

source:  The Hero Never Bombs
de:  Eine Pflanze auf der Flucht
fr:  Quand on a la tête et les jambes

source:  Beasts of the Imperial Wild
de:  Leben bedeutet Wandel
fr:  Celles qui survivent

source:  Ordnance Cleanup Committee
de:  Vom süßen Duft angezogen
fr:  Le doux parfum de la mort

source:  A Place of Greater Safety
de:  Das Geheimnis der Zwölf Gärten
fr:  Le secret des Douze Merveilles

source:  In the Skies above Garlemald
de:  Eine Insel nur für Giftiges
fr:  Une nouvelle île flottante

source:  Stranded at the Station
de:  Wie im Flug
fr:  Vol d'essai inespéré

source:  Longing for Home
de:  Kompakt, praktisch, gut
fr:  Petit format pour le combat

source:  Palatial Possibilities
de:  Augen auf Abwegen
fr:  L'envol de nouveaux végétaux

source:  Mum Is the Word
de:  Nachwuchsarbeit
fr:  Un en-cas au bord de l'eau

source:  Who Is Your Daddy
de:  Bommel im Wind
fr:  Ces fleurs qui volent au vent

source:  True Carrot Crimes
de:  Wettstreit der Familiare
fr:  Petite course entre familiers

source:  Carrots: It's What's for Dinner
de:  Die Krux mit den Namen
fr:  Le parrain de maintes créatures

source:  A Strange New Moon
de:  Verführerische Muse
fr:  Des fleurs envoûtantes

source:  Getting to Know You
de:  Ein Trank, der es in sich hat
fr:  Génie empirique

source:  Over the Rainbow Crystal
de:  Sag's doch mit Blumen
fr:  Pour la pérennité

source:  All Fun and Games
de:  Eine Wartin will nicht warten
fr:  Environnements coordonnés

source:  Clothes Maketh the Man
de:  Eile mit Weile
fr:  Les jambes de la mer

source:  A Test of Mettle
de:  Von einem, der auszog das Wecken zu lernen
fr:  Sommeil perturbateur

source:  Unfortunate Fortune-telling
de:  Der Vogel Starr
fr:  Le regard de l'abyssos

source:  Dangerous Work
de:  Etwas über den Durst getrunken
fr:  Bryon qu'il ne pleuve pas trop

source:  Material Woes
de:  Möhriger Dank
fr:  Dites-le avec une carotte

source:  For a Greater Garden
de:  Der Flug der Charybdis
fr:  Charybdes envolées

source:  Lone Loporrit
de:  Der Stachel des Anstoßes
fr:  Réflexion déambulatoire

source:  Alluring Allag
de:  Keine Peilung
fr:  Discrètes indiscrétions

source:  Overexcited Admirer
de:  Protokoll einer Wanderung
fr:  Le poids des débats

source:  Troubled Waters
de:  Ärger auf zwei Beinen
fr:  Bipède fugace

source:  Name That Way
de:  Ein erwarteter Gast
fr:  À la rencontre d'un visiteur

source:  A Way to Make a Living
de:  Ein besserer Batrachoi
fr:  Tout rond et tout mignon

source:  One Way or Another
de:  Zahme Bestie
fr:  Les cornes de la disette

source:  Dream a Little Dream
de:  Entfesselung der Bestie
fr:  Conception d'un grand prédateur

source:  The Ore the Merrier
de:  Trauerarbeit
fr:  Une offrande d'un nouveau genre

source:  A Colorful Concept
de:  Dämonen der Furcht
fr:  Métal hurlant

source:  Digestive Problems
de:  Ein gnädiges Ende
fr:  Une mère brisée

source:  Nothing to Sneeze At
de:  Lieder eines trauernden Drachen
fr:  Chanter contre l'oubli

source:  Sweet Temptations
de:  Erinnerung an eine vergangene Welt
fr:  Ton étoile est mon trésor

source:  Breaking the Eyes
de:  Die Schmach der Machtlosigkeit
fr:  Protecteur ou prédateur<var 1D /var>?

source:  Kick Some Asp
de:  Die Geschichte der Zurückgelassenen
fr:  Nous voulions partir

source:  Clutch Devastation
de:  Gut gebrüllt, Drache!
fr:  Rugissements purificateurs

source:  Second Guest
de:  Die Liebe einer Drachenmutter
fr:  Un amour de dragon

source:  Labors of My Fruit
de:  Tod durch Verschmelzung
fr:  Mourir ensemble

source:  I Order You to Relax
de:  Die Worte der Sterbenden
fr:  Dans la pierre et dans mon âme

source:  We'll Meet Again
de:  Warten in der Ewigkeit
fr:  Reviens<var 1D /var>!

source:  Touring Anagnorisis, Part I
de:  Gefährlicher Heißhunger
fr:  Dangereuse invitation

source:  Touring Anagnorisis, Part II
de:  Der Sinn des Seins
fr:  Parlez-en à votre aventurier

source:  Familiar Food
de:  Auf der Suche nach Sterblichkeit
fr:  Vers la réincarnation

source:  Familiar Fate
de:  Aus zwei Seelen mach eine
fr:  Mes paroles demeurent en toi

source:  You and the Ailouros
de:  Nachhilfe in Körpersprache
fr:  Danse pour moi<var 1D /var>!

source:  Sing, O Mews
de:  Gemeinsames Leben ist geteiltes Leid
fr:  Ne meurs pas pour rien

source:  Beg Pardon?
de:  Neue Daten, neue Hoffnung
fr:  Nous voulons nous battre<var 1D /var>!

source:  Unresolved Mysteries
de:  Die Kampfkraft der Liebe
fr:  Un amour explosif

source:  Every Rose
de:  Rhythmische Abwechslung
fr:  Danse avec les Omicrons

source:  Wonder-full
de:  Die vielen Gesichter der Mamool Ja
fr:  Palette de Mamool Ja

source:  Background Research
de:  20.000 Yalme über das Meer
fr:  20 000 yalms dans les airs

source:  Coming to Gryps
de:  Exotische Tacos
fr:  Tacos exotiques

source:  Small Size Advantage
de:  Der Beginn einer hungrigen Reise
fr:  L'odyssée contre la faim

source:  Take to the Skies
de:  Der Maler über dem Dächermeer
fr:  Peintre en hauteur

source:  Naughty Little Ones
de:  Trommelinspektion
fr:  Inspection de tambour

source:  Floating Like Clouds
de:  Lieferungen nach Tuliyollal
fr:  Livraisons à Tuliyollal

source:  Familiar vs. Familiar
de:  Kompost kommt prompt
fr:  Légumes à l'écume

source:  What's in a Name?
de:  Furchterregende Forschungsobjekte
fr:  Créatures à craindre

source:  Siren Flower
de:  Nostalgische Schnitzeljagd
fr:  Chasse au trésor nostalgique

source:  Searching for Eidos
de:  Angespannte Ausreißer
fr:  Les alpagas de la capitale

source:  To Name a Tale
de:  Ein lang ersehnter Brief
fr:  Une lettre tant attendue

source:  Meaningful Measurements
de:  Eine Gilde im Tural?
fr:  Une guilde au Tural<var 1D /var>?

source:  Specializing in Sharks
de: Hohe Jagd auf Tural 1
fr: La coopérative turalienne

source:  Woken by the Familiar
de: Hohe Jagd auf Tural 2
fr: Des chasseurs ancestraux

source:  The Abyss Stares Back
de: Hohe Jagd auf Tural 3
fr: La chasseuse de Solution Neuf

source:  Rolling Bryons Gather No Moss
de: Hochwildjagd auf Tural
fr: Chasser pour vivre, vivre pour la chasse

source:  Very Familiar Carrots
de: Für eine Handvoll Nadeln
fr: Une exploration épineuse

source:  Flight of the Charybdis
de:  Karreninspektion
fr:  Entretien de chariots

source:  A Most Succulent Name
de:  Die Pelupelu in Rot
fr:  Le secret de la teinture

source:  The Perks of Being a Lost Flower
de:  Authentisches Baderitual
fr:  Démonstration de danse tra<var 16 /var>di<var 16 /var>tion<var 16 /var>nel<var 16 /var>le

source:  Taking the Minutes: Ktisis Hyperboreia
de:  Auf der Suche nach dem Glück
fr:  Gri-gri pour le commerce

source:  Terror on Two Legs
de:  Mate-Tee auch jenseits der See
fr:  Variétés de thé

source:  An Expected Guest
de:  Hektik auf der Plantage
fr:  Du thé maté pour soigner

source:  A Better Batrachoi
de:  Ein unverkennbarer Gestank
fr:  Voleurs de café

source:  Meekly Majestic
de:  Ganz besondere Bohnen
fr:  Cacafé

source:  Unleash the Beast
de:  Ein richtiger Rachenputzer
fr:  Du mezcal un peu spécial

source:  Methods of Mourning
de:  Söldner in Not
fr:  Mercenaire responsable

source:  The Sound of Fear
de:  Nicht zu ertragen, dieser hungrige Magen
fr:  Sire Épidemaïs combat les carences alimentaires

source:  Futures Lost
de:  Ein seltenes Stück, jedenfalls auf Tural
fr:  Une affaire à ne pas manquer<var 1D /var>!

source:  That Once Rang Clear
de:  Üble Handelspraktiken sind das, ja ja
fr:  Pratiques commerciales peu re<var 16 /var>com<var 16 /var>man<var 16 /var>da<var 16 /var>bles

source:  Stars Like Gems
de:  Gesucht wird ... die perfekte Ware
fr:  Spécialités locales

source:  Aimless Protector
de:  Zwei Kontinente, verbunden durch den Handel
fr:  Marchands sans frontières

source:  Left Alive
de:  Blumen für Großmutter
fr:  Une délicate attention

source:  Loud and Proud
de:  Schwer zu beeindrucken
fr:  Concours de gros bras

source:  A Parent's Love
de:  Weihwasser gegen Feuerteufel
fr:  Liquide de refroidissement

source:  Ending as One
de:  Farben, die Geschichte schreiben
fr:  Pas de pot

source:  Final Words, Final Thoughts
de:  Medizin für die Riesenapotheke
fr:  La pharmacie des montagnes

source:  Come Back to Us
de:  Eine haltbar gemachte Tradition
fr:  Certains l'aiment sèche

source:  Eat Like an Ea
de:  Ein erleuchtendes Ritual
fr:  De l'eau à la lumière

source:  A Most Stimulating Discussion
de:  Attisches Salz
fr:  Ça se dispute

source:  The Body Beautiful
de:  Alles aus den Fingern gesaugt
fr:  L'effroyable monstre suceur de sang

source:  Remember Me
de:  Früchte tragen
fr:  Hommage fruité

source:  Bodily Curiosity
de:  Ein großer Bewunderer
fr:  Un grand admirateur

source:  A Life of Regret
de:  Ein lehrreicher Auftrag
fr:  Une nouvelle vocation<var 1D /var>?

source:  Combat Evolved
de:  Ausblick auf die Ver<var 16 /var>gangen<var 16 /var>heit
fr:  Protection engagée

source:  Learn to Love
de:  Die Taufe des Beschützers
fr:  Garde la pêche

source:  Work Woes
de:  Der erste Schritt
fr:  On a souvent besoin d'un plus petit que soi

source:  The Many Multitudes of Mamool Ja
de:  Tragende Säulen
fr:  Des pilotis bien lotis

source:  How Far He'll Go
de:  Mauserzeit
fr:  L'ami de la mue

source:  Culinary Import
de:  Gefahr am Dock
fr:  Alerte à l'embarcadère

source:  Corn of Necessity
de:  Ernährung der Hanuhanu
fr:  L'ali<var 16 /var>men<var 16 /var>ta<var 16 /var>tion des Hanu Hanu

source:  Painter on the Hill
de:  Opfergabe für Kixaihih
fr:  Une offrande à Kixaihih

source:  For Whom the Drum Beats
de:  Das Flüstern des Windes
fr:  Un secret capti-vent

source:  Special Orders, Special Deliveries
de:  Sprung in eine unbekannte Kultur
fr:  Un saut dans une culture inconnue

source:  Mulch Ado About Nothing
de:  Die Schönheit von Kikitola
fr:  Les lumières de Kikitola

source:  Ferocious Beasts on Foreign Shores
de:  Land des trockenen Schreins
fr:  La terre sèche sacrée

source:  Once a Riddler, Now a Ruler
de:  Eine Delikatesse für Arbeiter
fr:  Des douceurs pour les bosseurs

source:  A Trying Breed
de:  Die Lieblingsknabberei der Hanuhanu
fr:  Sire Épidemaïs anéantit le désespoir

source:  Of Crates and Correspondence
de:  Der Ritus des Windes
fr:  Le rite de passage des vents

source:  Guilding the Lily
de:  Eine Feder nach der anderen
fr:  Une plume après l'autre

source: A New Dawn, a New Hunt
de:  Der Segen des Windes
fr:  La bénédiction du vent

source: Why We Hunt
de:  Die Antwort von Nahanshe
fr:  La réponse de Nahanshe

source: Hunting the Hunter
de:  Scherben bringen Helfenhand
fr:  Un Mobelin qui manque de pot

source: The Hunt Goes On
de:  Funkelt, kleine Glitzersteine
fr:  En quête de petits objets brillants

source: It Belongs in a Museum
de:  Ein unvergesslicher Notenduft
fr:  Une poudre très prisée

source:  An Unlikely Inspector
de:  Angelding auf Abwegen
fr:  À la pêche à la canne à pêche

source:  The Carmine Secret
de:  Denkfrüchte für Topfwerker
fr:  Escorte dans d'immenses vestiges

source:  Dirty Dancing
de:  Gräser auf Grund
fr:  Des couleurs venues des profondeurs

source:  Gone Doll
de:  Geheimstrenge Arbeit
fr:  Des relations hors contrat

source:  A Blend for Every Taste
de:  Letzter Aufruf nach Irdehalde
fr:  Une fournée de visiteurs en attente

source:  Mate is the Medicine
de:  Viele Flammen, viele Mägen
fr:  De la viande pour les voyageurs

source:  The Reeking Robber
de:  Risikominimierung
fr:  Ramassage de paquets envolés

source:  A Sordid Situation
de:  Jeder Töpfepakt hat ein Ende
fr:  Une main-du-pot sur le départ

source:  In Pursuit of Mezcal
de:  Spion in doppelter Mission
fr:  Le trésor d'une Mobeline

source:  A Traveler to the Rescue
de:  Hilfe für eine Helferin
fr:  Un cadeau pour une Mobeline

source:  Too Much of a Good Thing
de:  Ein Pakt für die Ewigkeit
fr:  Un sentiment de confiance et de respect

source:  A Crisis of Corruption
de:  Ausrüstung für die Landsgarde
fr:  Des tenues pour la Légion de l'Aurore

source:  To Catch a Merchant
de:  Das Gesetz des Dschungels
fr:  La loi de la jungle

source:  Finding Bait
de:  In den Tiefen der Tsoly
fr:  Les profondeurs des tsoly

source:  Springing the Trap
de:  Der blutrote Cenote
fr:  Le cénote écarlate

source:  Grandmother's Grave Gift
de:  Mit dem Kopf in den Wolken
fr:  Le regard perdu dans L'Horizon

source:  The Might Be Giant
de:  Das Geheimnis der Aschenfront
fr:  La paix sous les plaines cendrées

source:  Putting Out Fires
de:  Lernbegierige Schützlinge
fr:  Des disciples aux dents longues

source:  Paws off That Pigment
de:  Die Narben, die zurückbleiben
fr:  Xbr'aal échaudé craint les ruines

source:  Big Wounds to Heal
de:  Unverhoffte Botengänge
fr:  Les hauts et les bas de la vie de marchand

source:  A Tradition Best Preserved
de:  Von den Schätzen des Waldes
fr:  Un forgeron sachant forger dans la forêt

source:  An Illuminating Ritual
de:  Die hungrige Reise geht weiter
fr:  Sire Épidemaïs répare les estomacs fragiles

source:  Soothing the Salty
de:  Jagd nach höheren Weihen
fr:  Devenir un chasseur accompli

source:  The Biggest Sucker
de:  Eine große Familie
fr:  La grande famille d'Iq Br'aax

source:  Bearing Fruit
de:  Ty'at Rohs Traum
fr:  Le rêve de Ty'at Roh

source:  The Flame Burns No More
de:  Die Auf<var 16 /var>nahme<var 16 /var>prüfung
fr:  L'épreuve des Pisteurs br'aax

source:  Sparks of Joy
de:  Stein auf Stein
fr:  Les statues de Mamook

source:  A Giant's Footsteps
de:  Beflügelt von der Liebe
fr:  Les papillons du bonheur

source:  Resolve Reignited
de:  Der nötige Respekt
fr:  Du respect des braves

source:  Brains and Brawn
de:  Schaurige Vorstellung
fr:  La créature de Ja Tiika

source:  A Strong Foundation
de:  Die mysteriöse Erscheinung
fr:  Esprit, es-tu là ?

source:  Molting Season
de:  Zur Sonne
fr:  Des mots d'espoir

source:  Danger at the Dock
de:  Süßes Geheimnis
fr:  Le secret des najool

source:  Reeding the Room
de:  Die Zukunft des Hains
fr:  Que va devenir le bosquet ?

source:  Ripe for the Offering
de:  Man ist nur so alt, wie man sich fühlt
fr:  Une vieillesse encore vaillante

source:  Secrets of the Wind
de:  Der beste Freund des Doppro
fr:  Tout pour mon partenaire

source:  Leap into the Unknown
de:  Des Söldners verlorene Kraft
fr:  Faire face à l'impuissance

source:  Mesmerizing Moss
de:  Beim Choliselvaas
fr:  Confier ses rêves au ciel

source:  Dry Run
de:  Nichts stinkt schöner
fr:  Une bombe pour l'espoir

source:  Dumpling Delivery
de:  Rauchbomben mit durchschlagender Wirkung
fr:  L'expérience du vétéran
