Repository: endervad/ffxiv_translation_test
Catalog: exd/CompleteJournal/*.xlf
Languages: de, fr

source: We'll Always Have Ul'dah
de: Der Ruf des Geldes
fr: De l'huile pour les Marteaux

source: A Burning Request
de: Orientierungslos
fr: Le compas de papa

source: My Feisty Little Chocobo
de: Mäuseschmaus
fr: Le goût des musaraignes

source: Bird in Hand
de: Fischgericht
fr: L'orobon, mon péché mignon

source: Hunger Is the Best Sauce
de: Markenfetisch
fr: Le Bazar désargenté

source: Tit for Tat
de: Vom Regen in die Traufe
fr: L'heure de lever l'ancre

source: Inquire at the Spire
de: Heldenhafte Narben
fr: Les risques du métier

source: Don't Shut Me Out
de: Silberstreif am Horizont
fr: Une lueur d'espoir pour le Bazar

source: From Gridania, with Love
de: Raffgierige Ratten
fr: Trou à rats

source: Adventurer for Hire
de: Antike Methoden
fr: La bonne vieille méthode

source: Some Seedy Business
de: Trinkschulden sind Ehrenschulden
fr: Un créancier attentionné

source: This One's for the Lovers
de: Auf Geheiß der Gilde
fr: Opérations de guilde (Ul'dah)

source: Windy Wedding
de: Fufulupa der Fallenmeister
fr: Le piégeur piégé

source: Who Was That Man in Black
de: Auge um Auge
fr: Dans le rouge des yeux

source: The Dark Divinity
de: Freibriefe von Ul'dah
fr: Mandataire d'Horizon

source: Slim Pickings
de: Mischlingsschutzfaktor 50
fr: Ça sang le brûlé

source: Serveth Thy Master
de: Nicht ohne meinen Meißel
fr: Irremplaçables outils

source: All You Wanted to Know about Odin
de: Arme Hunde
fr: Candidat à l'enfer

source: One Man's Trash
de: Ins Netz gegangen
fr: Les filets de l'espoir

source: One Night in Amdapor
de: Sekret her, du Kröte!
fr: Des crapauds qui ont du cœur

source: Kettle to the Mettle
de: Kampf dem Schwarzmarkt
fr: Contrer la contrebande

source: One More Night in Amdapor
de: Leicht reizbar
fr: Le fainéant du Croissant

source: Coming to Ul'dah
de: Angriff der Killerfische
fr: Ménage préventif

source: Due Diligence
de: Die Supertänzer-Abenteurerin
fr: Juste une dernière danse

source: Motivational Speaking
de: Auf ins Vergnügen
fr: Destination Gold Saucer

source: Gil for Gold
de: Willkommen im Gold Saucer!
fr: Bienvenue au Gold Saucer<var 1D /var>!

source: Unholy Matrimony
de: Rivalen der Chocobo-Rennbahn
fr: Avant de faire les courses

source: The Great Gladiator
de: Woher kommen die kleinen Chocobos?
fr: Comment on fait les bébés chocobos<var 1D /var>?

source: With Open Arms
de: Freibriefe von Knochenbleich
fr: Mandataire des Os desséchés

source: No Lady Is an Island
de: Farbenlehre
fr: Les secrets de la teinture

source: The Greatest Story Never Told
de: Schöner Schein
fr: Les mirages de la mode

source: Decisions, Decisions
de: Prisma dir einen
fr: Le mirage est dans le jus

source: Vox Populi
de: Der letzte Wunsch
fr: Le dernier repas

source: A Luxury Long Lost
de: Praktisch denken, Särge schenken!
fr: Un goobbue à la main verte

source: The Wealth of Nations
de: Grüner Daumen
fr: Avoir la main verte

source: Tougher than Leather
de: Ein zweites Standbein
fr: Du grain aux graines

source: Beet Red Beetles Beat Red
de: Unternehmungslustig (Ul'dah)
fr: Chevalier servant (Ul'dah)

source: In the Name of Science
de: Verbittertes Herz
fr: Pas de pitié pour les hourets

source: Bottled Fantasy
de: Ruht in Frieden
fr: À réveiller les morts

source: Nor Rain nor Heat nor Gloom of Night
de: Lilienexpress
fr: Fleuriste d'un jour

source: Fantastic Voyage
de: Selbst ist der Mann
fr: L'amour d'un frère

source: Catch Your Breath
de: Grabpflege
fr: J'irai nettoyer vos tombes

source: A Dab'll Do Ya
de: Der Gulaschköder
fr: Animation au Bazar doré

source: Ticked Off
de: Bitte keine Werbung
fr: Permis de construire

source: Where the Heart Is (The Goblet)
de: Schutzimpfung
fr: Des mineurs imp-ressionnables

source: I Believe You Can Fly
de: Mein Schatz
fr: La brillance de l'espoir

source: Reasonable /Doubt
de: Ab zum Steineklopfen
fr: Mettre à terre les élémentaires

source: The Slaying of the Shrews
de: Das Bergen der Seele
fr: Matérialisation spirituelle

source: Greasing the Cogs
de: Das Vereinen der Seele
fr: Attachement spirituel

source: Getting Your Bearings
de: Wechselmischen
fr: Transmatérialise-moi<var 1D /var>!

source: The Tasting of the Shrews
de: Die Stätte der Totgeweihten
fr: En route pour Halatali

source: Listen to Your Fish
de: Mein eigener Chocobo (Legion der Unsterblichen)
fr: À chacun sa monture (Ul'dah)

source: So Close yet So Far
de: Zweifach panisch
fr: Un travail d'épouvantail

source: Tackle the Problem
de: Euch mach ich Flügel
fr: Des volants gênants

source: Bloodied and Bowed
de: Eine haarige Angelegenheit
fr: À un cheveu près

source: Search and Seizure
de: Die Verbotene Kunst
fr: Sertissage gobelin

source: In the Court of the Rat King
de: Freibriefe von Klein-Ala Mhigo
fr: Mandataire de Petite Ala Mhigo

source: Sometimes the Old Ways Are Best
de: Ein geschichtsträchtiger Fund
fr: Des fonds pour la science

source: Lend Me Your Ears Already
de: Thals Unrast
fr: Pèlerins en péril

source: Simply the Hest
de: Rückenwind für Hohenbrück
fr: Signez la pétition<var 1D /var>!

source: By the Toe
de: Vergebliche Liebesmüh
fr: Les bonnes intentions d'Hihira

source: For Their Eyes Only
de: Fast wie daheim
fr: Infusion pour guérison

source: Leves of Horizon
de: Die Besessenen
fr: Histoire de fantômes belahdiens

source: The Scent of a Mongrel
de: Nestbeschmutzer
fr: La bataille des Cadavres

source: No Tool Gets Left Behind
de: Peisteknacker
fr: Poison contre poison

source: Need Not Apply in Person
de: Seuchenprävention
fr: Bourdonnement funeste

source: This Fishwife's Life
de: Recycling
fr: Des avantages du recyclage

source: Alternative Medicine
de: Unwürdig
fr: Besoin d'un coup de patte

source: Fringe Benefits
de: Für das Wohl des Stammes
fr: Sondage d'opinion publique

source: Lominsan Rubbish
de: Wahlkampf mit Pfeil und Bogen
fr: Un carquois vide

source: Angling Ankle-biters
de: Lieferung frei Haus
fr: Ségrégation sociale

source: Help Me, Lord of the Dance
de: Fachkräftemangel
fr: Il fait trop chaud pour travailler

source: It Could Happen to You
de: Spannende Aussichten
fr: Des regards et des hommes

source: World of Wonders
de: Auf eigene Pfote
fr: Du nerf<var 1D /var>!

source: So You Want to Be a Jockey
de: Zielübungen
fr: Deux caractères opposés

source: Like Sire Like Fledgling
de: Jäger des Versunkenen Tempels
fr: Départ pour Qarn

source: Leves of Camp Drybone
de: Kreislauf von Tod und Seuche
fr: Désinsectiser Désespérance

source: Color Your World
de: Ungestörte Trauer
fr: Visite au goobbue

source: If I Had a Glamour
de: Ein Geschenk für Vater Iliud
fr: Au nom du père

source: Absolutely Glamourous
de: Bruderherz in Not
fr: Parent en retard

source: A Dying Wish
de: Ramponierte Roben
fr: Manque de tissu

source: The Circle of Life
de: Immer Ärger mit dem Erdseim
fr: Le cœur du problème

source: Green Thumb
de: Erdseim-Unterschlagung
fr: Vol en bande organisée

source: Seeds of Change
de: Die Tragödie von Sägerschrei
fr: Une vie de déshonneur

source: An Ill-conceived Venture
de: Erdseim-Monopol
fr: Retour à la normale

source: All Dogs Go to Hell
de: Eine kleine Wieder<var 16 /var>gut<var 16 /var>machung
fr: Graissage de patte

source: Buzzing at Church
de: Freibriefe von Camp Blauer Dunst
fr: Mandataire du camp de Brumebleue

source: Lichyard Lilies
de: Eine noch haarigere Angelegenheit
fr: Catastrophe capillaire

source: Honoring the Dead
de: Schatzgrube für Minenarbeiter
fr: Clair comme du quartz

source: Dead Bodies Everywhere
de: Die Legende vom Finsterwald
fr: Sombre présence dans les bois

source: Steaking Claims
de: Gold aus der Goldklamm
fr: Bienvenue au Val

source: Now Hiring
de: Präventivschlag
fr: Pirate futée cherche alliés

source: Impish Implications
de: Der Wille des Volkes
fr: Une question de confiance

source: There's Mythril in Them Thar Hills
de: Love me Sabotender
fr: De piquants compagnons

source: Purging the Earth
de: Jäger in der Falle
fr: Une deuxième chance

source: Forging the Spirit
de: Freund des Stammes
fr: Un nouveau commencement

source: Waking the Spirit
de: Suche nach Verbündeten
fr: Des us et coutumes des U

source: Marvelously Mutable Materia
de: Nach Camp Schädeltal
fr: Des Sahuagins sous les fenêtres

source: Hallo Halatali
de: Wehende Fahnen
fr: Sous les drapeaux

source: My Little Chocobo (Immortal Flames)
de: Fronttransport
fr: Livraison sur le front

source: Strawman Defense
de: Die Alchemie des Memezofu
fr: La griffe de la peur

source: Buzz Off, Birds
de: Der Lebensretter
fr: Médecin du front

source: Hair Club for Hyur
de: Kein Tropfen Blut
fr: Les remèdes se font rares

source: Melding Materia Muchly
de: Der legendäre Waffenschmied
fr: Le forgeron légendaire

source: Leves of Little Ala Mhigo
de: Die Todesbotin
fr: Le palais d'Allene

source: Scholarly Funds
de: Die Ruinen von Amdapor
fr: Les fantômes d'Amdapor

source: The Perils of Pilgrimage
de: Hochzeit mit Hindernissen
fr: Les noces funèbres de Tam-Tara

source: Friendlier Skies
de: Mit bangem Herzen
fr: Inquiétudes à dissiper

source: Bad Blood
de: Kein beschaulicher Spaziergang
fr: Revoir sa patrie

source: Prickly Patients
de: Zeigt her eure Kleider
fr: Le masque et le costume

source: Blast from the Past
de: Spielerisches Vergnügen domanischer Art
fr: Les tuiles font le mur

source: Corpse Confrontation
de: Alle Karten in der Hand
fr: Toutes les cartes en main

source: What's Your Poison
de: Freibriefe des Observatoriums
fr: Mandataire de l'Observatoire

source: Death from Above
de: Gevatter Schnee
fr: Rafraîchissante rencontre

source: Gone to Pieces
de: Die Killerbestie
fr: Vengeance froide

source: Fetch the Freshman
de: Feuer ist Leben
fr: Feu de tout bois

source: Survey Says
de: Vorräte für harte Zeiten
fr: La tournée des Cadenas

source: Tools of Office
de: Ein unrühmliches Ende
fr: C'est toujours les meilleurs...

source: Minority Rapport
de: Heldentod
fr: Un dernier service

source: Heat of the Moment
de: Der Weg des Schneeballwerfers
fr: Le cantinier a les boules

source: The Eyes Have It
de: Den Schneeball aufnehmen
fr: Coups de boules

source: Mind Games
de: Junge Dame, gib Acht!
fr: Aristocratie menacée

source: U Don't Know Me
de: Kopfgeldjagd auf Schneewölfe
fr: La preuve par les peaux

source: Braving New Depths
de: In die Irre geleitet
fr: Plein la panse

source: Plagued by Indecision
de: Feuerwache
fr: Torches dans le vent

source: The Voyage of the Goobbue
de: Nicht nur Drachen sind gefährlich
fr: Ils arrivent de partout

source: Scent of Cinnamon
de: Die Ixal in Coerthas
fr: Le plan des Ixali

source: Mr. Slipshod and Ms. Uptight
de: Warnung an die Weißen Widder
fr: L'appel aux Béliers blancs

source: Out of Whole Cloth
de: Groll im Ogerbauch
fr: La vengeance d'une mère

source: Hold for Customer Support
de: Mit Karakul fängt man Oger
fr: Sebastian contre l'ogre

source: Thieves and Robbers
de: Ein Tröpfchen in Ehren
fr: Un cru d'exception

source: Dishonor Before Death
de: Liebe am Abgrund
fr: De précieuses perles

source: The Ceruleum Must Flow
de: Die Ketzerschrift
fr: Le livre interdit

source: A Tale of Three Cities
de: Drachenabwehrgeschosse
fr: Un problème peut en cacher un autre

source: Leves of Camp Bluefog
de: Tote Häretiker reden nicht
fr: Pillage de cadavres

source: Tresses in Distress
de: Hilfegesuch eines Ritters
fr: Pour quelques hommes de plus

source: D Is for Dead
de: Vogeljagd im Schneegestöber
fr: Becs et ongles

source: Primal Fear
de: Tor in Trümmern
fr: Déblayage en règle

source: Going for Gold
de: Für den Heiligen Krieg
fr: L'ami des chocobos

source: A Kobold Initiative
de: Sucher suchen
fr: Interception de coursiers

source: What's It to U
de: Häretiker im Kerker
fr: Un hérétique bien singulier

source: Zombies Are People Too
de: Die Liebenden
fr: L'amour comme remède

source: U! Ow! That Stings
de: Kleine und große Nager
fr: Sa Majesté des rats

source: True U
de: Freibriefe der Weißenfels-Front
fr: Mandataire du poste de L'Arête blanche

source: Can't Do It without U
de: Stille Glocke
fr: Oublier les outrages du passé

source: Into the Valley of the Skull
de: Bitte keine Frostbeulen!
fr: Le médecin malchanceux

source: High Standards
de: Gefängnisausbruch
fr: La grande évasion

source: Crate Expectations
de: Ausufernder Ehrgeiz
fr: Il y a comme un os...

source: Jumping on a Grenade
de: Leibwache gefällig?
fr: Des chercheurs sans défense

source: The Life of the Party
de: Die drei Störenfriede
fr: Un cœur divisé

source: An Eye for Elixirs
de: Fünf Jahre Ungewissheit
fr: L'amour plus fort que la mort

source: The Weaponsmith of Legend
de: Eisiger Störenfried
fr: L'élément perturbateur

source: Trauma Queen
de: Verirrt
fr: Réchauffer les entrailles

source: Ghosts of Amdapor
de: Am Abgrund
fr: Au fond du gouffre

source: Corpse Groom
de: Die Feste Dzemael
fr: Les ténèbres de la Forteresse de Dzemael

source: For Wilred
de: Im Schatten des Mals
fr: La chasse à l'impérial

source: Journey's Beginning
de: Fleisch für alle Fälle
fr: Faire des réserves

source: Passion for Fashion
de: Tanz mit den Wölfen
fr: Dans la gueule du loup

source: Every Little Thing She Does Is Mahjong
de: Großvater erinnert sich
fr: À la recherche des souvenirs oubliés

source: The Adventurer with All the Cards
de: Ein eiskaltes Kleinod
fr: Mon précieux

source: Leves of the Observatorium
de: Die kaputte Brücke
fr: Ouvriers en péril

source: Speak Softly to Me
de: Frostige Zeiten
fr: Quand le malheur s'acharne

source: White Mischief
de: Begraben unter Schnee
fr: Tant de souvenirs enfouis

source: Adding Fuel to the Fire
de: Ein Koch unter Verdacht
fr: Un mal mystérieux

source: Sheep to the Slaughter
de: Der vergiftete Wein
fr: L'origine du vin empoisonné

source: I'd Rather Be Cannon Fodder
de: Ein Teller dünne Suppe
fr: Le savoir des anciens

source: Death Becomes You
de: Alte Geschichten
fr: Séquence nostalgie

source: Toss Fit Workout
de: Gefallene Waffenbrüder
fr: La nostalgie du crépuscule

source: Rolling with the Snowies
de: Camp-Vorräte in Gefahr
fr: Des ours trop gourmands

source: Papa Do Preach
de: Drachenjagd für Anfänger
fr: L'étoffe des chasseurs de dragons

source: Dead Is Dead
de: Decken braucht das Camp
fr: L'hiver arrive

source: Don't Light My Fire
de: Drachen jagen leicht gemacht
fr: L'amer des dragons

source: Dark and Stormy Night
de: Ein treuer Gefährte
fr: Le plus fidèle ami de l'homme

source: Too Many Enemies
de: Heilsames Quellwasser
fr: Une source d'intérêt public

source: The Forest for the Trees
de: Die Katze auf dem eisigen Dach
fr: Un petit minou tout doux

source: Stand and Quiver
de: Erkenntnisse in Sachen Drachenjagd
fr: Rêve de dragon

source: A Fool and His Life Are Soon Parted
de: Drachen mit Drachen ködern
fr: Appât de dragon

source: Sebastian vs. the Ogre
de: Dominiacs Plan nimmt Fahrt auf
fr: Chagrin de dragon

source: A Cup of Joy
de: Drachenhafte Ungetüme
fr: Souhait de dragon

source: Second Lives
de: Neuer Lebenswille
fr: Douleur de dragon

source: Burn Before Reading
de: Drachentatar
fr: Le triste sort des sorbets

source: Where's My Juice
de: Das Häretikernest
fr: Le repère des hérétiques

source: Cleaning Out the Dead
de: Taten statt Worte
fr: L'homme des villes et l'homme des champs

source: A Few Good Men
de: Wenn das Eis geschmolzen ist
fr: Vivement la fonte

source: The Pecking Order
de: Ein hanebüchener Plan
fr: Le plan de Jantellot

source: Rubble Rouser
de: Ein echter Kamerad
fr: Braves jusqu'au bout

source: Salving the Wounds
de: Nachschublinien
fr: La cour des grands archéornis

source: Run, Fido, Run
de: Not macht erfinderisch
fr: Carapaces destructrices

source: An Augury of Innocence
de: Der Fangzahn des Drachen
fr: Tombés au champ d'honneur

source: Love's Hard Labor
de: Frustration am Falkenhorst
fr: Des yétis charognards

source: The King Rat Must Die
de: Ayleths Ambitionen
fr: Ayleth l'ambitieuse

source: Leves of Whitebrim
de: Ayleth auf Abwegen
fr: Portée disparue

source: It Tolls for Us
de: Gemeinsam sind wir stark
fr: De l'importance des arrières

source: Physician, Find Yourself
de: Der Kampf hat erst begonnen
fr: Au-delà de nos différences

source: Blood Sacrifice
de: Im Blutrot des Abends
fr: L'ombre du crépuscule

source: The Bone Collector
de: Eine Legende für eine Legende
fr: Qui se ressemble s'assemble

source: Ice Ice Daily
de: Farbe ins Spiel
fr: Une armure arc-en-ciel

source: A Heart Divided
de: Prismatische Illusionen
fr: L'homme le plus classe du monde

source: When a Man Loves a Woman
de: Prismatische Meisterrezepte
fr: Juste une illusion

source: Whey Too into You
de: Ene, mene, Nöck!
fr: Un grrros empêcheur de tourner en rond

source: Days of Brandewine and Behemoths
de: Ein ausgefallenes Haustier
fr: Un animal de compagnie insolite

source: Living on the Edge
de: Freibriefe des Sankt Coinach-Forschungslagers
fr: Mandataire de la Trouvaille de Saint-Coinach

source: Fort of Fear
de: Ich steh nicht auf Schläge
fr: Quelle catalyse

source: Doubt Truth to Be a Liar
de: Nomen est Omen
fr: Les âmes des revenants

source: Contingency Supplies
de: Die Sankt Coinach-Stiftung
fr: La Trouvaille de Saint-Coinach

source: Dances with Wolves
de: Grüße aus der Heimat
fr: Des nouvelles de la maison

source: Grandfather's Belongings
de: Happy Hippogryphen
fr: Recherche archéologue musclé

source: An Attractive Charm
de: Ziemlich große Schwie<var 16 /var>rig<var 16 /var>keiten
fr: Des monstres qui n'aiment pas les fouilles

source: Bridge over Frozen Water
de: Dalamud und die Hatschi-Liten
fr: Le secret de Dalamud

source: Stolen Goods
de: Das heilige Land der Gigas
fr: Un lieu saint géant

source: Memories in the Snow
de: Fallen will gelernt sein
fr: Une histoire qui commence par la chute

source: A Mystery Illness
de: Im Auftrag der Männlichkeit
fr: L'appât du gain

source: Bad Wine
de: Die Mär vom Wurz
fr: Flemmite aiguë

source: Ancient Wisdom
de: Zufällig wohltätig
fr: S'en mettre plein les fouilles

source: Flower Mill
de: Kampfmaschine in altem Glanz
fr: Il est beau mon canon

source: Lonely Vigil
de: Geheimnisvolle Karten
fr: Échange de bons procédés

source: Protecting What's Important
de: Verschollen im Haukke-Herrenhaus
fr: Le manoir dont on ne revient pas

source: Baby Steps
de: Tod und Chaos in der Kupferglocken-Mine
fr: Les profondeurs de Clochecuivre

source: Winter Is Coming
de: Morituri te salutant
fr: L'invitation au carnage

source: Baby Strides
de: Dem Käse die Freiheit
fr: Une recette bien gardée

source: A Faithful Companion
de: Das Beste vom Besten
fr: Les bons ouvriers ont toujours de bons outils

source: Spring into Action
de: Steinerne Wacht ist unser
fr: La reprise du Vigile de Pierre

source: Cat on a Cold Stone Roof
de: Rauschebarts Geheimnis
fr: Le trésor caché de Crèvecarène

source: The Secret to Success
de: Das Heldenlied
fr: La ballade du fléau d'Ultima

source: Introductory Dragonslaying
de: Sing mir das Lied von Bahamut
fr: La ballade des vainqueurs des Méandres

source: Intermediate Dragonslaying
de: Glibberiges Scheusal
fr: Les oubliés de Sastasha

source: Advanced Dragonslaying
de: Besorgte Brüder
fr: Les profanateurs de Qarn

source: Expert Dragonslaying
de: Nichts<var 16 /var>gesand<var 16 /var>te aus dem Nichts?
fr: Retour en piste à Amdapor

source: Two Scoops
de: Es ist nicht leicht, grün zu sein
fr: Invasion au Palais du Vagabond

source: A Den of Evil
de: Spezialist statt Durchschnittsmist
fr: De nouveaux sommets

source: The Old Man and the Lake
de: Raffiniert kristallisiert
fr: Le maître de l'éthérolyse

source: When the Ice Melts
de: Das Fressen der Wölfe
fr: Festin à l'Antre des loups

source: To the Convictor Go the Spoils
de: Frohes Sammlerstückesammeln
fr: De nouveaux horizons

source: Remember the Fallen
de: Jenseits von Gut und Böse
fr: La ballade du dieu autoproclamé

source: Supply Lines
de: Des Drachen letzter Ruf
fr: La ballade de l'Avancée de la Foi

source: The Mother of Invention
de: Ein Lied vom Eisenungeheuer
fr: La ballade du géant mécanique

source: Unknown Ultimatum
de: Gesang der Gigantomanie
fr: Un chant mythologico-mécanique

source: Personal Effects
de: Abgesang der Achronie
fr: Un lied mécanico-temporel

source: Ayleth Absconds
de: Das Salz in der Suppe
fr: La Salaisonnerie a fait des petits

source: A Missing Tooth
de: Die Heiligen von Ishgard
fr: Des saints incroyables

source: A Noble Purpose
de: Bereit zum Abflug
fr: Cargaisons et dragons

source: A War without End
de: Alkohol ist auch keine Lösung
fr: Une dernière pour la route

source: For All the Nights to Come
de: Futterlieferung
fr: Un régime de champion

source: A Legend for a Legend
de: Gelegenheit macht Diebe
fr: À la manière d'un feu de joie

source: Simply to Dye For
de: Die Fortemps haben geladen
fr: Le dîner de compagnons

source: A Self-improving Man
de: Gemäldeschmuggel
fr: Cinquante nuances de Halone

source: Submission Impossible
de: Im Namen der Liebe
fr: Jeu d'enfant

source: Crazy about Crystals
de: Zwist der Generationen
fr: Le Nid du fauconnier

source: Passing the Smell Test
de: Versprechen und halten ist zweierlei
fr: Les joies du célibat

source: Leves of Saint Coinach's Find
de: Sturköpfe sind dicker als Blut
fr: Sans même un au revoir

source: Problem with Plasma
de: Zum Gedenken
fr: Le début de la fin

source: Dirt and Ashes
de: Die Spur der Meisterdiebin
fr: Pièces piégées

source: The Sons Also Rise
de: Forschung im Drachen<var 16 /var>korridor
fr: Départ pour Dravania

source: Playing the Postman
de: Suppenküche
fr: Le bonheur est dans la soupe

source: Hit the Hippogryphs
de: Kleine Diebin, großer Traum
fr: Le dernier vol d'Osaulie

source: Straight Outta Abalathia
de: Ungeduld ist keine Tugend
fr: Une invitation inattendue

source: Moon Sliver and Me
de: Mit Sammlerwert heißt heiß begehrt
fr: De nouvelles collections

source: Holier than Thou
de: Hohe Jagd im Hohen Land 1
fr: Faire bonne chasse à Ishgard

source: Dropping Out
de: Hohe Jagd im Hohen Land 2
fr: Chasse dans la glace

source: The Organ of Choice
de: Hochwild im Hochland
fr: Cibles d'élite du Grand Nord

source: The Trickster of the Toll
de: Zurück auf den rechten Weg
fr: Le musée des machines

source: Heart of Cermet
de: Willkommen im Empyreum
fr: Empyrée, à ciel ouvert

source: Magiteknical Difficulties
de: Frisch vom Feld auf die Teller
fr: Un festin pour les gastornis

source: Morbid Motivation
de: Der Köchin kleiner Lieferservice
fr: Les plateaux du cœur

source: Maniac Manor
de: Filigranmembran
fr: Délicates ailes félines

source: Out of Sight, Out of Mine
de: Ernährungsberatung
fr: Un repas pour motiver les troupes

source: This Time's for Fun
de: Sag mir, wo die Drachen sind
fr: Un dragon pour motiver les troupes

source: Curds and Slay
de: Neugierige Vögel
fr: Une enquête pour motiver les troupes

source: Just Tooling Around
de: Knochenrätsel
fr: Une victoire pour motiver les troupes

source: Blood for Stone
de: Hinter feindlichen Linien
fr: Défendre les provisions

source: King of the Hull
de: Sicherheit geht vor
fr: Les oubliés de la retraite

source: The Ultimate Ballad
de: Die gestohlenen Aus<var 16 /var>rüstungs<var 16 /var>gegen<var 16 /var>stände
fr: Reprendre les armes

source: Sing Me Another Song
de: Mundraub
fr: Des païssas pas si rusés

source: It's Definitely Pirates
de: Jagd auf Dhalmele
fr: Quand les dhalmels s'en mêlent

source: The Wrath of Qarn
de: In der Not frisst der Eufel Wisents
fr: Du wisent bien saignant

source: For Keep's Sake
de: Gastornis-Züchter
fr: L'œuf de Fabrellet

source: Not Easy Being Green
de: Vermisste Ritter
fr: Les roses égarées

source: Beloved of the Builder
de: Fruchtbare Erde
fr: Bien noir et bien frais

source: No Longer a Collectable
de: Der Geschmack der Kindheit
fr: Le cinquième wamouracampa

source: A Seat at the Feast
de: Messerscharfe Krallen
fr: Endymions dégriffés

source: Go West, Craftsman
de: Lästige Fliegen
fr: Gazon béni

source: Thordan's Reign
de: Genug ist genug
fr: Retour à l'envoyeur

source: Nidhogg's Rage
de: Sitte und Anstand
fr: Sanuwa pas se passer comme ça<var 1D /var>!
