Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/008/JobDefRoleRralmajun_00852/*.xlf
Languages: de, ja

source: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_000<tab>I had hoped we'd never hear about those strange customers again...
de: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_000<tab>Puh, ich hätte nie gedacht, dass wir noch mal von denen hören würden<var 1D /var>...
ja: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_000<tab>はぁ、まさか本当に被害に遭うだなんて……。

source: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_001<tab>Oh! Welcome, welcome! If you'd like to order something, we are at your service!
de: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_001<tab>Ah, willkommen! Möchtest du etwas bestellen? Unsere Tore stehen unseren Kunden immer offen.
ja: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_001<tab>あ、いらっしゃいませー！ ご注文が決まりましたら、お呼びくださーい！

source: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_010<tab>Welcome, welcome! How goes the search for the treasures? If there's anything you'd like to ask me about, I should be happy to tell you all I can.
de: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_010<tab>Willkommen! Was macht deine Suche nach den Artefakten? Wenn du über etwas sprechen möchtest, nur zu. Ich bin ganz Ohr.
ja: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_010<tab>いらっしゃいませー！ 祭器奪還の依頼について、何か確認したいことがありましたら、 私にわかる範囲でお答えしますよ！

source: TEXT_JOBDEFROLERRALMAJUN_00852_Q1_000_020<tab>What will you ask?
de: TEXT_JOBDEFROLERRALMAJUN_00852_A1_000_023<tab>Erzähl mir noch einmal von Freigeist.
ja: TEXT_JOBDEFROLERRALMAJUN_00852_A1_000_023<tab>「自由の扉」とは？

source: TEXT_JOBDEFROLERRALMAJUN_00852_A1_000_021<tab>How are things?
de: TEXT_JOBDEFROLERRALMAJUN_00852_A1_000_024<tab>Nichts, danke.
ja: TEXT_JOBDEFROLERRALMAJUN_00852_A1_000_024<tab>キャンセル

source: TEXT_JOBDEFROLERRALMAJUN_00852_A1_000_022<tab>Tell me about the sacred treasures.
de: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_030<tab>Ich gebe zu, es könnte besser laufen. Die Diebe sind noch nicht gefasst, obwohl jedes Volk fieberhaft nach ihnen und den Artefakten sucht. Ich bete, dass du unseren Freunden mit deinen Fä<var 16 /var>hig<var 16 /var>kei<var 16 /var>ten helfen kannst.
ja: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_030<tab>祭器を盗まれ、犯人を追跡している部族は5つ。 それぞれ、求められる能力は異なりますが…… 奪還に向かった方たちに、どうか協力してあげてくださーい！

source: TEXT_JOBDEFROLERRALMAJUN_00852_A1_000_023<tab>Tell me about the Passage of the Unbound.
de: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_031<tab>Nun, die Artefakte sind allesamt wieder bei ihren rechtmäßigen Eigentümern und die fünf Diebe sind gestellt. Ganz Tural steht in deiner Schuld!
ja: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_031<tab>おかげさまで、盗まれた祭器を5つすべて取り戻せました！ 本当にありがとうございます！

source: TEXT_JOBDEFROLERRALMAJUN_00852_A1_000_024<tab>Nothing.
de: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_032<tab>Aber Freigeist bestand aus <var 1A 02 /var>sechs<var 1A 01 /var> Mitgliedern. Auch wenn die Organisation quasi aufgelöst ist, dürfen wir nicht davon ausgehen, dass die Gefahr vollends gebannt ist.
ja: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_032<tab>ただ、「自由の扉」の構成員は6人だったはず。 組織の壊滅には至っていない以上、 危機が完全に去ったわけではありません……。

source: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_030<tab>They could be better, I confess. The thieves are still at large, and each clan has sent one of their own to track them down. One of your varied talents would be of great help, should you be willing to lend your aid.
de: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_033<tab>Aber verlass dich auf mich: Sobald ich den Verdacht hege, dass es erneut Schwie<var 16 /var>rig<var 16 /var>keiten geben könnte, werde ich es dich wissen lassen.
ja: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_033<tab>もし何か新しい動きがありましたらお報せしますので、 折を見て、うちの店に顔を出してみてください。 何もなくても、お客さんとして歓迎いたしますよー！

source: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_031<tab>As you well know, the treasures have all been recovered. The entirety of Tural─and the world, no doubt─is in your debt!
de: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_040<tab>Die Artefakte bergen unvorstellbare Macht. Sie befinden sich in der Obhut verschiedener Völker, die seit Generationen über sie wachen.
ja: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_040<tab>トラル大陸各地に住まう部族が、 数百年前から先祖代々受け継いできた、すごーいお宝です！

source: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_032<tab>Even so, the Passage of the Unbound consisted of six members. Although most of them have been accounted for, we can't say for sure that the threat they posed is gone for good.
de: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_041<tab>Jedes einzelne Artefakt beherbergt die Essenz eines Tieres, welches zu einem furchtbaren Tural Vidraal wurde. Diese Wesen werden von ihren Völkern als Gottheit verehrt.
ja: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_041<tab>祭器の中には、各部族が象徴と仰ぐ動物の、 トラルヴィドラールの魂が封印されているそうでしてね。 手にした者は、その能力を自在に引き出して使えるのだとか。

source: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_033<tab>If we catch wind of any foul plots, we'll spread word at once. Stop by once in a while and we'll share all we know─and of course, you're welcome as an honored patron any time!
de: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_042<tab>Ein Artefakt gestattet es seinem Träger, die Macht des Tural Vidraal zu nutzen und so ihre Heimat zu beschützen.
ja: TEXT_JOBDEFROLERRALMAJUN_00852_RRALMAJUN_000_042<tab>各部族は、それぞれ自分たちの集落を護るため、 込められた力を敬いながら使ってきたそうです。
