Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/017/HeaVnz217_01786/*.xlf
Languages: fr

source: TEXT_HEAVNZ217_01786_SEQ_00<tab>Cibleroit is eyeing you hungrily.
fr: TEXT_HEAVNZ217_01786_SEQ_00<tab>Cibleroit a un service à vous demander.

source: TEXT_HEAVNZ217_01786_SEQ_01<tab>Cibleroit has a hunger for nanka eggs, and you must help him sate it. Harvest five eggs from a ninki nanka in the nearby river and bring them to him.
fr: TEXT_HEAVNZ217_01786_SEQ_01<tab>Cibleroit voudrait que vous lui rapportiez des œufs de nanka. Vous ignorez ce qu'il souhaite en faire, mais votre curiosité vous pousse à répondre à sa demande. Allez à la rivière Vairlame et abattez <var 33 ((BNpcName)) 02F20DF10202 /var>.

source: TEXT_HEAVNZ217_01786_SEQ_03<tab>Cibleroit is delighted to receive the eggs. The Hungerer, however, thinks they are disgusting. Unlike the Gnath of the Onemind, differences of opinion─and all they entail─seem to be a unique characteristic of the Nonmind.
fr: TEXT_HEAVNZ217_01786_SEQ_03<tab>Comme vous vous en doutiez, ces œufs de nanka finiront dans l'estomac de Cibleroit. S'il en est friand, sa camarade les trouve, elle, absolument répugnants. Plus vous les fréquentez, plus vous réalisez que les Égarés possèdent tous un caractère bien à eux.

source: TEXT_HEAVNZ217_01786_TODO_00<tab>Slay a ninki nanka and obtain its eggs.
fr: TEXT_HEAVNZ217_01786_TODO_00<tab>Abattre <var 33 ((BNpcName)) 02F20DF10202 /var>

source: TEXT_HEAVNZ217_01786_TODO_01<tab>Deliver the eggs to Cibleroit.
fr: TEXT_HEAVNZ217_01786_TODO_01<tab>Donner <var 33 ((EventItem)) 03F61E8ACB0302 /var> à Cibleroit

source: TEXT_HEAVNZ217_01786_CIBLEROIT_000_000<tab>Generous hunter, we would like to ask something of you. It is not difficult work.
fr: TEXT_HEAVNZ217_01786_CIBLEROIT_000_000<tab>Ksss ksss... J'ai un petit service à vous demander.

source: TEXT_HEAVNZ217_01786_CIBLEROIT_000_001<tab>We need nanka eggs. Five delicious nanka eggs. <click> <click> Slay a ninki nanka and harvest its delicious eggs for us.
fr: TEXT_HEAVNZ217_01786_CIBLEROIT_000_001<tab>Vous connaissez les nankas, pas vrai<var 1D /var>? Eh bien, j'ai besoin que vous me rapportiez leurs œufs. Je vous expliquerai la raison quand vous reviendrez, kss kss kss...

source: TEXT_HEAVNZ217_01786_CIBLEROIT_000_010<tab>Do you have the eggs? Five succulent nanka eggs?
fr: TEXT_HEAVNZ217_01786_CIBLEROIT_000_010<tab>Des œufs de nanka, c'est tout ce dont j'ai besoin. Je vous expliquerai pourquoi quand vous reviendrez, kss kss kss...

source: TEXT_HEAVNZ217_01786_UMASOU_000_002<tab>We wonder, will you never tire of nanka eggs, Cibleroit?
fr: TEXT_HEAVNZ217_01786_UMASOU_000_002<tab>Moi, je sais ce que tu vas en faire, espèce de goinfre<var 1D /var>! Ksssss...

source: TEXT_HEAVNZ217_01786_CIBLEROIT_000_030<tab>Do you have the nanka eggs? <click> <click> Tasty, juicy nanka eggs... <click> <click> <click>
fr: TEXT_HEAVNZ217_01786_CIBLEROIT_000_030<tab>Est-ce que vous avez mes œufs de nanka<var 1D /var>?

source: TEXT_HEAVNZ217_01786_CIBLEROIT_000_031<tab><click> <click> Yesss. Thank you for these eggs. The texture is irresistible. We could eat a thousand of them...but five will do for now.
fr: TEXT_HEAVNZ217_01786_CIBLEROIT_000_031<tab>KSSSSSSS<var 1D /var>!!! Merci, merci<var 1D /var>! Ces œufs sont mon péché mignon<var 1D /var>! Je pourrais en manger tous les jours sans me lasser<var 1D /var>!

source: TEXT_HEAVNZ217_01786_UMASOU_000_032<tab>We cannot understand your liking for nanka eggs. They are disgusting. <click> <click> You have bad taste.
fr: TEXT_HEAVNZ217_01786_UMASOU_000_032<tab>Beurksss<var 1D /var>! Je ne comprends pas ton attirance pour ces trucs poisseux... Moi, je les trouve absolument infects<var 1D /var>!

source: TEXT_HEAVNZ217_01786_CIBLEROIT_000_033<tab>We cannot understand your dislike for nanka eggs. But this is what it means to be of the Nonmind.
fr: TEXT_HEAVNZ217_01786_CIBLEROIT_000_033<tab>Tu ne sais pas ce que tu perds, ksss ksss ksss<var 1D /var>! Mais c'est aussi parce que nous sommes des Égarés que nous avons des goûts différents.
