Repository: endervad/ffxiv_translation_test
Catalog: exd/GroupPoseStampFontColor/*.xlf
Languages: fr, ja

source: <var 48 02 /var><var 49 36 /var>Color 1<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 36 /var>Couleur 1<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 36 /var>タイプ1<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 37 /var>Color 3<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 37 /var>Couleur 3<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 37 /var>タイプ3<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202C3 /var>Color 2<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202C3 /var>Couleur 2<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202C3 /var>タイプ2<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202C2 /var>Color 4<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202C2 /var>Couleur 4<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202C2 /var>タイプ4<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202C6 /var>Color 5<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202C6 /var>Couleur 5<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202C6 /var>タイプ5<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F2023A /var>Color 6<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F2023A /var>Couleur 6<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F2023A /var>タイプ6<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202C5 /var>Color 7<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202C5 /var>Couleur 7<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202C5 /var>タイプ7<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202C4 /var>Color 8<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202C4 /var>Couleur 8<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202C4 /var>タイプ8<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202C0 /var>Color 9<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202C0 /var>Couleur 9<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202C0 /var>タイプ9<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202C1 /var>Color 10<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202C1 /var>Couleur 10<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202C1 /var>タイプ10<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202BF /var>Color 11<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202BF /var>Couleur 11<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202BF /var>タイプ11<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202BC /var>Color 12<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202BC /var>Couleur 12<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202BC /var>タイプ12<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202BD /var>Color 13<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202BD /var>Couleur 13<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202BD /var>タイプ13<var 49 01 /var><var 48 01 /var>

source: <var 48 02 /var><var 49 F202BE /var>Color 14<var 49 01 /var><var 48 01 /var>
fr: <var 48 02 /var><var 49 F202BE /var>Couleur 14<var 49 01 /var><var 48 01 /var>
ja: <var 48 02 /var><var 49 F202BE /var>タイプ14<var 49 01 /var><var 48 01 /var>
