Repository: endervad/ffxiv_translation_test
Catalog: exd/LegacyQuest/*.xlf
Languages: fr

source: Shapeless Melody<tab>
fr: Paroles sibyllines<tab>

source: Treasures of the Main<tab>
fr: Le trésor du grand bleu<tab>

source: Legends Adrift<tab>
fr: La légende de Llymlaen<tab>

source: Never the Twain Shall Meet<tab>
fr: Duel sur le pont<tab>

source: Sundered Skies<tab>
fr: Naufrage<tab>

source: Souls Gone Wild<tab>
fr: La souillure<tab>

source: Whispers in the Wood<tab>
fr: La colère des esprits<tab>

source: Beckon of the Elementals<tab>
fr: Les invités<tab>

source: Flowers for All<tab>
fr: Un festival mouvementé<tab>

source: Court in the Sands<tab>
fr: La Cité qui ne dort jamais<tab>

source: Golden Sacrifices<tab>
fr: Dégâts collatéraux<tab>

source: Calamity Cometh<tab>
fr: Quand la mort frappe<tab>

source: Fade to White<tab>
fr: Prémices<tab>

source: Together We Stand<tab>
fr: Sauvetage désespéré<tab>

source: Toll of the Warden<tab>
fr: Un dialogue de sourds<tab>

source: Forever Taken<tab>
fr: Une alliance risquée<tab>

source: Lord Errant<tab>
fr: Le dieu des flammes<tab>

source: Of Men They Sing<tab>
fr: Libérer les libérateurs<tab>

source: Futures Perfect<tab>
fr: Retrouvailles<tab>

source: The House Always Wins<tab>
fr: L'art de l'usure<tab>

source: Here There Be Pirates<tab>
fr: L'affaire des faux jetons<tab>

source: Two Sides to Every Chip<tab>
fr: L'envers du jeton<tab>

source: All Bark and No Bite<tab>
fr: Les éliminatoires<tab>

source: Unalienable Rights<tab>
fr: Droits inaliénables<tab>

source: Thrill of the Fight<tab>
fr: Le tournoi<tab>

source: Bloody Baptism<tab>
fr: Le baptême des Bourreaux<tab>

source: Two-man Crew<tab>
fr: Le bal des pirates<tab>

source: Captain's Orders<tab>
fr: Tous les coups sont permis<tab>

source: Getting Started<tab>
fr: Les comptoirs de l'auberge<tab>

source: Getting Started<tab>
fr: Les comptoirs de l'auberge<tab>

source: Getting Started<tab>
fr: Les comptoirs de l'auberge<tab>

source: Selecting a Different Path Companion<tab>
fr: J'aimerais changer de partenaire<tab>

source: Filling the Quiver<tab>
fr: Les flèches divines<tab>

source: The Foreboding Forest<tab>
fr: Sombre forêt<tab>

source: There Can Be Only One<tab>
fr: Blessures du passé<tab>

source: A Wailing Welcome<tab>
fr: Les vigiles sombres<tab>

source: Culture Shock<tab>
fr: Choc de cultures<tab>

source: Necessary Evils<tab>
fr: Un mal nécessaire<tab>

source: The Big Payback<tab>
fr: Les contrats de vendetta<tab>

source: Revelry in Rivalry<tab>
fr: La rivale<tab>

source: Law and the Order<tab>
fr: La parole de Nald'thal<tab>

source: Dendrological Duties<tab>
fr: Au service des esprits<tab>

source: Good Knight, Sweet Dreams<tab>
fr: Le rêve du chevalier<tab>

source: The Call of Nature<tab>
fr: La voix des esprits<tab>

source: The Mouths of Babes<tab>
fr: De bien jeunes professeurs<tab>

source: Hide and Seek Shenanigans<tab>
fr: Les petits démons<tab>

source: Spanning the Spectrum<tab>
fr: Le cadeau des esprits<tab>

source: An Ear for Quality<tab>
fr: Dur d'oreille<tab>

source: Song of the Sirens<tab>
fr: Le chant des sirènes<tab>

source: The Sound of Silence<tab>
fr: L'île interdite<tab>

source: She Walks in Beauty<tab>
fr: Donner forme à la beauté<tab>

source: F'lhaminn's Flower<tab>
fr: La Fleur de F'lhaminn<tab>

source: Struck Through the Heart<tab>
fr: Percecœur<tab>

source: The Silent Partners<tab>
fr: Contrôle qualité<tab>

source: Designer Imposters<tab>
fr: Le deuxième Atelier<tab>

source: Head of the Class<tab>
fr: Evaluation générale<tab>

source: Hoodwinked<tab>
fr: Acte I : Le rouge<tab>

source: Dance the Night Away<tab>
fr: Acte II : La cendre<tab>

source: A Fruitful Murder<tab>
fr: Acte III : Le blanc<tab>

source: Sleep, Cousin of Death<tab>
fr: Un sommeil sans fin<tab>

source: The Boy and the Dragon Gay<tab>
fr: Le garçon et le dragon<tab>

source: Dream On, Dream Away<tab>
fr: Rêve... ou réalité ?<tab>

source: Showdown<tab>
fr: Duel aux fourneaux<tab>

source: Mystery of the Gastronome Gone Home<tab>
fr: Le gourmet disparu<tab>

source: Something in the Soup<tab>
fr: La soupe empoisonnée<tab>

source: A Piece of History<tab>
fr: Un fragment du passé<tab>

source: Little Saboteurs<tab>
fr: Sabotage<tab>

source: Runaway Little Girl<tab>
fr: La fugue<tab>

source: Gridanian Roots<tab>
fr: Les racines de Gridania<tab>

source: The Grass is Always Greener<tab>
fr: La Cité lumière<tab>

source: A Moogle Bouquet<tab>
fr: Le champ de fleurs des Mogs<tab>

source: To Fight a Fishback<tab>
fr: Unis contre les Sahuagins<tab>

source: The Beast of the Barrel<tab>
fr: Le Maître des viviers<tab>

source: Polishing the Mast<tab>
fr: Opération exceptionnelle<tab>

source: Ifrit Bleeds, We Can Kill It<tab>
fr: L'épreuve du feu<tab>

source: Assessing the Damage<tab>
fr: Marchandises égarées à la douane<tab>

source: Bridging the Gap<tab>
fr: Un pont à réparer<tab>

source: Revenge on the Reavers<tab>
fr: La revanche des Barracudas<tab>

source: Till Death Do Us Part<tab>
fr: Tout pour mon ragoût<tab>

source: Beryl Overboard<tab>
fr: Un pirate bien distrait<tab>

source: Have You Seen My Son<tab>
fr: L'amour d'une mère<tab>

source: Food for Thought<tab>
fr: Bon pour le moral<tab>

source: Seashells by the Seashore<tab>
fr: La plage aux coquillages<tab>

source: Fishing for Answers<tab>
fr: Mauvaise pêche<tab>

source: Moonstruck<tab>
fr: Un peu plus près des étoiles<tab>

source: A Misty Past<tab>
fr: Un sombre passé<tab>

source: Carving a Name<tab>
fr: Une mission taillée sur mesure<tab>

source: The Tug of the Whorl<tab>
fr: Les petits secrets des pirates<tab>

source: Proceed with Caution<tab>
fr: Mets de l'huile<tab>

source: Playing with Fire<tab>
fr: Rallumer les feux<tab>

source: A Well-Balanced Diet<tab>
fr: Les légumes de Sandre<tab>

source: The Penultimate Prank<tab>
fr: Petit farceur<tab>

source: The Search for Sicksa<tab>
fr: Légendaire sicksa<tab>

source: The Ultimate Prank<tab>
fr: Tel est pris qui croyait prendre<tab>

source: Say It with Wolf Tails<tab>
fr: Les tourments d'un fils<tab>

source: Embarrassing Excerpts<tab>
fr: Le carnet de Lonsygg<tab>

source: A Forbidden Love<tab>
fr: Dites-le avec des fleurs<tab>

source: Last Respects<tab>
fr: En l'honneur de nos proches<tab>

source: Stone Deaf<tab>
fr: Pierre muette<tab>

source: Hunting the Hunters<tab>
fr: Ceux qui menacent la forêt<tab>

source: To Deskunk a Beer<tab>
fr: Les fèves du succès<tab>

source: Losing One's Thread<tab>
fr: Perdre le fil<tab>

source: Seeing the Seers<tab>
fr: Les Oracles<tab>

source: A Knock in the Night<tab>
fr: Toc toc toc<tab>

source: Sleepless in Eorzea<tab>
fr: Insomnies<tab>

source: Dressed to Be Killed<tab>
fr: Le retour du mort-vivant<tab>

source: The Customer Comes First<tab>
fr: Le client est roi<tab>

source: An Inconvenient Dodo<tab>
fr: Les Mille Feuilles<tab>

source: Besmitten and Besmirched<tab>
fr: La tache<tab>

source: Clasping to Hope<tab>
fr: Le kidnapping<tab>

source: Traumaturgy<tab>
fr: Le bon geôlier<tab>

source: Best Flower Ever<tab>
fr: Y a des jours comme ça<tab>

source: The Unheard Horizon<tab>
fr: Chocobos en danger<tab>

source: Freedom Isn't Free<tab>
fr: Le prix de la liberté<tab>

source: Ore for an Ore<tab>
fr: Pousser comme du minerai<tab>

source: No Other Dodo Will Do<tab>
fr: Concurrence déloyale<tab>

source: A Call to Arms<tab>
fr: Promesse d'immortalité<tab>

source: Counting Sheep<tab>
fr: Brebis égarées<tab>

source: A Hypocritical Oath<tab>
fr: Le prix de la vie<tab>

source: Blood Price<tab>
fr: Rituels sanglants<tab>

source: Quid Pro Quo<tab>
fr: Donnant, donnant<tab>

source: There Might Be Blood<tab>
fr: Paris sanglants<tab>

source: Cutthroat Prices<tab>
fr: Le marché noir<tab>

source: Monster of Maw Most Massive<tab>
fr: Les grandes gueules<tab>

source: Scrubbing the Soul<tab>
fr: La frairie<tab>

source: Disorganized Crime<tab>
fr: Crime désorganisé<tab>

source: A Slippery Stone<tab>
fr: A la poursuite du trésor vivant<tab>

source: Winds of Change<tab>
fr: L'Empire s'affiche<tab>

source: Shot Through the Heart<tab>
fr: Le cœur en joue<tab>

source: What a Pirate Wants<tab>
fr: L'écume des trésors<tab>

source: Of Archons and Muses<tab>
fr: Le Preux Ahldbhar<tab>

source: Sanguine Studies<tab>
fr: Recherches sanglantes<tab>

source: Secrets Unearthed<tab>
fr: La vérité est au fond du puits<tab>

source: Rustproof<tab>
fr: Recherches tranchantes<tab>

source: In the Name of Science<tab>
fr: Quand les spriggans montrent les dents<tab>

source: Hearing Confession<tab>
fr: La parole de la Gardienne<tab>

source: A Bitter Oil to Swallow<tab>
fr: De l'huile sur les plaies<tab>

source: Spores on the Brain<tab>
fr: Les spores, c'est la santé<tab>

source: Trading Tongueflaps<tab>
fr: Un Gobelin bien curieux<tab>

source: Letting Out Orion's Belt<tab>
fr: La cargaison de l'Orion<tab>

source: Sour Grapes<tab>
fr: Plus de raisin à Port-aux-Vins<tab>

source: Sniffing Out a Profit<tab>
fr: Flairer le filon<tab>

source: The Dreamer's Gospel (Ul'dah)<tab>
fr: Les Prœufs d'Ul'dah<tab>

source: The Dreamer's Dilemma (Ul'dah)<tab>
fr: Prœufs en péril à Ul'dah<tab>

source: The Dreamer's Gospel (Gridania)<tab>
fr: Les Prœufs de Gridania<tab>

source: The Dreamer's Dilemma (Gridania)<tab>
fr: Prœufs en péril à Gridania<tab>

source: The Heat Is On<tab>
fr: Dans le feu de l'action<tab>

source: Impish Impositions<tab>
fr: Des imps impertinents<tab>

source: Winter Is Not Coming<tab>
fr: La fête des étoiles<tab>

source: Gone with the Snow<tab>
fr: La fête de la transition<tab>

source: The Dreamer's Gospel (Limsa Lominsa)<tab>
fr: Les Prœufs de Limsa Lominsa<tab>

source: The Dreamer's Dilemma (Limsa Lominsa)<tab>
fr: Prœufs en péril à Limsa Lominsa<tab>

source: Guild Tasks<tab>
fr: Tâches de guilde<tab>

source: Call of Booty<tab>
fr: Le secret de la grotte maudite<tab>

source: Risky Business<tab>
fr: Un commerce risqué<tab>

source: Forging the Spirit<tab>
fr: Forger l'âme<tab>

source: Joining the Spirit<tab>
fr: Unir l'âme<tab>

source: Waking the Spirit<tab>
fr: Eveiller l'âme<tab>

source: A Feast of Fools<tab>
fr: Le retour du roi<tab>

source: Provisioning & Supply Missions<tab>
fr: Missions de ravitaillement<tab>

source: A Light in the Dark<tab>
fr: Le mausolée des sables<tab>

source: What Glitters Always Isn't Gold<tab>
fr: Tout ce qui brille n'est pas or<tab>

source: the Thousand Maws of Toto--Rak<tab>
fr: Exploration des Mille Gueules<tab>

source: Dzemael Darkhold<tab>
fr: Reprise de la Forteresse<tab>

source: Aurum Vale<tab>
fr: Le sulfureux Val d'Aurum<tab>

source: Cutter's Cry<tab>
fr: Le dédale de sable du Gouffre<tab>

source: Waste Not Want Not<tab>
fr: Le Perchoir<tab>

source: In Plain Sight<tab>
fr: Des indices<tab>

source: The Ink Thief<tab>
fr: Auberge de L'Artimon<tab>

source: Private Eyes<tab>
fr: Une affaire résolue<tab>

source: Mysteries of the Red Moon<tab>
fr: Les mystères de Dalamud<tab>

source: Prophecy Inspection<tab>
fr: Le héros de la prophétie<tab>

source: Ring of Deceit<tab>
fr: Auberge du Sablier<tab>

source: The Usual Suspect<tab>
fr: Un suspect<tab>

source: Seasonal Event<tab>
fr: Evénement saisonnier<tab>

source: Scrambled Eggs<tab>
fr: Qui vole un Prœuf, vole un Preux<tab>

source: Bombard Backlash<tab>
fr: Les Feux de la Mort<tab>

source: Seasonal Event (All City-states)<tab>
fr: Evénements saisonniers (trois Cités)<tab>

source: Hamlet Defense<tab>
fr: Approvisionnement des hameaux<tab>

source: Class is in Session<tab>
fr: Le séminaire du professeur Erik<tab>

source: Taming the Tempest<tab>
fr: L'épreuve du vent<tab>

source: A Relic Reborn<tab>
fr: Restauration des armes antiques<tab>

source: Living on a Prayer<tab>
fr: Le pèlerinage<tab>

source: The Raven, Nevermore<tab>
fr: La fin du rapace<tab>

source: Pride and Duty (Will Take You from the Mountain)<tab>
fr: L'art de la guerre<tab>

source: Embracing the Beast<tab>
fr: Au bout de l'extrême limite<tab>

source: Curious Gorge Goes to the Bazaar<tab>
fr: A la guerre comme à la guerre<tab>

source: Looking the Part<tab>
fr: La grande vadrouille<tab>

source: Proof is in the Pudding<tab>
fr: Le bras de fer<tab>

source: How to Quit You<tab>
fr: Le Maître de guerre<tab>

source: Brother from Another Mother<tab>
fr: Le moine errant<tab>

source: Insulted Intelligence<tab>
fr: Les contes des combats passés<tab>

source: The Pursuit of Power<tab>
fr: La quête de pouvoir<tab>

source: Good Vibrations<tab>
fr: Le septième chakra<tab>

source: Five Easy Pieces<tab>
fr: Prendre l'habit<tab>

source: Return of the King...of Ruin<tab>
fr: Le véritable courage<tab>

source: Seeds of Initiative<tab>
fr: De ce qui jaillit du fond des abîmes<tab>

source: When Sheep Attack<tab>
fr: Des réminiscences de lumière<tab>

source: Lost in Rage<tab>
fr: Des lendemains à venir<tab>

source: The Wheel of Disaster<tab>
fr: D'un espoir éphémère<tab>

source: In Search of Succor<tab>
fr: Du fond de la colère<tab>

source: The Chorus of Cataclysm<tab>
fr: De la chaleur qui comble l'immaculé<tab>

source: Hearing Voices<tab>
fr: La voix des Marchands<tab>

source: A Time to Kill<tab>
fr: L'appel du sang<tab>

source: International Relations<tab>
fr: Des amis étrangers<tab>

source: The Voidgate Breathes Gloomy<tab>
fr: La corruption du néant<tab>

source: Gearing Up<tab>
fr: Les habits du pouvoir<tab>

source: Always Bet on Black<tab>
fr: La voie de la magie noire<tab>

source: Paladin's Pledge<tab>
fr: Le serment du paladin<tab>

source: Honor Lost<tab>
fr: Un rêve d'enfant<tab>

source: Power Struggles<tab>
fr: Déception, colère et détermination<tab>

source: Poisoned Hearts<tab>
fr: Un poison nommé Solkzagyl<tab>

source: Parley on High Ground<tab>
fr: Des négociations à haut risque<tab>

source: Keeping the Oath<tab>
fr: A chacun son chemin<tab>

source: A Song of Bards and Bowmen<tab>
fr: Quand les cordes résonnent à l'unisson<tab>

source: The Archer's Anthem<tab>
fr: Les partisans du chant<tab>

source: Bard's-Eye View<tab>
fr: Les desseins du Contemplateur<tab>

source: Doing It the Bard Way<tab>
fr: Celui qui pécha par orgueil<tab>

source: Pieces of the Past<tab>
fr: En quête d'absolution<tab>

source: Requiem for the Fallen<tab>
fr: L'hymne à la vie<tab>

source: Eye of the Dragon<tab>
fr: L'éveil du dragon<tab>

source: Lance of Fury<tab>
fr: La lance du destin<tab>

source: Unfading Scars<tab>
fr: Les griffes de la nuit<tab>

source: Double Dragoon<tab>
fr: Des donjons et des dragons<tab>

source: Fatal Seduction<tab>
fr: Confessions intimes<tab>

source: Into the Dragon's Maw<tab>
fr: La fureur du dragon<tab>

source: The Price of Integrity<tab>
fr: Le secret des Preux<tab>

source: Testing the Waters<tab>
fr: Enrôlement provisoire au Maelstrom<tab>

source: Seals for the Whorl<tab>
fr: Les sceaux du Maelstrom<tab>

source: Engineering Victory<tab>
fr: Les desseins de l'Empire<tab>

source: An Officer and a Wise Man<tab>
fr: Un vent nouveau en poupe<tab>

source: Ceruleum Shock<tab>
fr: Ecueils à l'horizon<tab>

source: Till Sea Swallows All<tab>
fr: Allégeance au Maelstrom<tab>

source: Imperial Devices (Limsa Lominsa)<tab>
fr: Les Mille Gueules de Toto-Rak (Limsa Lominsa)<tab>

source: Into the Dark (Limsa Lominsa)<tab>
fr: La Forteresse de Dzemael (Limsa Lominsa)<tab>

source: It Kills with Fire (Limsa Lominsa)<tab>
fr: Combattre le feu par le feu (Limsa Lominsa)<tab>

source: The Cove<tab>
fr: Bulles troubles<tab>

source: Saving the Stead Instead<tab>
fr: Les bons, les brutes et les Kobolds<tab>

source: It's a Piece of Cake to Bake a Poison Cake<tab>
fr: Qui s'y frotte, s'y pique<tab>

source: Kobold and the Beautiful<tab>
fr: Forages au centre de la Terre<tab>

source: Oil Crisis<tab>
fr: Aux bons ouvriers, les bons outils<tab>

source: Alive<tab>
fr: La pierre et le Loup<tab>

source: The Weakest Link<tab>
fr: Des infiltrations chez les Kobolds<tab>

source: In for Garuda Wakening (Limsa Lominsa)<tab>
fr: Qui sème le vent récolte la tempête (Limsa Lominsa)<tab>

source: Don't Hate the Messenger (Limsa Lominsa)<tab>
fr: L'union fait la force (Limsa Lominsa)<tab>

source: United We Stand (Limsa Lominsa)<tab>
fr: Les sentiers de la victoire (Limsa Lominsa)<tab>

source: To Kill a Raven (Limsa Lominsa)<tab>
fr: Joute sous la lune (Limsa Lominsa)<tab>

source: Patrol, Interrupted<tab>
fr: Le buffle se rebiffe<tab>

source: Breaking the Seals<tab>
fr: Les marques du Preux<tab>

source: Why Did It Have to Be Snakes<tab>
fr: Enrôlement provisoire dans l'ordre des Deux Vipères<tab>

source: Adders' Nest Egg<tab>
fr: Les sceaux de l'ordre des Deux Vipères<tab>

source: The Mail Must Get Through<tab>
fr: Une lettre cher payée<tab>

source: Their Finest Hour<tab>
fr: Vers une nouvelle harmonie<tab>

source: Appetite for Destruction<tab>
fr: Blessures de l'âme<tab>

source: Serenity, Purity, Sanctity<tab>
fr: Allégeance à l'ordre des Deux Vipères<tab>

source: Imperial Devices (Gridania)<tab>
fr: Les Mille Gueules de Toto-Rak (Gridania)<tab>

source: Into the Dark (Gridania)<tab>
fr: La Forteresse de Dzemael (Gridania)<tab>

source: It Kills with Fire (Gridania)<tab>
fr: Combattre le feu par le feu (Gridania)<tab>

source: Eternal Recurrence<tab>
fr: Le cycle de la vie<tab>

source: The Pen Is Mightier than the Spear<tab>
fr: Trouver sa voie<tab>

source: Woes of the Botanist<tab>
fr: L'éthique de la botanique<tab>

source: Gone with the Wind<tab>
fr: La conquête du ciel<tab>

source: A Taste for Death<tab>
fr: Embûches pour les bûcherons<tab>

source: Two Vans are Better than One<tab>
fr: L'oiseau de mauvais augure<tab>

source: You Don't Have the Rite<tab>
fr: Raid sur le site de déboisement des Ixali<tab>

source: Shadow of the Raven<tab>
fr: Le feu au lac<tab>

source: In for Garuda Wakening (Gridania)<tab>
fr: Qui sème le vent récolte la tempête (Gridania)<tab>

source: Don't Hate the Messenger (Gridania)<tab>
fr: L'union fait la force (Gridania)<tab>

source: United We Stand (Gridania)<tab>
fr: Les sentiers de la victoire (Gridania)<tab>

source: To Kill a Raven (Gridania)<tab>
fr: Joute sous la lune (Gridania)<tab>

source: Cure for the Common Pox<tab>
fr: Les yeux plus gros que le ventru<tab>

source: Career Opportunities<tab>
fr: La réponse du Preux<tab>

source: Kindling a Flame<tab>
fr: Enrôlement provisoire chez les Immortels<tab>

source: Burning a Hole in One's Pocket<tab>
fr: Les sceaux des Immortels<tab>

source: Arms Race<tab>
fr: Course à l'armement<tab>

source: Burning Man<tab>
fr: Pour la prospérité<tab>

source: Know Your Enemy<tab>
fr: Le traître<tab>

source: By Fire Reborn<tab>
fr: Allégeance aux Immortels<tab>

source: Imperial Devices (Ul'dah)<tab>
fr: Les Mille Gueules de Toto-Rak (Ul'dah)<tab>

source: Into the Dark (Ul'dah)<tab>
fr: La Forteresse de Dzemael (Ul'dah)<tab>

source: It Kills with Fire (Ul'dah)<tab>
fr: Combattre le feu par le feu (Ul'dah)<tab>

source: Prying Eyes<tab>
fr: Faire les gros yeux<tab>

source: Different Strokes<tab>
fr: Brandon de discorde<tab>

source: A Weaver and a Mummer<tab>
fr: De fil en épée<tab>

source: When Alchemists Cry<tab>
fr: Mort-aux-draconides<tab>

source: Challenge Accepted<tab>
fr: Dette or Alive<tab>

source: Like Father, Like Son<tab>
fr: Tel père, tel fils<tab>

source: Gore a Lizard, Hurry<tab>
fr: Descente à l'autel amalj'aa<tab>

source: Careless Whispers<tab>
fr: Confidence pour confidence<tab>

source: In for Garuda Wakening (Ul'dah)<tab>
fr: Qui sème le vent récolte la tempête (Ul'dah)<tab>

source: Don't Hate the Messenger (Ul'dah)<tab>
fr: L'union fait la force (Ul'dah)<tab>

source: United We Stand (Ul'dah)<tab>
fr: Les sentiers de la victoire (Ul'dah)<tab>

source: To Kill a Raven (Ul'dah)<tab>
fr: Joute sous la lune (Ul'dah)<tab>

source: Mess with the Goat, Get the Horns<tab>
fr: Avancer à coup de bélier<tab>
