Repository: endervad/ffxiv_translation_test
Catalog: exd/RacingChocoboNameCategory/*.xlf
Languages: fr

source: Colors
fr: Couleur

source: Materials
fr: Matériau

source: Concrete Adj.
fr: Adjectif 1

source: Appearance
fr: Apparence

source: Personality
fr: Caractère

source: Concepts
fr: Conceptuel

source: Flora
fr: Flore

source: Fauna
fr: Faune

source: Land & Sky
fr: Univers

source: Weather
fr: Climat

source: Phenomena
fr: Phénomène

source: Battle
fr: Combat

source: Racing
fr: Compétition

source: Titles
fr: Titre

source: Numbers
fr: Chiffre

source: Proper Nouns
fr: Nom propre

source: Eorzea
fr: Éorzéa

source: Others
fr: Autre

source: Abstract Adj.
fr: Adjectif 2
