Repository: endervad/ffxiv_translation_test
Catalog: exd/GimmickTalk/*.xlf
Languages: fr, ja, ru

source: You find the smoldering remains of magitek armor, no doubt left after a fierce battle.
fr: Une armure magitek endommagée a été abandonnée sur le bord de la route. De violents combats ont dû avoir lieu ici.
ja: 破壊された魔導アーマーの残骸がある。<nl>激しい戦闘が行われたのだろうか？
ru: Вы обнаружили дымящиеся останки магитеховой брони, должно быть совсем недавно тут была битва.

source: You find a pile of well-worn blades and shields, though not of imperial design.
fr: Des épées émoussées et des boucliers couverts de bosses... Cet armement ne semble pas garlemaldais. À qui peut-il appartenir ?
ja: 使い込まれた剣と盾がある。<nl>ガレマール帝国軍の装備ではないようだ。<nl>誰が使ったものだろうか？
ru: Вы отыскали целую гору поношенных щитов и оружия — дизайн явно не имперский.

source: You pick up the research documents and find page after page of meticulous calculations and observational data on Dalamud. Young Cid posits that the lesser moon may very well possess the ability to harness and manipulate solar power. Moreover, the vast stores of energy it has amassed over the millennia, should they be unleashed, would far exceed any parameters the transmission tower may have been designed to withstand.
fr: Les pages du cahier sont remplies d'équations complexes formulées par le jeune Cid. Après calcul, il conclut qu'il y a de fortes chances pour que le satellite de la lune soit capable d'absorber l'énergie solaire et de la restituer sous forme d'ondes électromagnétiques.<nl>Il prédit aussi une issue catastrophique si Dalamud est activé sans les préparations adéquates. Son hypothèse avance que l'équivalent de plusieurs milliers d'années d'énergie solaire accumulée se déverserait en un instant et qu'elle détruirait tout dans un large rayon.
ja: 若き日のシドが記した、<nl>月の衛星「ダラガブ」の観測データのようだ。<nl>几帳面な文字で、難解な数式と数字が羅列されている。<nl>シドの推論によると「ダラガブ」は、太陽エネルギーを集積し、<nl>波長を変えて送る機能を有している可能性が高いようだ。<nl><nl>受信設備が不十分な状態で「ダラガブ」を起動すれば、<nl>数千年に亘って蓄積されてきた膨大なエネルギーが<nl>降り注ぎ、重大事故が発生するであろう、と結論付けている。
ru: Вы отыскали исследовательские документы, здесь есть страницы, посвящённые Даламуду. Вы вспоминаете рассказы Сида о малой луне — о том, что она, как и Кристальная Башня, была предназначена для сбора солнечной энергии. Запасы этой энергии накапливались столетиями, и если их задействовать, высвобожденная мощь превысит любые конструктивные возможности Башни.

source: This magitek reaper's fighting days are over.
fr: La carcasse d'une faucheuse magitek... Elle a été bien trop détruite pour pouvoir être utilisée.
ja: 魔導リーパーの残骸だ。<nl>損傷が激しく、使用することは難しそうだ……。
ru: Деньки этого магитехового жнеца позади.

source: Due to your rough treatment, the magitek reaper has gone from merely immobile to entirely inoperational.
fr: La faucheuse magitek a utilisé ses dernières ressources lors de votre combat, elle ne pourra plus servir à grand-chose...
ja: 脚部不良の魔導リーパーだ。<nl>先程の戦闘で消耗し、もう使用できないようだ……。
ru: Благодаря вашим попыткам магитеховый жнец из неподвижного превращается в полностью нерабочий.

source: Were you not trapped in borrowed flesh, this soldier's death may have been avoidable. To avoid further casualties, you had best make your way to Camp Broken Glass as quickly and quietly as possible.
fr: Ce soldat a déjà rendu l'âme... Si vous aviez été dans votre corps, vous auriez peut-être pu empêcher sa mort.<nl>Dépêchez-vous de rejoindre le camp Bris-de-glace, avant que Zenos ne cause d'autres victimes.
ja: すでに事切れている。<nl>自分自身の身体でなら、救えたかもしれない……。<nl><nl>キャンプ・ブロークングラスに急ぎ、ゼノスの凶行を阻止しよう。
ru: Если бы вы были в собственном теле, этого солдата, возможно, удалось спасти. Чтобы избежать других вероятных смертей, проследуйте к лагерю Битое Стекло так быстро и тихо, как это только возможно.

source: This poor soul appears to have been slain by the tempered. Upon closer inspection, you discover a medical kit.
fr: Cette personne a été attaquée par les soldats subjugués et a déjà rendu son dernier souffle...<nl>Vous trouvez une potion militaire en fouillant ses affaires. Vous offrez une courte prière pour le repos de son âme.
ja: 魅了された帝国兵に襲われたらしく、すでに事切れている。<nl><nl><nl>その懐から、「軍用ポーション」を発見した。<nl>ありがたく使わせてもらおう。
ru: Несчастного, похоже, убили перекованные. При более внимательном осмотре вы обнаруживаете аптечку.

source: Whoever this once was fought until the bitter end. Upon closer inspection, you discover a medical kit.
fr: Cette personne s'est visiblement battue de toutes ses forces, mais n'a pas su vaincre ses ennemis...<nl>Vous trouvez une potion militaire en fouillant ses affaires. Vous offrez une courte prière pour le repos de son âme.
ja: 必死に抵抗した形跡があるが、すでに事切れている。<nl><nl><nl>その懐から、「軍用ポーション」を発見した。<nl>ありがたく使わせてもらおう。
ru: Похоже, он сражался до самого конца. При более внимательном осмотре вы обнаруживаете аптечку.

source: This magitek reaper's leg has been damaged, but the weaponry should still function. You may be able to clear a path if you can find the identification key and fuel.
fr: Cette faucheuse magitek est endommagée au niveau des jambes. Elle semble avoir été utilisée il y a peu de temps. Avec un peu de carburant et une clef d'activation, vous pourriez peut-être utiliser son canon afin de vous débarrasser des ennemis en face...
ja: 脚部不良の魔導リーパーだ。<nl>まだ機体は温かく、直前まで動いていた形跡がある。<nl>魔導リーパー認証鍵と燃料があれば起動できるだろう。<nl>この機体の魔導カノンを使えば、<nl>正面の敵を一掃することができるかもしれない……。
ru: Этот магитеховый жнец серьёзно повреждён, однако оружейные системы функционируют. Возможно, вам удастся расчистить путь — но понадобится идентификационная карта и горючее.

source: You have inserted the identification key, but the magitek reaper cannot be activated without fuel.
fr: Vous avez activé la faucheuse grâce à la clé, mais sans céruleum, elle ne pourra pas fonctionner. Inspectez les carcasses d'autres armes magitek aux alentours pour trouver du carburant.
ja: 脚部不良の魔導リーパーだ。<nl>認証鍵を使用したが、燃料が空のため起動することができない。<nl><nl>燃料が残っている魔導リーパーの残骸を探してみよう。
ru: Идентификационный ключ подходит, но жнец не может функционировать без горючего.

source: The ceruleum gauge indicates that some fuel remains. You should be able to remove the tank and carry it to another location.
fr: La carcasse d'une faucheuse magitek... Les voyants indiquent qu'elle dispose encore de carburant. Vous détachez son réservoir de céruleum afin de l'emmener ailleurs.
ja: 魔導リーパーの残骸だ。<nl>操縦席のメーターは、まだ燃料の残量があることを示している。<nl>青燐水タンクを取り外して、運ぶことができそうだ。
ru: Судя по шкале, тут осталось ещё немного топлива. Стоит попытаться вытащить бак и перенести его куда нужно.

source: Due to your rough treatment, the magitek reaper has gone from merely immobile to entirely inoperational.
fr: La faucheuse magitek a utilisé ses dernières ressources lors de votre combat, elle ne pourra plus servir à grand-chose...
ja: 脚部不良の魔導リーパーだ。<nl>先程の戦闘で消耗し、もう使用できないようだ……。
ru: Благодаря вашим попыткам магитеховый жнец из неподвижного превращается в полностью нерабочий.

source: This magitek reaper's fighting days are over.
fr: La carcasse d'une faucheuse magitek... Elle a été bien trop détruite pour pouvoir être utilisée.
ja: 魔導リーパーの残骸だ。<nl>損傷が激しく、使用することは難しそうだ……。
ru: Деньки этого магитехового жнеца позади.

source: According to the gauge, some ceruleum remains. The magitek reaper itself, however, is damaged beyond repair.
fr: La carcasse d'une faucheuse magitek... Les voyants indiquent qu'elle dispose encore de carburant. Cependant la machine est en trop mauvais état pour que vous puissiez détacher son réservoir...
ja: 魔導リーパーの残骸だ。<nl>操縦席のメーターは、まだ燃料の残量があることを示しているが、<nl>損傷が激しく、使用することは難しそうだ……。
ru: Судя по шкале, тут осталось ещё немного топлива. Сама машина, однако, восстановлению явно не подлежит.

source: Had you avoided detection, this soldier may yet have been saved.
fr: Ce soldat a déjà rendu l'âme... Si vous aviez été dans votre corps, vous auriez peut-être pu empêcher sa mort.
ja: すでに事切れている。<nl>自分自身の身体でなら、救えたのだろうか……。
ru: Впредь сохраняйте незаметность, и тогда этих солдат удастся спасти.

source: This magitek reaper's fighting days are over.
fr: La carcasse d'une faucheuse magitek... Elle a été bien trop détruite pour pouvoir être utilisée.
ja: 魔導リーパーの残骸だ。<nl>損傷が激しく、使用することは難しそうだ……。
ru: Деньки этого магитехового жнеца позади.

source: A young imperial lies dead. Upon closer inspection, you discover a medical kit.
fr: Ce jeune soldat a déjà rendu son dernier souffle...<nl>Vous trouvez une potion militaire en fouillant ses affaires. Vous offrez une courte prière pour le repos de son âme.
ja: まだ若い新兵らしき帝国兵が、事切れている。<nl><nl><nl>その懐から、「軍用ポーション」を発見した。<nl>ありがたく使わせてもらおう。
ru: Молодой мёртвый имперец. При более внимательном осмотре вы обнаруживаете аптечку.

source: The unfortunate soldier was carrying a medical kit. In this battle, you are unable to use the full extent of your powers. To reach Camp Broken Glass quickly, you should avoid combat whenever possible. If you are discovered, your foes will give chase. The magitek units are especially powerful, and your chances of defeating them in your current state are slim at best. You may use medical kits to restore depleted HP. While you can only carry a limited number, more can be found by inspecting fallen soldiers or wrecked magitek.
fr: Le soldat subjugué avait une potion militaire en sa possession.<nl><nl>Dans cette bataille, vous ne pourrez pas déployer votre force habituelle. Vous devriez éviter autant que possible les combats afin de rejoindre rapidement le camp Bris-de-glace.<nl>Si jamais vous vous faites repérer, les soldats ennemis et armes magitek automatiques vous traqueront sans relâche. Ces dernières sont particulièrement puissantes et pourront difficilement être vaincues dans votre état actuel.<nl>Vous pouvez utiliser des potions militaires pour restaurer vos PV, mais il n'est possible que d'en transporter un nombre limité. Cependant, vous pourrez en trouver d'autres en fouillant les soldats et armes magitek aux alentours.
ja: 魅了された帝国兵が「軍用ポーション」を持っていた！<nl><nl><nl>このクエストバトルでは、通常時の戦闘能力を発揮できません。<nl>そのため、なるべく戦闘を回避しながら、<nl>キャンプ・ブロークングラスに向かうことを推奨します。<nl>一度、発見されて戦闘状態に陥ると、<nl>魅了された帝国兵や魔導兵器は、執拗に追跡してきます。<nl>特に魔導兵器は手強いため、生身で戦うのは危険です。<nl>ＨＰは、コンテンツアクション「軍用ポーション」で回復できます。<nl>使用回数に制限がありますが、敵兵や残骸などから、<nl>追加獲得できるため、積極的に探してみましょう。
ru: У несчастного солдата при себе оказалась аптечка. В этой миссии ваши силы будут значительно снижены. Чтобы добраться до лагеря Битое Стекло вовремя, вы должны избегать любого ненужного внимания. Если вас обнаружат, враги так просто не отстанут. Особенно опасны магитеховые создания: ваши шансы одолеть их малы. Используйте аптечки, чтобы восстановить здоровье. С собой вы можете носить только ограниченное их количество, но в обломках и на телах павших солдат можно найти ещё.

source: This magitek reaper's fighting days are over. However, you find a vial of fortis in the cockpit!
fr: La carcasse d'une faucheuse magitek... Elle a été bien trop détruite pour pouvoir être utilisée.<nl>Cependant vous trouvez un flacon de Fortis dans le cockpit !
ja: 魔導リーパーの残骸だ。<nl>損傷が激しく、使用することは難しそうだ……。<nl><nl>だが、操縦席から「帝国式強壮剤」を発見した！
ru: Деньки этого магитехового жнеца позади. В кабине обнаруживается фиал зелья!

source: This magitek reaper's fighting days are over. However, you find a medical kit in the cockpit!
fr: La carcasse d'une faucheuse magitek... Elle a été bien trop détruite pour pouvoir être utilisée.<nl>Cependant vous trouvez une potion militaire dans le cockpit !
ja: 魔導リーパーの残骸だ。<nl>損傷が激しく、使用することは難しそうだ……。<nl><nl>だが、操縦席から「軍用ポーション」を発見した！
ru: Деньки этого магитехового жнеца позади. В кабине обнаруживается аптечка!

source: This magitek reaper's fighting days are over. However, you find a medical kit in the cockpit!
fr: La carcasse d'une faucheuse magitek... Elle a été bien trop détruite pour pouvoir être utilisée.<nl>Cependant vous trouvez une potion militaire dans le cockpit !
ja: 魔導リーパーの残骸だ。<nl>損傷が激しく、使用することは難しそうだ……。<nl><nl>だが、操縦席から「軍用ポーション」を発見した！
ru: Деньки этого магитехового жнеца позади. В кабине обнаруживается аптечка!

source: This magitek reaper's fighting days are over. However, you find a medical kit in the cockpit!
fr: La carcasse d'une faucheuse magitek... Elle a été bien trop détruite pour pouvoir être utilisée.<nl>Cependant vous trouvez une potion militaire dans le cockpit !
ja: 魔導リーパーの残骸だ。<nl>損傷が激しく、使用することは難しそうだ……。<nl><nl>だが、操縦席から「軍用ポーション」を発見した！
ru: Деньки этого магитехового жнеца позади. В кабине обнаруживается аптечка!

source: This soldier has breathed his last.
fr: Ce soldat a déjà rendu l'âme...
ja: すでに事切れている。
ru: Скончавшийся солдат.

source: This soldier was cut down from behind. Upon closer inspection, you discover a medical kit.
fr: Ce soldat s'est fait attaquer par derrière et n'a pas survécu à ses blessures...<nl>Vous trouvez une potion militaire en fouillant ses affaires. Vous offrez une courte prière pour le repos de son âme.
ja: 背後から襲われたらしく、すでに事切れている。<nl><nl><nl>その懐から、「軍用ポーション」を発見した。<nl>ありがたく使わせてもらおう。
ru: Солдата убили со спины. При более внимательном осмотре вы обнаруживаете аптечку.

source: This soldier has breathed his last.
fr: Ce soldat a déjà rendu l'âme...
ja: すでに事切れている。
ru: Скончавшийся солдат.

source: The sack contains a medical kit!
fr: Ce petit sac en mauvais état recelait une potion militaire à l'intérieur !
ja: ボロボロになった小さな麻袋だ。<nl><nl><nl>その中から、「軍用ポーション」を発見した！
ru: В мешочке обнаруживается аптечка!

source: The sack contains a vial of salutaris!
fr: Ce petit sac en mauvais état recelait un flacon de Fortis à l'intérieur !
ja: ボロボロになった小さな麻袋だ。<nl><nl><nl>その中から、「帝国式回復剤」を発見した！
ru: В мешочке обнаруживается зелье!

source: You have refueled the magitek reaper, but it cannot be activated without the identification key, which may still be in the possession of the pilot. Search the area for the pilot.
fr: Vous avez rempli le réservoir de céruleum de la faucheuse. Cependant, sans clef d'activation, les commandes de la machine refuseront de fonctionner. Inspectez les alentours pour trouver son pilote.
ja: 脚部不良の魔導リーパーだ。<nl>燃料は補充したが、認証鍵がないため起動できない。<nl><nl>元の搭乗者が、近くに隠れていないか捜してみよう。
ru: Вы заправили магитеховую броню, однако без идентификационного ключа активировать её не получится. Может, он всё ещё у пилота? Осмотрите окрестности в поисках пилота.

source: Flurries of tiny bubbles break the water's surface at regular intervals. Some manner of creature hiding under the lily pad, perhaps.
fr: Des petites bulles apparaissent à la surface de l'eau à intervalles irréguliers... Une créature doit sûrement se cacher sous ce nénuphar.
ja: 水面が小刻みに揺れ、細かな気泡が発生している……。<nl>葉の裏で、コロポックルの幼獣がひしめいている姿を想像した。
ru: Странные пузырьки поднимаются на поверхность. Похоже, какое-то существо скрывается под лилиями. #квесты Мудреца

source: An impression on the edge of the lily pad suggests someone knelt here, perhaps to draw water.
fr: Le nénuphar est légèrement plié sur le bord, comme si quelqu'un s'était agenouillé ici pour s'approcher de la surface de l'eau...
ja: 葉の表面に、踏みしめたような跡がある。<nl>誰かが水を採取した際についたものだろうか……？

source: Resting at the bottom of the pool is an animal carcass overgrown with plant life. Perhaps it fell in while foraging for food.
fr: Vous apercevez la carcasse d'une créature au fond de l'eau. Elle est couverte d'algues en tout genre. Elle a dû se noyer il y a bien longtemps déjà...
ja: 水底に、植物に寄生された動物の死骸が見えた。<nl>餌を探すうちに、迷い込んだのだろうか……？

source: Fine scorch marks are in evidence on the leafage, reminiscent of those left by sage magicks.
fr: De légères traces de brûlures sont visibles sur le nénuphar. Elles ont la forme d'un noulithe...
ja: 細かな焦げ跡がついた水草が見える。<nl>賢者の攻撃術式の痕跡に、似ているようだ……。

source: A message is engraved in the common tongue... In the beginning, the Lord of the Inferno shared with us His flame. Speak the name of the gift He bestowed upon our bloodline.
fr: Un texte en langue commune est gravé :<nl>"Au commencement, le Seigneur des flammes a offert à notre peuple le feu qui l'anime. Nommez cette flamme qui brûlait jadis, et qui brûle encore en nous aujourd'hui !"
ja: 共通語で文章が刻まれている……<nl><nl><nl>「創世の刻、猛き焔神、猛き我らに炎を授けん<nl> 聖火授受、父祖より継がれし我らが炎、其の名を答えよ」

source: A slip of parchment lies abandoned on the ground. The notes of an aspiring burglar, perhaps...? rare green stone Malachite Portico green and yellow sacks atop the rubble corner mound of earth?
fr: Un papier griffonné à la hâte gît au sol. Dessus, il est écrit :<nl>"Précieux minerai vert.<nl>Portique des malachites. Sacs verts et jaunes.<nl>Au-dessus des débris. Monticule de terre dans le coin."
ja: 走り書きされた紙片が落ちている。<nl>盗掘者のメモだろうか……？<nl><nl>翠の希少石<nl>孔雀石の間 緑と黄の袋<nl>瓦礫の上 隅の土

source: You find ravaged beast remains, torn to shreds by sharp talons...
fr: Ce cadavre d'animal semble encore chaud, et présente de longues traces de griffures. Son assaillant devait avoir des serres particulièrement aiguisées...
ja: 動物の亡骸だ。<nl>鋭い爪で切り裂かれたような傷跡がある……。
ru: Вы обнаружили изуродованный труп существа, разорванного на части острыми как бритва когтями...

source: You find feathers are scattered about the ground. There are signs of a fierce struggle...
fr: De nombreuses plumes sont éparpillées au sol. Peut-être témoignent-elles d'une lutte entre deux bêtes féroces... ?
ja: ごわごわした羽毛が散らばっている。<nl>このあたりで暴れたのだろうか……？
ru: На земле разбросаны перья. Следы борьбы.

source: The cloying stench of fresh leavings assails your nostrils. Whatever beast left them is likely still close by...
fr: Ces excréments proviennent d'un grand animal. À en croire l'odeur, ils sont plutôt récents...
ja: 動物の糞が落ちている。<nl>まだそれほど時間は経過していないようだ……。
ru: Вы ощущаете характерный смрад. Какое бы животное это не оставило, оно где<var 1F /var>то поблизости...
