Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/FesNyx101_05186/*.xlf
Languages: de, fr, ja, ru

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_015<tab>The blue hebi yoriki is waiting just north of here. What question lies in store for you? There's only one way to find out!
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_015<tab>Die blaue Schlangengeneralin erwartet dich gleich nördlich von hier. Vielleicht hat sie ja auch eine Frage an dich?
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_015<tab>Ma sœur cadette, la générale bleue des serpents, vous attend au nord d'ici pour votre premier défi. Bon courage !
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_015<tab>最初の出題者、「青巳与力」は、 ここから少し北にいった先にいるはずです。 ご健闘を！
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_015<tab>Синяя хэби ёрики ожидает к северу отсюда. Какой вопрос ожидает вас? Есть только один способ выяснить!

source: TEXT_FESNYX101_05186_SNAKESISTERA_000_025<tab>The bracing ocean air, the hustle <var 1A 02 /var>and<var 1A 01 /var> the bustle─what a marvelous place! I do hope my dear sisters and I get a chance to do some sightseeing!
de: TEXT_FESNYX101_05186_SNAKESISTERA_000_025<tab>Diese erfrischende Meeresbrise, das geschäftige Treiben<var 1D /var>- was für ein wundervoller Ort! Ich hoffe wirklich, dass meine lieben Schwestern und ich die Gelegenheit bekommen, uns die Sehenswürdigkeiten anzusehen!
fr: TEXT_FESNYX101_05186_SNAKESISTERA_000_025<tab>Le doux parfum des embruns, les allées pleines de vie... Aah, Limsa Lominsa est vraiment une magnifique cité ! J'espère que nous aurons bientôt l'occasion de nous y promener, mes sœurs et moi !
ja: TEXT_FESNYX101_05186_SNAKESISTERA_000_025<tab>本っ当に素敵な街並！ あとで姉様たちと一緒に回りたいなあ～！！
ru: TEXT_FESNYX101_05186_SNAKESISTERA_000_025<tab>Ах, бодрящий морской воздух, городская суета... восхитительное место! Надеюсь, нам с сёстрами удастся посмотреть на здешние красоты!

source: TEXT_FESNYX101_05186_SNAKESISTERA_000_026<tab>Oh, I keep getting caught up in the charms of this fair city! I have a question for you, Slithery Trivia Trial contender! Ahem, err...let me see.
de: TEXT_FESNYX101_05186_SNAKESISTERA_000_026<tab>Ah, verzeih! Ich stehe einfach vollkommen im Bann dieser bezaubernden Stadt<var 1D /var>... Bist du <var 08 E905 ((eine Teilnehmerin)) ((ein Teilnehmer)) /var> unseres Schlüpfrigen Wissenswettbewerbs? Dann habe ich eine Frage für dich. Moment<var 1D /var>...
fr: TEXT_FESNYX101_05186_SNAKESISTERA_000_026<tab>Oh, pardon ! J'étais com<var 16 /var>plè<var 16 /var>te<var 16 /var>ment absorbée par le paysage, si bien que j'en ai oublié ma mission. Hum, un petit instant s'il vous plaît...
ja: TEXT_FESNYX101_05186_SNAKESISTERA_000_026<tab>あっ……ごめんなさい！ つい景色に見惚れて自分の仕事がおろそかに。 今、出題しますね、えーとえーと……！
ru: TEXT_FESNYX101_05186_SNAKESISTERA_000_026<tab>О? Извините, едва отвела взгляд от этого великолепного города! Участник(ца) Новогодней Змеиной Викторины! Слушайте внимательно, у меня есть для вас вопрос! Кхем, э-э...так....

source: TEXT_FESNYX101_05186_SNAKESISTERA_000_027<tab>Ready!? As you are no doubt aware, the snake is considered a most auspicious creature in my native Hingashi, but what blessing can one hope to receive from the humble hebi?
de: TEXT_FESNYX101_05186_SNAKESISTERA_000_027<tab>Auf die Plätze, fertig, los! Wie du zweifellos weißt, wird die Schlange in meiner Heimat Hingashi als äußerst besonderes Wesen betrachtet, aber welchen Segen kann man sich von der bescheidenen Hebi erhoffen?
fr: TEXT_FESNYX101_05186_SNAKESISTERA_000_027<tab>Question ! En Hingashi, on dit que le serpent est de bon augure, mais qu'apporte-t-il exactement aux personnes qui le voient !?
ja: TEXT_FESNYX101_05186_SNAKESISTERA_000_027<tab>問題ですっ！ ひんがしの国では縁起が良いと言われている蛇ですが、 見つけた人に、何をもたらすと言われているでしょう！？
ru: TEXT_FESNYX101_05186_SNAKESISTERA_000_027<tab>Готовы?! Как вы наверняка знаете, на моей родине, в Хингаши, змея считается священным животным. Но какое благословение люди надеются получить от доброй хэби?

source: TEXT_FESNYX101_05186_Q1_000_000<tab>What blessing do snakes bestow?
de: TEXT_FESNYX101_05186_Q1_000_000<tab>Welchen Segen gewähren Schlangen?
fr: TEXT_FESNYX101_05186_Q1_000_000<tab>Quelle bénédiction les serpents apportent-ils ?
ja: TEXT_FESNYX101_05186_Q1_000_000<tab>蛇は何をもたらす？
ru: TEXT_FESNYX101_05186_Q1_000_000<tab>Какое благословение несут змеи?

source: TEXT_FESNYX101_05186_A1_000_000<tab>Fair fortune.
de: TEXT_FESNYX101_05186_A1_000_000<tab>Viel Glück.
fr: TEXT_FESNYX101_05186_A1_000_000<tab>La chance.
ja: TEXT_FESNYX101_05186_A1_000_000<tab>幸運
ru: TEXT_FESNYX101_05186_A1_000_000<tab>Удачу.

source: TEXT_FESNYX101_05186_A1_000_001<tab>Good health.
de: TEXT_FESNYX101_05186_A1_000_001<tab>Beste Gesundheit.
fr: TEXT_FESNYX101_05186_A1_000_001<tab>La bonne santé.
ja: TEXT_FESNYX101_05186_A1_000_001<tab>健康
ru: TEXT_FESNYX101_05186_A1_000_001<tab>Здоровье.

source: TEXT_FESNYX101_05186_A1_000_002<tab>Romantic fulfillment.
de: TEXT_FESNYX101_05186_A1_000_002<tab>Eine erfüllte Liebesbeziehung.
fr: TEXT_FESNYX101_05186_A1_000_002<tab>La réussite en amour.
ja: TEXT_FESNYX101_05186_A1_000_002<tab>良縁
ru: TEXT_FESNYX101_05186_A1_000_002<tab>Успех в любви.

source: TEXT_FESNYX101_05186_A1_000_003<tab>I could do with some help.
de: TEXT_FESNYX101_05186_A1_000_003<tab>Kannst du mir einen Tipp geben?
fr: TEXT_FESNYX101_05186_A1_000_003<tab>Un indice, s'il vous plaît !
ja: TEXT_FESNYX101_05186_A1_000_003<tab>ヒントがほしい
ru: TEXT_FESNYX101_05186_A1_000_003<tab>Мне нужна подсказка.

source: TEXT_FESNYX101_05186_A1_000_004<tab>I'll get back to you later with my answer.
de: TEXT_FESNYX101_05186_A1_000_004<tab>Ich möchte gerne später antworten.
fr: TEXT_FESNYX101_05186_A1_000_004<tab>Je répondrai plus tard.
ja: TEXT_FESNYX101_05186_A1_000_004<tab>あとで答える
ru: TEXT_FESNYX101_05186_A1_000_004<tab>Я отвечу позже.

source: TEXT_FESNYX101_05186_SNAKESISTERA_000_028<tab>Wonderful, simply wonderful! Snakes are indeed said to be bringers of fortune!
de: TEXT_FESNYX101_05186_SNAKESISTERA_000_028<tab>Wunderbar, einfach wunderbar! Es heißt tatsächlich, dass Schlangen Glücksbringer sind!
fr: TEXT_FESNYX101_05186_SNAKESISTERA_000_028<tab>Bonne réponse ! Vous avez deviné juste, les serpents sont connus pour “porter chance” !
ja: TEXT_FESNYX101_05186_SNAKESISTERA_000_028<tab>だいせいか～い！ おっしゃるとおり、蛇は「幸運」の象徴とされていますっ！
ru: TEXT_FESNYX101_05186_SNAKESISTERA_000_028<tab>Отлично, просто отлично! Змеи действительно считаются животными, несущими удачу!

source: TEXT_FESNYX101_05186_SNAKESISTERA_000_029<tab>Well, I can certainly see why you'd associate snakes with physical well-being. After all, some people partake of heady concoctions bottled with vipers and such to keep them virile and strong! But alas, unlike their spirit-steeped brethren, the snakes we're speaking of are said to bestow “fair fortune”!
de: TEXT_FESNYX101_05186_SNAKESISTERA_000_029<tab>Nun, ich kann gut nach<var 16 /var>voll<var 16 /var>ziehen, warum du Schlangen mit Gesundheit in Verbindung bringst. Schließlich gibt es Leute, die berauschende Gebräue mit eingelegten Vipern und Ähnlichem zu sich nehmen, um viril und stark zu bleiben. Die richtige Antwort lautet jedoch „Glück“.
fr: TEXT_FESNYX101_05186_SNAKESISTERA_000_029<tab>Oui, je comprends votre idée derrière ce choix... Il est vrai que les alcools dans lesquels des serpents venimeux ont longuement mariné sont connus pour leurs propriétés curatives. Mal<var 16 /var>heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, la bonne réponse était : “la chance” !
ja: TEXT_FESNYX101_05186_SNAKESISTERA_000_029<tab>なるほど、健康…… 確かに蛇を漬け込んだ酒は、滋養強壮に良いとされますね！ しかし正解は……「幸運」でしたっ！
ru: TEXT_FESNYX101_05186_SNAKESISTERA_000_029<tab>Я могу понять ход ваших мыслей. В конце концов, алхимики нередко используют змеиный яд в отварах, делающих людей сильнее и здоровее. Но к сожалению, змеи, о которых мы говорим, приносят (курсив)удачу(курсив)!

source: TEXT_FESNYX101_05186_SNAKESISTERA_000_030<tab>I'm afraid that's not quite right. Don't get me wrong, I'd be more than grateful for a little luck in matters of the heart... But I digress. The correct answer was “fair fortune”!
de: TEXT_FESNYX101_05186_SNAKESISTERA_000_030<tab>Ich fürchte, das ist nicht ganz richtig. Versteh mich nicht falsch, ich wäre mehr als dankbar für etwas himmlische Unterstützung in Liebesdingen<var 1D /var>... Aber ich schweife ab. Die richtige Antwort lautet „Glück“.
fr: TEXT_FESNYX101_05186_SNAKESISTERA_000_030<tab>Oh, si seulement... J'avoue que je ne refuserais pas un petit coup de pouce sur le sujet ! Mal<var 16 /var>heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, la bonne réponse était : “la chance” !
ja: TEXT_FESNYX101_05186_SNAKESISTERA_000_030<tab>うーん、残念ながら不正解です。 私も良縁に恵まれたいのはやまやまですけど…… 蛇がもたらすのは「幸運」ですっ！
ru: TEXT_FESNYX101_05186_SNAKESISTERA_000_030<tab>Нет, боюсь, это не верно. Не поймите неправильно, я и сама была бы рада успехам в вопросах сердечных... Но сейчас не обо мне. Правильным ответом была «удача».

source: TEXT_FESNYX101_05186_SNAKESISTERA_000_031<tab>Very well, I shall give you a hint! In the Far East, snakes are said to be emissaries of the god of luck. Pray think on that before offering your answer!
de: TEXT_FESNYX101_05186_SNAKESISTERA_000_031<tab>Also gut, ich werde dir einen Hinweis geben! Im Fernen Osten sagt man, dass Schlangen Gesandte des Glücksgottes sind. Oh, hoffentlich habe ich es dir damit nicht zu einfach gemacht.
fr: TEXT_FESNYX101_05186_SNAKESISTERA_000_031<tab>Entendu ! Voici de quoi vous mettre sur la bonne voie : en Orient, le serpent est considéré comme le messager de la divinité associée à la chance ! Alors, vous y voyez plus clair, maintenant ?
ja: TEXT_FESNYX101_05186_SNAKESISTERA_000_031<tab>わかりました、「ひんと」をお出ししますね！ 東方では、蛇は「運」を司る神の御使いと言われているんです！ それを踏まえて答えを選んでみてください！
ru: TEXT_FESNYX101_05186_SNAKESISTERA_000_031<tab>Хорошо, вот вам подсказка! На Далёком Востоке змеи считаются последователями ками-покровителя везучих людей. Пожалуйста, подумайте, прежде чем давать окончательный ответ!

source: TEXT_FESNYX101_05186_SNAKESISTERA_100_031<tab>Understood! I shall be waiting right here. Feel free to present yourself again once inspiration strikes!
de: TEXT_FESNYX101_05186_SNAKESISTERA_100_031<tab>In Ordnung. Ich warte hier auf dich. Melde dich einfach wieder, wenn du eine Eingebung hast!
fr: TEXT_FESNYX101_05186_SNAKESISTERA_100_031<tab>Entendu ! Je ne bougerai pas d'ici, donc revenez me voir quand vous le souhaitez !
ja: TEXT_FESNYX101_05186_SNAKESISTERA_100_031<tab>わかりました！ 私はここにおりますので、いつでもお声がけください！
ru: TEXT_FESNYX101_05186_SNAKESISTERA_100_031<tab>Поняла! Буду ждать вас здесь. Как надумаете ответ, обязательно возвращайтесь!

source: TEXT_FESNYX101_05186_SNAKESISTERA_000_032<tab>By the way, there exists one scalekin in particular known to lavish extra helpings of luck on those who encounter it: the tsuchinoko! Where other serpents are sleek and slender, the tsuchinoko is broad and bulbous. Alas, few have ever laid eyes upon its decidedly un-snakelike form.
de: TEXT_FESNYX101_05186_SNAKESISTERA_000_032<tab>Übrigens, es gibt ein sehr seltenes Schlangenwesen, das dafür bekannt ist, denen, die ihm begegnen, besonders viel Glück zu bringen: die Noko! Während andere Schlangen schlank und geschmeidig sind, ist die Noko erstaunlich pummelig.
fr: TEXT_FESNYX101_05186_SNAKESISTERA_000_032<tab>Et ce n'est pas tout : il existe un ophidien insaisissable et entouré de mystère, doté d'une grosse tête et d'un corps rond... le <var 1A 02 /var>tsuchinoko<var 1A 01 /var> ! Les rares élus qui croisent son chemin verraient leur bonne fortune s'accroître de manière exponentielle<var 1D /var>!
ja: TEXT_FESNYX101_05186_SNAKESISTERA_000_032<tab>特に、滅多に遭遇することができない幻の蛇…… ずんぐり丸い姿をしている、「ツチノコ」という蛇に出会えたら、 さらなる「らっきぃ」が訪れるのだとか！
ru: TEXT_FESNYX101_05186_SNAKESISTERA_000_032<tab>К слову, существует единственная в своем роде особь пресмыкающегося, встреча с которой сулит счастливчику самую большую удачу: цутиноко! Все остальные змеи длинные и тонкие, но цутиноко широкий и бочковидный. К сожалению, почти никто никогда не видел это удивительное чешуйчатое, столько непохожее на своих собратьев.

source: TEXT_FESNYX101_05186_SNAKESISTERA_000_033<tab>Anyhow, that brings my section of the quiz to an end! You'll find my younger sister, the yellow hebi yoriki, by the Drowning Wench. Pay her a visit for the next round of the Slithery Trivia Trial!
de: TEXT_FESNYX101_05186_SNAKESISTERA_000_033<tab>Tja, und damit endet meine Rolle in diesem kleinen Spiel! Du findest meine jüngere Schwester, die gelbe Schlangengeneralin, bei der Ertränkten Sorge. Besuche sie für die nächste Runde des Schlüpfrigen Wissenswettbewerbs!
fr: TEXT_FESNYX101_05186_SNAKESISTERA_000_033<tab>Bien, ce sera tout pour ma devinette<var 1D /var>! Pour la suivante, retrouvez mon autre sœur, la générale dorée des serpents, à l'autre bout de l'auberge du Dauphin noyé. Allez vite la voir !
ja: TEXT_FESNYX101_05186_SNAKESISTERA_000_033<tab>さて、わたしとの問答はこれにて終わり！ 次は三女の「黄巳与力」が溺れた海豚亭を抜けた先にいますので、 ぜひ会いに行ってくださいねっ！
ru: TEXT_FESNYX101_05186_SNAKESISTERA_000_033<tab>Так или иначе, на этом моя роль как ведущей подходит к концу! Найдите возле «Утопленницы» жёлтую хэби ёрики, мою младшую сестру, и обратитесь к ней для следующей части Змеиной Викторины!

source: TEXT_FESNYX101_05186_SNAKESISTERA_000_034<tab>The next quizmaster is my sister, the yellow hebi yoriki! You should be able to find her by the tavern─the Drowning Wench. Pray speak with her!
de: TEXT_FESNYX101_05186_SNAKESISTERA_000_034<tab>Warst du schon bei meiner Schwester, der gelben Schlangengeneralin? Du solltest sie bei der Ertränkten Sorge finden können.
fr: TEXT_FESNYX101_05186_SNAKESISTERA_000_034<tab>La prochaine devinette vous sera donnée par mon autre sœur, la générale dorée des serpents, derrière l'auberge du Dauphin noyé. Allez vite la voir !
ja: TEXT_FESNYX101_05186_SNAKESISTERA_000_034<tab>次は三女の「黄巳与力」です！ 溺れた海豚亭を抜けた先で待っていると思いますので、 ぜひ会いに行ってくださいねっ！
ru: TEXT_FESNYX101_05186_SNAKESISTERA_000_034<tab>Моя сестра, жёлтая хэби ёрики— следующая ведущая! Вы найдете её возле таверны «Утопленница». Прошу, обратитесь к ней!

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_040<tab>By the kami, this city is absolutely packed with people. 'Tis enough to send you dizzy...
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_040<tab>Bei den Kami, diese Stadt ist schrecklich überfüllt mit Leuten. Da wird einem ja ganz schwindelig<var 1D /var>...
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_040<tab>Oh là làààà, cette ville est si vivante, il y a tellement de monde que je ne sais plus où donner de la tête... !
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_040<tab>この街、人がとってもいっぱいで、 目が回っちゃうよぉ～～。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_040<tab>Святые ками, этот город просто трещит по швам от количества народа. Весь этот шум и гам... Голова трещит...

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_041<tab>Ah, give me a moment, contender.
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_041<tab>Ah, <var 08 E905 ((eine Teilnehmerin)) ((ein Teilnehmer)) /var>. Ich muss nur kurz in mich gehen, dann stelle ich dir gerne deine nächste Frage.
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_041<tab>Aaaah, vous venez pour la devinette, n'est-ce pas ? Je vous la donne tout de suite.
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_041<tab>あ、問答の参加者のひと～。 いま問題を出すからねぇ。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_041<tab>А, (участник/участница). Минутку.

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_042<tab>You're aware that the snake is a symbol of luck, yes? Well, some snakes are luckier than others, and they happen to have one thing in common: their color. Any guesses as to what that might be?
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_042<tab>Du weißt bereits, dass die Schlange ein Symbol für Glück ist, oder? Nun, einige Schlangen bringen noch mehr Glück als andere, und sie haben eine Sache gemeinsam: ihre Farbe. Hast du eine Ahnung, welche das sein könnte?
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_042<tab>Voici : comme vous le savez maintenant, en Orient, les serpents sont de bon augure. Mais les spécimens d'une certaine couleur procurent encore plus de chance. De laquelle s'agit-il ?
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_042<tab>東方で、蛇は縁起の良い生き物って聞いたぁ？ 中でも、特におめでた～い色の蛇がいてぇ、 さて、それは何色でしょ～？
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_042<tab>Вы знаете, что змея - это символ удачи, верно? Но не все змеи одинаковы. Найти некоторых из них — находка счастливее других, а самое большее везение определяется по цвету чешуи. Есть идеи, о каком цвете идёт речь?

source: TEXT_FESNYX101_05186_Q2_000_000<tab>Which color of snake is the luckiest of them all?
de: TEXT_FESNYX101_05186_Q2_000_000<tab>Schlangen mit welcher Färbung bringen am meisten Glück?
fr: TEXT_FESNYX101_05186_Q2_000_000<tab>Quelle est la couleur des serpents de bon augure ?
ja: TEXT_FESNYX101_05186_Q2_000_000<tab>おめでたい蛇は何色？
ru: TEXT_FESNYX101_05186_Q2_000_000<tab>Змея какого цвета приносит больше всего удачи?

source: TEXT_FESNYX101_05186_A2_000_000<tab>Red.
de: TEXT_FESNYX101_05186_A2_000_000<tab>Rot.
fr: TEXT_FESNYX101_05186_A2_000_000<tab>Rouge.
ja: TEXT_FESNYX101_05186_A2_000_000<tab>赤
ru: TEXT_FESNYX101_05186_A2_000_000<tab>Красная.

source: TEXT_FESNYX101_05186_A2_000_001<tab>White.
de: TEXT_FESNYX101_05186_A2_000_001<tab>Weiß.
fr: TEXT_FESNYX101_05186_A2_000_001<tab>Blanc.
ja: TEXT_FESNYX101_05186_A2_000_001<tab>白
ru: TEXT_FESNYX101_05186_A2_000_001<tab>Белая.

source: TEXT_FESNYX101_05186_A2_000_002<tab>Glittering gold.
de: TEXT_FESNYX101_05186_A2_000_002<tab>Gold.
fr: TEXT_FESNYX101_05186_A2_000_002<tab>Doré.
ja: TEXT_FESNYX101_05186_A2_000_002<tab>金ぴか
ru: TEXT_FESNYX101_05186_A2_000_002<tab>Сверкающе-золотая.

source: TEXT_FESNYX101_05186_A2_000_003<tab>I haven't the foggiest. How about a hint?
de: TEXT_FESNYX101_05186_A2_000_003<tab>Ich habe nicht die leiseste Ahnung. Wie wäre es mit einem Hinweis?
fr: TEXT_FESNYX101_05186_A2_000_003<tab>Un indice, s'il vous plaît !
ja: TEXT_FESNYX101_05186_A2_000_003<tab>ヒントがほしい
ru: TEXT_FESNYX101_05186_A2_000_003<tab>Без понятия. Можно подсказку?

source: TEXT_FESNYX101_05186_A2_000_004<tab>I'll come back later.
de: TEXT_FESNYX101_05186_A2_000_004<tab>Ähm, ich komme später wieder.
fr: TEXT_FESNYX101_05186_A2_000_004<tab>Je répondrai plus tard.
ja: TEXT_FESNYX101_05186_A2_000_004<tab>あとで答える
ru: TEXT_FESNYX101_05186_A2_000_004<tab>Я вернусь позже.

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_043<tab>'Tis true that in the Far East we associate red with auspicious occasions and the like. Not so for serpents, I'm afraid. The right answer was “white.”
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_043<tab>Es stimmt, dass wir im Fernen Osten Rot mit glückverheißenden Anlässen und Ähnlichem verbinden. Bei Schlangen ist das aber leider nicht so. „Weiß“ wäre die richtige Antwort gewesen.
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_043<tab>Hmmm, il est vrai que le rouge est une couleur associée à la prospérité en Orient... mais ce n'est pas tout à fait le cas pour les serpents. La bonne réponse était, tenez-vous bien : le blanc !
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_043<tab>たしかに東方では、赤がおめでたい色と言われてるけどぉ…… でも蛇の色となると、ちょっと事情が違うんだ。 なんと正解は「白」でしたぁ～。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_043<tab>Это правда, на Дальнем Востоке мы часто ассоциируем красный цвет с благими событиями и праздниками. Но боюсь, когда дело касается змей, правильный ответ будет «белый».

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_044<tab>Very good. “White” <var 1A 02 /var>is<var 1A 01 /var> the correct answer.
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_044<tab>Sehr gut! „Weiß“ ist in der Tat die richtige Antwort.
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_044<tab>Ouiii, bravo ! La bonne réponse était bien le blanc !
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_044<tab>そのとおりぃ、正解は「白」で～す。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_044<tab>Очень хорошо. Правильный ответ был «белый».

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_045<tab>A glittering gold snake? Sounds like the kind of creature that'd do wonders for your finances. But in all seriousness, I don't think I've ever heard of anyone spotting a snake like that... “White” was the answer I was looking for.
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_045<tab>Eine goldene Schlange? Die würde sicher deinen Gilbeutel füllen, aber ich habe noch nie von jemandem gehört, der eine goldene Schlange gesehen hätte<var 1D /var>... „Weiß“ ist die Antwort, nach der ich gesucht habe.
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_045<tab>Un serpent doré ? Ouiii, maintenant que vous le dites, nul doute qu'un tel animal pourrait attirer la bonne fortune. Mais je ne crois pas qu'il existe... si ? En tout cas, la bonne réponse était : le blanc !
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_045<tab>金ぴかの蛇かぁ……もし見つけたら、凄い金運上がりそう～。 でも金ぴかの蛇を見た話は、さすがに聞いてないかなぁ…… 正解はねえ、「白」だよぉ～。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_045<tab>Сверкающе-золотая змея? Звучит как что-то, за что ваш кошелёк скажет вам «спасибо». Шутки шутками, но я впервые слышу о змее подобного оттенка... Ответ, который я ждала, был «белый».

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_046<tab>Fine, I'll take pity on you. Apparently, there are a pair of snakes this very same color on the Gridanian flag.
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_046<tab>Na gut, ich habe Erbarmen mit dir. Kennst du die Flagge von Gridania? Sieh dir mal die beiden Schlangen darauf an. Dann findest du deine Antwort.
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_046<tab>Mais ouiii, pas de problème ! En voici un : j'ai entendu dire que sur le drapeau d'une certaine ville du nom de Gridania étaient représentés des serpents de la même couleur.
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_046<tab>いいよぉ、じゃあ「ひんと」あげちゃうねぇ。 聞いた話だと、グリダニアっていう国の国旗に、 同じ色の蛇が描かれているみたいだねぇ。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_046<tab>Ладно, сжалюсь над вами. По удивительному совпадению, пара свившихся гадюк на гриданском флаге этого же цвета.

source: TEXT_FESNYX101_05186_SNAKESISTERB_100_046<tab>If you must... You know where to find me.
de: TEXT_FESNYX101_05186_SNAKESISTERB_100_046<tab>Wenn du meinst. Du weißt ja, wo du mich findest.
fr: TEXT_FESNYX101_05186_SNAKESISTERB_100_046<tab>Ouiii, d'accord ! Revenez me voir quand vous voulez !
ja: TEXT_FESNYX101_05186_SNAKESISTERB_100_046<tab>わかったぁ～。 ほいじゃあ、また声かけてぇ……。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_100_046<tab>Как пожелаете... Приходите позже, вы знаете где меня найти.

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_047<tab>White snakes are rare, mystical creatures─hence the association with good fortune...
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_047<tab>Weiße Schlangen sind selten und mystisch<var 1D /var>- deshalb bringt man sie mit Glück in Verbindung.
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_047<tab>Les serpents blancs sont des créatures mys<var 16 /var>té<var 16 /var>rieu<var 16 /var>ses et très rares... Voilà pourquoi ils apportent plus de bienfaits que leurs congénères.
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_047<tab>白い蛇は、神秘的で珍しい生き物だから、 特に縁起が良いって言われてるんだけどぉ……
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_047<tab>Белые змеи — редкие, мистические существа. Потому они ассоциируются с удачей...
