Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/FesNyx101_05186/*.xlf
Languages: de, fr, ja, ru

source: TEXT_FESNYX101_05186_SEQ_00<tab>The hebi bugyo wishes to test your knowledge of Heavensturn customs. ※This quest is available for a limited time only.
de: TEXT_FESNYX101_05186_SEQ_00<tab>※ Dieser Auftrag ist nur für die Dauer des saisonalen Ereignisses verfügbar. Die Schlangenministerin will testen, wie gut du dich mit den Traditionen der Himmelswende auskennst.
fr: TEXT_FESNYX101_05186_SEQ_00<tab>* <var 1A 02 /var>Cette quête est un événement à durée limitée.<var 1A 01 /var> La maréchale des serpents veut mettre à l'épreuve vos con<var 16 /var>nais<var 16 /var>san<var 16 /var>ces sur la fête de la transition.
ja: TEXT_FESNYX101_05186_SEQ_00<tab>※本クエストは、期間限定のクエストとなります。 アフトカースルの巳奉行は、降神祭の催しに参加してほしいようだ。
ru: TEXT_FESNYX101_05186_SEQ_00<tab>Хэби бугё желает проверить ваши знания в традициях Фестиваля духов. ※Это задание доступно ограниченное время.

source: TEXT_FESNYX101_05186_SEQ_01<tab>After a thorough summary of Heavensturn history, the hebi bugyo invites you to take part in her delegation's dubiously named quiz. You are instructed to seek out the blue hebi yoriki at Limsa Lominsa's Aftcastle. ※Please note that you will be unable to complete this quest after the seasonal event has ended. For details, check the Lodestone.
de: TEXT_FESNYX101_05186_SEQ_01<tab>※ Dieser Auftrag kann nur für die Dauer des saisonalen Ereignisses angenommen und gespielt werden. Nach Ende des saisonalen Ereignisses kann er nicht mehr abgeschlossen werden. Weitere Informationen findest du auf dem Lodestone. Nach einer gründlichen Zusammenfassung der Geschichte der Himmelswende lädt dich die Schlangenministerin ein, an dem zweifelhaft benannten Quiz ihrer Delegation teilzunehmen. Du wirst angewiesen, die blaue Schlangengeneralin auf der Achterburg in Limsa Lominsa aufzusuchen.
fr: TEXT_FESNYX101_05186_SEQ_01<tab>Cette quête ne peut être commencée et effectuée que pendant la durée de l'événement saisonnier correspondant. Pour plus de détails, veuillez consulter The Lodestone. À l'occasion de la fête de la transition, la maréchale des serpents vous a proposé un quiz à travers Limsa Lominsa axé sur l'animal protecteur de cette année : le serpent. Commencez par retrouver la générale bleue des serpents près de La Dunette pour répondre à la première devinette.
ja: TEXT_FESNYX101_05186_SEQ_01<tab>※本クエストは、シーズナルイベント開催中に限り、 受注、進行できます。 開催期間終了後は進行できませんので、ご注意ください。 期間等の詳細についてはLodestoneをご覧ください。 巳奉行と話し、降神問答巡りに参加することになった。リムサ・ロミンサのアフトカースル付近にいる、「青巳与力」と話そう。

source: TEXT_FESNYX101_05186_SEQ_02<tab>Having tracked down your quarry and answered her question, you learn of a certain serpent─the tsuchinoko─that is said to be a particularly potent bringer of luck. Ready for the next round of your trivia trial, you seek out the yellow hebi yoriki near the Drowning Wench.
de: TEXT_FESNYX101_05186_SEQ_02<tab>Nachdem du die blaue Schlangengeneralin aufgespürt und ihre Frage beantwortet hast, erfährst du von einer bestimmten Schlange<var 1D /var>- der Noko. Dieses Wesen soll besonders viel Glück bringen. Bereit für die nächste Runde des Quiz, begibst du dich zur gelben Schlangengeneralin in der Nähe der Ertränkten Sorge.
fr: TEXT_FESNYX101_05186_SEQ_02<tab>La réponse à la première devinette était que les serpents portent chance. Vous avez aussi appris à cette occasion que quiconque croiserait un type de serpent très rare, appelé “tsuchinoko”, verrait la chance lui sourire davantage. Pour la prochaine devinette, il vous faut maintenant retrouver la générale dorée des serpents, à proximité de l'auberge du Dauphin noyé.
ja: TEXT_FESNYX101_05186_SEQ_02<tab>青巳与力と話し、問題に答えた。蛇の中でも、ツチノコは特に幸運をもたらす存在と言われているようだ。リムサ・ロミンサの溺れた海豚亭付近にいる「黄巳与力」と話そう。

source: TEXT_FESNYX101_05186_SEQ_03<tab>The second question proves no match for your wealth of general knowledge. The Far Easterner goes on to tell you of the Great White Tsuchinoko, an especially enigmatic tsuchinoko that has attained almost mythological status. Armed with this tidbit, you make for the Bismarck, where the red hebi yoriki awaits.
de: TEXT_FESNYX101_05186_SEQ_03<tab>Auch die zweite Frage beantwortest du dank deines umfangreichen Allgemeinwissens mit Leichtigkeit. Du erfährst von der Weißen Noko<var 1D /var>- einer besonders ge<var 16 /var>heim<var 16 /var>nis<var 16 /var>vol<var 16 /var>len Schlange, die einen beinahe mythischen Status erlangt hat. Mit diesem neuen Wissen machst du dich auf den Weg zum Restaurant Bismarck, wo die rote Schlangengeneralin auf dich wartet.
fr: TEXT_FESNYX101_05186_SEQ_03<tab>La seconde devinette concernait la couleur des serpents portant par<var 16 /var>ti<var 16 /var>cu<var 16 /var>liè<var 16 /var>rement chance, celle-ci étant le “blanc”. Par extension, un “tsuchinoko” blanc serait donc de meilleur augure que ses congénères. Toutefois, selon la générale dorée des serpents, cela fait bien longtemps qu'il a été aperçu pour la dernière fois. Il ne vous reste maintenant plus qu'une devinette à écouter. Retrouvez pour cela la générale rouge des serpents au restaurant Le Bismarck.
ja: TEXT_FESNYX101_05186_SEQ_03<tab>黄巳与力と話し、問題に答えた。ツチノコの中でも、白ツチノコはさらにありがたい存在のようだ。リムサ・ロミンサのレストラン「ビスマルク」にいる「赤巳与力」と話そう。

source: TEXT_FESNYX101_05186_SEQ_04<tab>The final quizmaster, impressed with your erudition, hands over your prize: an expertly crafted white tsuchinoko ornament. Along with the keepsake, you are given the task of informing the hebi bugyo that the delegate's stock of prizes has been depleted. To this end, you set off for the Aftcastle.
de: TEXT_FESNYX101_05186_SEQ_04<tab>Die letzte Fragestellerin übergibt dir, beeindruckt von deinem Wissen, deinen Preis: eine meisterhaft gefertigte Weiße Noko-Dekoration. Zusammen mit dem Andenken erhältst du die Aufgabe, der Schlangenministerin mitzuteilen, dass der Vorrat an Preisen der Delegierten erschöpft ist. Zu diesem Zweck machst du dich auf den Weg zur Achterburg.
fr: TEXT_FESNYX101_05186_SEQ_04<tab>Vous êtes arrivé<var 08 E905 ((e)) (()) /var> au bout du jeu de devinettes<var 1D /var>! La dernière bonne réponse à fournir était que l'on plaçait dorénavant du “mochi” sur les autels, en lieu et place des tsuchinoko, ces derniers ayant disparu dans la nature. La générale rouge des serpents a ensuite voulu vous remettre votre lot, avant de s'apercevoir qu'elle n'en avait plus en stock... Ou peut-être que si ? Une statuette de tsuchinoko blanc se trouvait à côté des caisses, et la générale vous a proposé de repartir avec l'objet salvateur. Retournez maintenant auprès de la maréchale des serpents pour lui faire part des problèmes de stock.
ja: TEXT_FESNYX101_05186_SEQ_04<tab>赤巳与力の問題に答え、景品の白ツチノコを受け取った。景品の在庫が切れたことを、アフトカースルにいる「巳奉行」に伝えにいこう。

source: TEXT_FESNYX101_05186_SEQ_05<tab>In a fortuitous turn of events, it transpires the “ornament” conferred upon you was in fact the genuine article, and you find yourself in charge of a squidgy serpent companion. With this newfound friend─and auspicious symbol of the new year─in tow, you are free to celebrate this tradition you now know a little more about.
de: TEXT_FESNYX101_05186_SEQ_05<tab>Die Ereignisse nehmen eine unerwartete Wendung, als sich herausstellt, dass die „Dekoration“, die dir überreicht wurde, nicht rein dekorativ ist, und du hast nun einen weichen Schlangenfreund an deiner Seite. Mit diesem neuen Begleiter<var 1D /var>- und dem glückverheißenden Symbol des neuen Jahres<var 1D /var>- kannst du die fernöstliche Tradition feiern, über die du jetzt ein bisschen besser Bescheid weißt.
fr: TEXT_FESNYX101_05186_SEQ_05<tab>Surprise ! Il semblerait que la statuette emportée plus tôt était un véritable tsuchinoko blanc, au grand étonnement de la maréchale. La chance vous sourirait-elle ? La petite créature ayant visiblement décidé de vous accompagner, il ne vous reste plus qu'à profiter de la fête de la transition comme il se doit... en tirant un omikuji, par exemple !
ja: TEXT_FESNYX101_05186_SEQ_05<tab>冒険者は巳奉行の勧めで、本物の白ツチノコを連れていくことになった。今後の旅路に幸運が訪れることを祈りながら、残りの期間も降神祭を楽しもう！

source: TEXT_FESNYX101_05186_TODO_00<tab>Speak with the blue hebi yoriki.
de: TEXT_FESNYX101_05186_TODO_00<tab>Mit der blauen Schlangengeneralin sprechen
fr: TEXT_FESNYX101_05186_TODO_00<tab>Parler à la générale bleue des serpents
ja: TEXT_FESNYX101_05186_TODO_00<tab>青巳与力と話す
ru: TEXT_FESNYX101_05186_TODO_00<tab>Поговорите с синей хэби ёрики.

source: TEXT_FESNYX101_05186_TODO_01<tab>Speak with the yellow hebi yoriki.
de: TEXT_FESNYX101_05186_TODO_01<tab>Mit der gelben Schlangengeneralin sprechen
fr: TEXT_FESNYX101_05186_TODO_01<tab>Parler à la générale dorée des serpents
ja: TEXT_FESNYX101_05186_TODO_01<tab>黄巳与力と話す
ru: TEXT_FESNYX101_05186_TODO_01<tab>Поговорите с желтой хэби ёрики.

source: TEXT_FESNYX101_05186_TODO_02<tab>Speak with the red hebi yoriki.
de: TEXT_FESNYX101_05186_TODO_02<tab>Mit der roten Schlangengeneralin sprechen
fr: TEXT_FESNYX101_05186_TODO_02<tab>Parler à la générale rouge des serpents
ja: TEXT_FESNYX101_05186_TODO_02<tab>赤巳与力と話す
ru: TEXT_FESNYX101_05186_TODO_02<tab>Поговорите с красной хэби ёрики.

source: TEXT_FESNYX101_05186_TODO_03<tab>Speak with the hebi bugyo.
de: TEXT_FESNYX101_05186_TODO_03<tab>Mit der Schlangenministerin sprechen
fr: TEXT_FESNYX101_05186_TODO_03<tab>Parler à la maréchale des serpents
ja: TEXT_FESNYX101_05186_TODO_03<tab>巳奉行と話す
ru: TEXT_FESNYX101_05186_TODO_03<tab>Поговорите с хэби бугё.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_002<tab>My, my, you look ready for all manner of arduous journeys and feats of valor. An adventurer, perchance?
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_002<tab>Meine Güte, du siehst aus, als wärst du für allerlei beschwerliche Reisen und mutige Taten bereit! Bist du <var 08 E905 ((eine Abenteurerin)) ((ein Abenteurer)) /var>?
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_002<tab>Hmm, cette démarche, ce regard... Dites-moi si je me trompe, mais... ne seriez-vous pas aventuri<var 08 E905 ((ère)) ((er)) /var> ?
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_002<tab>まあ、その出で立ち…… もしや冒険者の方でいらっしゃいますか？
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_002<tab>Ну и ну, вы выглядите как (та/тот), которого не страшат ни длинные путешествия, ни всеразличные испытания. Быть может, вы даже <var 08 E905 ((искательница)) ((искатель)) /var> приключений?

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_003<tab>Pray forgive my idle speculation. I am known as the hebi bugyo, and along with my fellow delegates have come to these shores that we might share our Heavensturn custom with the fine folk of Eorzea.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_003<tab>Verzeih bitte meine unvermittelten Spekulationen. Man kennt mich als die Schlangenministerin, und zusammen mit meinen Kollegen bin ich hierher<var 16 /var>ge<var 16 /var>kommen, um unser Fest der Himmelswende mit den lieben Leuten von Eorzea zu feiern.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_003<tab>J'en étais sûre !<var 1D /var>... Mais veuillez pardonner mon indiscrétion. Je suis la maréchale des serpents, membre de la délégation orientale venue célébrer la fête de la transition en Éorzéa.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_003<tab>不躾に失礼いたしました。 わたくしは「巳奉行」と申す者。 エオルゼアの地にて「降神祭」を祝う、使節団の一員ですわ。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_003<tab>Если я ошиблась в догадках, то примите мои извинения. Меня называют хэби бугё. На вашем языке «бугё» будет значить нечто вроде «командир», но командую я вовсе не бойцами, а организаторами праздника, которые прибыли вместе с делегацией на эти берега, чтобы поделиться традициями Фестиваля духов с народом Эорзии.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_004<tab>Both our peoples mark the turning of one year to the next, but how we do so differs in a few key respects. In Eorzean tradition, the Twelve choose one of their number to guide the realm throughout the coming year. In the Far East, however, custom dictates we honor one of the twelve noble beasts.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_004<tab>Unsere Völker zelebrieren beide den Jahreswechsel, aber die Feierlichkeiten unterscheiden sich dennoch in einigen Kernaspekten. Hierzulande ist es Brauch, die Zwölf zu ehren, und einer von ihnen wird zum Hauptgott für das kommende Jahr bestimmt, aber im Fernen Osten ist es üblich, eines der zwölf heiligen Tiere zu feiern.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_004<tab>Chez vous, il me semble que les festivités du passage à la nouvelle année se font sous le signe des Douze. En Orient, nous avons pour coutume de choisir un animal.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_004<tab>「降神祭」とは、新たな季節の幕開けを祝う祭事。 この地では、十二神の中から新たな主神を選ぶそうですが、 東方では、神ではなく獣を選ぶ習わしがございます。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_004<tab>Оба наших народа отмечают прибытие нового года, но то, как мы это делаем отличается в паре мелочей. По поверью эорзийцев, Двенадцать выбирают одного бога из своего числа, который станет следить за миром следующую дюжину месяцев. В то время как у нас на Далёком Востоке принято почитать одного из двенадцати священных зверей.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_005<tab>This year's totem is none other than the hebi─although the term “snake” might be more familiar to Eorzean ears. Where I hail from, this oft-reviled creature represents longevity and regeneration─owing to the miraculous manner in which the hebi emerges anew, time and time again, after shedding its skin.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_005<tab>Dieses Jahr steht im Zeichen der „Hebi“<var 1D /var>- obwohl das Wort „Schlange“ den Eorzäern wahrscheinlich geläufiger ist. In meiner Heimat symbolisiert dieses oftmals verrufene Geschöpf Langlebigkeit und Erneuerung<var 1D /var>- erstrahlt es nach einer Häutung doch immer wieder in neuem Glanz.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_005<tab>Et celui de cette année n'est autre que le serpent ! Certes, ce n'est pas la créature la plus sympathique qui existe, sa dangerosité n'étant plus à prouver. Mais elle incarne chez nous le renouvellement et la longévité, notamment grâce à sa capacité à muer.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_005<tab>此度の獣は「<var 4A ((巳)) ((み)) /var>」、わたくしたちの言葉で「蛇」を意味します。 とかく恐れられがちな生き物ですが、脱皮を繰り返す様から、 東方においては再生や長寿の象徴ともされているのです。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_005<tab>В этом году наш зверь-талисман — не кто иная как хэби, хотя для эорзийских ушей слово «змея» будет куда привычнее. Там, откуда я родом, это животное пусть и способно внушать страх, но оно также является символом долгой жизни и регенерации. Поверье происходит от чудесного преображения, когда хэби сбрасывает свою кожу, практически рождаясь заново.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_006<tab>That many and more may benefit from the noble beast's blessings, my fellow delegates and I have devised what we hope will be an entertaining little event...
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_006<tab>Damit ein jeder von den Segnungen der Schlange profitieren kann, haben meine Mitdelegierten und ich ein hoffentlich kurzweiliges Unterhaltungsprogramm geplant<var 1D /var>...
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_006<tab>C'est pourquoi nous souhaitons organiser un événement consacré à cet animal de bon augure, j'ai nommé...
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_006<tab>そんな縁起物でもある蛇にあやかるため、 わたくしどもは、ある催しを執り行うことにしました。 名付けて……
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_006<tab>Многие заслуживают благословения от священного зверя. Именно поэтому мы с делегацией придумали небольшое развлечение. Представляю вам...

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_007<tab>I present to you the inaugural “Slithery Trivia Trial”!
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_007<tab>Den „Schlüpfrigen Wissenswettbewerb“!
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_007<tab>... le “Quiz serpentin du Nouvel An” !
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_007<tab>「降神問答巡り」！！
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_007<tab>...«Новогоднюю Змеиную Викторину»!

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_008<tab>Participants will wend their way snakelike through the city streets, and answer the questions posed by the trivia taskmasters they encounter.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_008<tab>Die Teilnehmer werden sich durch die Straßen dieser Meeres<var 16 /var>metro<var 16 /var>pole schlängeln. Ihre Aufgabe soll es sein, die Fragen der kaltblütigen Schlangengeneralinnen zu beantworten, die den Weg säumen.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_008<tab>Comme son nom l'indique, ce petit jeu consiste à serpenter à travers les rues de Limsa Lominsa tel un de ces reptiles pour répondre à quelques questions à des endroits désignés.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_008<tab>それは、蛇の背を辿るように街を巡り、 各所で与えられる問答を解いていくという催しです。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_008<tab>Участники должны будут подобно змеям путешествовать через улицы извилистыми путями. А в процессе им придется отвечать на вопросы ведущих викторины, которых они встретят в городе.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_009<tab>I have bid my sisters─the three hebi yoriki─await their charges at certain locations throughout Limsa Lominsa.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_009<tab>Dabei handelt es sich um meine drei Schwestern, die ich gebeten habe, an bestimmten Orten in Limsa Lominsa auf die Teilnehmer zu warten.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_009<tab>Plus précisément, trois de mes sœurs, les générales des serpents, sont postées en différents points de la ville.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_009<tab>このリムサ・ロミンサの各所に、わたくしの妹たち…… <var 4A ((巳与力)) ((みよりき)) /var>を3人、配置しております。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_012<tab>Цель этого маленького события в первую очередь строится на знании и понимании друг друга. Потому, если вдруг вы не знаете ответ на вопрос, просто скажите как есть. Не волнуйтесь, мои сёстры дадут вам подсказку.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_010<tab>As for you, adventurer, I urge you to seek them out and put your knowledge of Far Eastern customs to the test. And rest assured that an auspicious prize is yours for the taking should you succeed.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_010<tab>Was dich betrifft, <var 08 E905 ((Abenteurerin)) ((Abenteurer)) /var>, so rate ich dir dringend, sie aufzusuchen und dein Wissen über unsere fernöstlichen Bräuche zu testen. Ein glück<var 16 /var>ver<var 16 /var>hei<var 16 /var>ßender Preis wartet auf dich, wenn du Erfolg hast!
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_010<tab>Tout ce que vous avez à faire, c'est aller au-devant de chacune d'elles et de répondre à leur devinette, en lien avec les serpents, bien entendu. Si vous relevez ce défi, vous pourrez gagner un lot porte-bonheur que nous offrons en récompense aux vainqueurs !
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_010<tab>冒険者殿が、彼女らのもとを巡り、 「蛇」に関する出題を解いてもらいます。 参加者には「縁起のいい景品」もご用意しておりますよ。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_010<tab>А что до вас, <var 08 E905 ((искательница)) ((искатель)) /var> приключений, я призываю и вас проверить знания в традициях Дальнего Востока. А чтобы подкинуть дров в огонь вашего интереса, скажу также, что победителя викторины ожидает поистине новогодний подарок.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_011<tab>Consider it a means of stocking up on good fortune before your next foray out into the world. How about it? Have I piqued your interest?
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_011<tab>Betrachte es als eine Möglichkeit, dir vor deiner nächsten großen Reise ein Stückchen Glück zu sichern. Na? Habe ich dein Interesse geweckt?
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_011<tab>Je suis certaine qu'un tel objet vous sera utile durant vos voyages ! Alors, êtes-vous d'accord pour participer ?
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_011<tab>これからの旅の験担ぎに、 よろしければ、冒険者殿も参加なさいませんか？
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_011<tab>Считайте, что так вы запасётесь удачей на весь предстоящий год. Ну что? Заинтригованы?

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_012<tab>This little event of ours is first and foremost about promoting insight and understanding. To that end, should you find yourself stumped during the quiz, simply say so, and my sisters will provide a helpful hint.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_012<tab>Dieses kleine Spiel soll in erster Linie darauf abzielen, gegenseitiges Verständnis und Toleranz zu fördern. Wenn du beim Quiz mal nicht weiterweißt, geben dir meine Schwestern gern den ein oder anderen Hinweis.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_012<tab>En vérité, ce petit jeu sert avant tout à approfondir vos con<var 16 /var>nais<var 16 /var>san<var 16 /var>ces. Si vous veniez à avoir des difficultés pour répondre aux questions, n'hésitez pas à demander des indices aux générales. Vous pouvez y aller l'esprit tranquille !
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_012<tab>この問答巡りは、見識を深めることに意義があります。 問いに苦戦する場合は、巳与力に助言を求めれば、 彼女たちから、答えに繋がる「ひんと」を得られるはずです。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_012<tab>Цель этого маленького событие в первую очередь строится на знании и понимании друг друга. Потому, если вдруг вы не знаете ответ на вопрос, просто скажите как есть. Не волнуйтесь, мои сёстры дадут вам подсказку.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_013<tab>If it is a perfect score you seek, you may also wish to speak with the hebi doshin and acquire the knowledge you need.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_013<tab>Falls du die perfekte Punktzahl erreichen möchtest, kannst du auch den Schlangenleutnant um Rat fragen und dir das nötige Wissen aneignen.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_013<tab>Cela dit, vous pouvez aussi viser la perfection et tenter de répondre juste à toutes les devinettes, auquel cas je vous conseille de vous adresser au lieutenant des serpents, là-bas. Il se fera un plaisir de vous partager son savoir sur le sujet.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_013<tab>もし、問答で全問正解を狙いたければ、 あちらの巳同心にお声がけください。 そのために必要な知識を仕入れることができるでしょう。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_013<tab>Но ради идеального результата, быть может вам стоит поговорить с нашим хэби досином и получить необходимые знания.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_014<tab>The first quizmaster you shall face is the eldest of my younger sisters, the blue hebi yoriki. You'll find her a short distance north of here. Pray shed your misgivings and venture forth!
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_014<tab>Die erste Fragestellerin, der du begegnen wirst, ist die älteste meiner jüngeren Schwestern, die blaue Schlangengeneralin. Du findest sie ein kleines Stück nördlich von hier. Nun lasse alle Zweifel zurück wie frisch abgestreifte Haut und mach dich auf den Weg!
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_014<tab>Votre premier défi vous sera donné par ma cadette, la générale bleue des serpents. Elle vous attend au nord d'ici. Bon courage !
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_014<tab>最初の出題者は、次女……「青巳与力」ですわ。 ここから少し北にいった先でお待ちしておりますから、 どうぞお向かいください。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_014<tab>Самая старшая из моих сестёр, синяя хэби ёрики, будет вашим первым ведущим. Вы найдете её недалеко отсюда, к северу. Долой опасения и змейкой вперёд!
