Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/FesNyx101_05186/*.xlf
Languages: de, fr, ja, ru

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_048<tab>But when it comes to rarity and mystique, there's one snake that deserves special mention: the elusive Great White Tsuchinoko. In times past, people would pray to the lucky serpent in the hope of receiving its blessings.
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_048<tab>Aber in Sachen Seltenheit und Mystik gibt es eine Schlange, die besondere Erwähnung verdient: die große Weiße Noko. In früheren Zeiten beteten die Leute in Hingashi zu dieser Glücksschlange, in der Hoffnung, ihren Segen zu erhalten.
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_048<tab>Mais il en existe un encore plus rare et mystérieux que tous les autres : le <var 1A 02 /var>tsuchinoko<var 1A 01 /var> blanc ! Il semblerait même que dans l'ancien temps, nos ancêtres lui dédiaient un magnifique autel lors de la fête de la transition, près duquel ils priaient pour qu'il leur apporte bonheur et fortune.
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_048<tab>中でも、「白ツチノコ」が特に珍しくってぇ、 大昔の降神祭では立派な台座に祀られ、 幸運のご利益があるよう祈ってたらしいよぉ～。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_048<tab>Но не бывает никого более мистичного и удачливого чем неуловимый Великий Белый Цутиноко. В былое время люди приносили мольбы этому везучему змею, надеясь на его благословение.

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_049<tab>In the past hundred years or so, though, there hasn't been a single recorded sighting of the creature. Its existence is all but a fable these days.
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_049<tab>In den letzten hundert Jahren wurde diese Kreatur jedoch kein einziges Mal gesichtet. Ihre Existenz ist mittlerweile praktisch nur noch eine Legende.
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_049<tab>Cependant, cela fait bien des lunes qu'aucun d'entre eux n'a été aperçu... Leur existence tient plus de la légende qu'autre chose, aujourd'hui.
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_049<tab>でもここ数百年は、目撃された記録すら残ってないんだぁ……。 いまや伝説の存在になっちゃったんだよねぇ～。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_049<tab>Но в последнее столетие с этим зверем не задокументировано ни единой встречи. Ныне его существование — не более чем сказка.

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_050<tab>Anyway, you have just one question left. Head to the Bismarck to see my little sister, the red hebi yoriki.
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_050<tab>Wie dem auch sei, eine Frage bleibt dir noch. Geh nun zum Restaurant Bismarck und finde dort meine kleine Schwester, die rote Schlangengeneralin.
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_050<tab>En tout cas, il ne vous reste plus qu'une devinette ! Notre benjamine, la générale rouge des serpents, vous attend près du restaurant Le Bismarck. Encore un petit effooort !
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_050<tab>それじゃあ、次で最後だよぉ。 四女の「赤巳与力」がレストラン「ビスマルク」で待ってるから、 行ってあげてねぇ～。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_050<tab>Итак, остался лишь ещё один вопрос. Отправляйтесь к ресторану «Бисмарк» и найдите там мою младшую сестру, красную хэби ёрики.

source: TEXT_FESNYX101_05186_SNAKESISTERB_000_051<tab>The red hebi yoriki─the youngest of we four sisters, if you must know─is by the Bismarck. Don't keep her waiting too long...
de: TEXT_FESNYX101_05186_SNAKESISTERB_000_051<tab>Die rote Schlangengeneralin<var 1D /var>- die jüngste von uns vier Schwestern<var 1D /var>- ist beim Restaurant Bismarck. Hast du ihr schon einen Besuch erstattet?
fr: TEXT_FESNYX101_05186_SNAKESISTERB_000_051<tab>Notre benjamine, la générale rouge des serpents, vous attend près du restaurant Le Bismarck. Encore un petit effooort !
ja: TEXT_FESNYX101_05186_SNAKESISTERB_000_051<tab>最後は四女の「赤巳与力」だよぉ。 レストラン「ビスマルク」で待っているはずだから、 行ってあげてねぇ～。
ru: TEXT_FESNYX101_05186_SNAKESISTERB_000_051<tab>Красная хэби ёрики у ресторана «Бисмарк» — самая младшая из нас. Не заставляйте её ждать...

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_055<tab>Ah, what heavenly smells! I must remember to visit the Bismarck and pick up a few tasty treats for my sisters.
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_055<tab>Hah, was für himmlische Düfte! Ich darf nicht vergessen, nach getaner Arbeit ein paar köstliche Leckereien für meine Schwestern aus dem Restaurant mitzunehmen.
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_055<tab>Mmmh... C'est quoi cette délicieuse odeur qui vient me titiller les narines ? Si j'achetais quelque chose ici pour mes sœurs, ça devrait leur faire plaisir...
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_055<tab>くう～……良い匂いが、向こうから漂ってくる！ あとで姉ちゃんたちに何か買ってったら、 喜ぶかな……。
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_055<tab>М-м-м, какие божественные ароматы! Надо не забыть посетить «Бисмарк» и сестрёнкам угощений купить!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_056<tab>There you are, contender! I've been waiting for you! I hope you're ready for the last question!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_056<tab>Ah, da bist du ja! Ich habe auf dich gewartet. Bist du bereit für die letzte Frage?
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_056<tab>Oh, mais vous êtes <var 08 E905 ((une candidate)) ((un candidat)) /var> pour nos devinettes ! Héhé, je vous attendais, j'espère que vous êtes au taquet !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_056<tab>おっ、来たな参加者！ 待ってたぜ、いまから出題するから覚悟しろよ！？
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_056<tab>А вот и вы, участник(ца)! Я вас ждала! Надеюсь, вы готовы к последнему вопросу!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_057<tab>I assume you heard all about how we Far Easterners used to revere the Great White Tsuchinoko, yes? I'm guessing my sister also told you how there's been nary a sighting for over a century now. A crying shame, I tell you!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_057<tab>Ich nehme an, meine Schwester hat dir erzählt, dass man bei uns im Fernen Osten die große Weiße Noko verehrt, stimmt's? Und wahrscheinlich hat sie auch erwähnt, dass es seit Jahrzehnten keine Sichtung mehr gab. Ein Jammer, sage ich dir!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_057<tab>Ma sœur a dû vous parler du <var 1A 02 /var>tsuchinoko blanc<var 1A 01 /var> que l'on vénérait sur un autel, et que plus personne n'a vu depuis des siècles, pas vrai ?
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_057<tab>さっき姉ちゃんから、「白ツチノコ」が台座に乗せられ、 祀られていたって話は聞いたろ？ でも今じゃあ、姿が見られなくなっちまった！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_057<tab>Полагаю, вы уже вдоволь услышали о том, как восточный народ почитает Великого Белого Цутиноко, да? Думаю, и сестры уже вам сказали, что никто не видел его последние сто лет. Такая жалость, правда?

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_058<tab>Still, the people of Hingashi, being the resourceful people they are, found a suitable surrogate to pay respects to during Heavensturn... Any ideas as to what they might've turned to?
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_058<tab>Dennoch haben die erfinderischen Bewohner Hingashis einen geeigneten Ersatz gefunden, um während der Himmelswende ihre Ehrerbietung zu zeigen. Hast du eine Ahnung, wovon ich spreche?
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_058<tab>Eh bien, figurez-vous que, de nos jours, en Hingashi, on place autre chose sur un autel pour lui adresser nos prières... D'après vous, qu'est-ce que c'est !?
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_058<tab>そこで、ひんがしの国では「白ツチノコ」の代わりに、 別のものを台座に乗せて、祀るようになったんだが…… それが何かわかるか！？
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_058<tab>Несмотря на это, народ Хингаши нашёл альтернативный способ молиться змею во время Праздника духов в собственных домах... Как думаете, что они использовали?

source: TEXT_FESNYX101_05186_Q3_000_000<tab>What did the people of Hingashi use as a substitute for the Great White Tsuchinoko?
de: TEXT_FESNYX101_05186_Q3_000_000<tab>Womit haben die Leute in Hingashi die große Weiße Noko ersetzt?
fr: TEXT_FESNYX101_05186_Q3_000_000<tab>Que vénère-t-on sur un autel à la place du tsuchinoko blanc ?
ja: TEXT_FESNYX101_05186_Q3_000_000<tab>「白ツチノコ」の代わりに何が祀られるようになった？
ru: TEXT_FESNYX101_05186_Q3_000_000<tab>Что народ Хингаши использовал для молитв Великому Белому Цутиноко?

source: TEXT_FESNYX101_05186_A3_000_000<tab>Rice cakes.
de: TEXT_FESNYX101_05186_A3_000_000<tab>Mit Mochi.
fr: TEXT_FESNYX101_05186_A3_000_000<tab>Du mochi.
ja: TEXT_FESNYX101_05186_A3_000_000<tab>餅
ru: TEXT_FESNYX101_05186_A3_000_000<tab>Рисовые пирожные.

source: TEXT_FESNYX101_05186_A3_000_001<tab>Eggs.
de: TEXT_FESNYX101_05186_A3_000_001<tab>Mit Eiern.
fr: TEXT_FESNYX101_05186_A3_000_001<tab>Des œufs.
ja: TEXT_FESNYX101_05186_A3_000_001<tab>卵
ru: TEXT_FESNYX101_05186_A3_000_001<tab>Яйца.

source: TEXT_FESNYX101_05186_A3_000_002<tab>A moogle.
de: TEXT_FESNYX101_05186_A3_000_002<tab>Mit einem Mogry.
fr: TEXT_FESNYX101_05186_A3_000_002<tab>Un Mog.
ja: TEXT_FESNYX101_05186_A3_000_002<tab>モーグリ
ru: TEXT_FESNYX101_05186_A3_000_002<tab>Муглов.

source: TEXT_FESNYX101_05186_A3_000_003<tab>A nudge in the right direction would be much appreciated.
de: TEXT_FESNYX101_05186_A3_000_003<tab>Hättest du vielleicht einen kleinen Hinweis für mich?
fr: TEXT_FESNYX101_05186_A3_000_003<tab>Un indice, s'il vous plaît !
ja: TEXT_FESNYX101_05186_A3_000_003<tab>ヒントがほしい
ru: TEXT_FESNYX101_05186_A3_000_003<tab>Мне бы не помешала подсказка.

source: TEXT_FESNYX101_05186_A3_000_004<tab>On second thought, I'll come back another time.
de: TEXT_FESNYX101_05186_A3_000_004<tab>Wenn ich's mir recht überlege, überlege ich lieber erst in Ruhe.
fr: TEXT_FESNYX101_05186_A3_000_004<tab>Je répondrai plus tard.
ja: TEXT_FESNYX101_05186_A3_000_004<tab>あとで答える
ru: TEXT_FESNYX101_05186_A3_000_004<tab>Знаете, я наверное вернусь попозже.

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_059<tab>Rice cakes! Precisely! To be honest with you, I'm surprised an Eorzean would even have an inkling... Color me impressed!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_059<tab>Mochi! Ganz genau! Ehrlich gesagt hätte ich nicht gedacht, dass <var 08 E905 ((eine Eorzäerin)) ((ein Eorzäer)) /var> auch nur den Hauch einer Ahnung davon haben würde<var 1D /var>... Ich bin beeindruckt!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_059<tab>Bingo ! C'est ef<var 16 /var>fec<var 16 /var>ti<var 16 /var>ve<var 16 /var>ment du mochi qu'on place sur les autels ! Je vois que vous en connaissez un rayon sur notre culture ! Pas mal, pour <var 08 E905 ((une Éorzéenne)) ((un Éorzéen)) /var> !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_059<tab>そのとおり、「餅」だ！ まさか、エオルゼアのヤツが正解するとは…… アンタ、やるじゃねえか！！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_059<tab>Рисовые пирожные! Все верно! Я удивлена, что эорзиец знает о наших моти... Вы меня впечатлили!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_060<tab>An admirable attempt, but no, eggs are hardly the right shape. The correct answer is “rice cakes”!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_060<tab>Ein lobenswerter Versuch, aber nein, Eier sind kaum die richtige Antwort. Die lautet nämlich „Mochi“.
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_060<tab>Hmmm, mouais... Y a de l'idée, mais leur forme n'est pas tout à fait pareille à celle d'un tsuchinoko. La bonne réponse était : “du mochi” !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_060<tab>卵か……いいセンいってっけど、 ツチノコとはちょっと形が違うんだよなあ。 正解は「餅」だ！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_060<tab>Неплохая попытка, но нет, яйца совсем не такие по форме. Правильный ответ был «рисовые пирожные»!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_061<tab>Moogles are those furry white pig-like creatures you have here in Eorzea, yes? You're not far off with the color, but we're not too familiar with the fuzzy little devils in the Far East. No, the correct answer was “rice cakes”!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_061<tab>Mogrys sind diese flauschigen weißen Wesen, die hier in Eorzea herumflattern, richtig? Mit der Farbe liegst du nicht ganz falsch, aber uns im Fernen Osten sind die pelzigen kleinen Eufel reichlich fremd. Nein, die richtige Antwort war „Mochi“.
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_061<tab>Euh... Les “Mogs”, ce sont ces espèces de boules de poils ailées qui vivent en Éorzéa, non ? C'est vrai qu'ils ressemblent un peu aux tsuchinoko, mais on n'en trouve pas trop par chez nous... La bonne réponse était : “du mochi” !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_061<tab>もーぐりって、エオルゼアにいる白豚みたいなヤツだっけ？ 色は似てるけど、うちじゃ馴染みが薄い種族だからなあ…… 正解は「餅」だ！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_061<tab>Муглы? Эти пушистые поросята у вас в Эрозии, да? По цвету конечно схожи, но на Дальнем Востоке мы не очень знакомы с этими маленькими бесами. Нет, правильный ответ был «рисовые пирожные»!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_062<tab>If you insist! I'll say this: our Heavensturn decorations involve one thing stacked on top of another!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_062<tab>Wenn du darauf bestehst! Denk scharf nach: Was stapeln wir bei unseren Himmelswende-Dekorationen nur allzu gerne aufeinander? Mehr sage ich nicht!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_062<tab>Très bien, va pour un indice ! Dites-vous que bien souvent, on place non pas une, mais deux de ces “choses” sur l'autel !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_062<tab>じゃあ「ひんと」な！ 飾られるのはひとつだけじゃなくて、 ふたつ重ねて台座に乗せることが多いぜ！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_062<tab>Если вы настаиваете! Скажу лишь: наши украшения на Фестиваль духов включают складывание этого предмета друг на друга!

source: TEXT_FESNYX101_05186_SNAKESISTERC_100_062<tab>Not to worry, I'll be waiting for you right here!
de: TEXT_FESNYX101_05186_SNAKESISTERC_100_062<tab>Kein Problem, ich werde genau hier auf dich warten.
fr: TEXT_FESNYX101_05186_SNAKESISTERC_100_062<tab>Pas de problème, prenez votre temps ! De toute façon, moi, je bouge pas d'ici !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_100_062<tab>いいぜ、じっくり考えてくれ！ 俺はここにいるから、また来てくれよな！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_100_062<tab>Не волнуйтесь, я буду ждать вас здесь!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_063<tab>When I say “cake,” you're probably thinking of something nice and light, but the rice cakes we decorate our homes with during Heavensturn in Hingashi are rock hard!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_063<tab>Wenn du schon mal Mochi gegessen hast, hast du diese Speise sicherlich fluffig weich und köstlich in Erinnerung, aber die Mochi, mit denen wir unsere Häuser während der Himmelswende in Hingashi dekorieren, sind steinhart!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_063<tab>D'ailleurs, on appelle ce genre de mochi sacré du “kagami-mochi”. Ils servent à décorer les maisons hingashiennes durant la période du passage à la nouvelle année.
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_063<tab>祀られる餅は、「鏡餅」って呼ばれていてな。 ひんがしの国では降神祭の時期になると家に飾るんだ。
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_063<tab>Когда вы слышите слово «пирожные», на ум наверное приходит что-то тёплое и мягкое. Но наши моти, которыми мы декорируем дома в Хингаши во время Фестиваля духов, крепкие как камень!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_064<tab>We take one pebbly hard rice cake and stack it on top of another. You have to use your imagination a little, but they're supposed to look like the Great White Tsuchinoko itself!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_064<tab>Wir legen diese sogenannten Kagami-Mochi aufeinander und mit ein bisschen Fantasie sehen sie aus wie die große Weiße Noko!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_064<tab>Le kagami-mochi est constitué de deux mochi ronds et plats. Comme ça, on obtient la même forme que le tsuchinoko blanc, ce serpent mythique qui ne se montre plus de nos jours !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_064<tab>鏡餅は丸く平たい餅をふたつ重ねたものでな。 今や見られなくなった、「白ツチノコ」の姿を模してるんだ！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_064<tab>Мы берём один крепкий пирожок из риса и кладём сверху на другой. Потребуется немного воображения, но такая башенка похожа на Великого Белого Цутиноко!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_065<tab>Well, that brings us to the end of the Slithery Trivia Trial! Thanks for taking part.
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_065<tab>Nun, damit sind wir am Ende des Schlüpfrigen Wissenswettbewerbs angelangt. Vielen Dank, dass du mitgemacht hast!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_065<tab>En tout cas, c'était la dernière question ! Merci d'avoir participé jusqu'au bout du quiz !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_065<tab>これですべての問答が終了だ！ 最後まで参加してくれて、ありがとうな！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_065<tab>Что ж, на этом и заканчивается наша Змеиная Викторина! Благодарим за участие.

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_070<tab>We can't forget your prize now, can we? For your efforts: a gift born of the finest, painstaking Hingashi craftsmanship!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_070<tab>Natürlich dürfen wir deinen Preis nicht vergessen! Für deine Bemühungen erhältst du ein Geschenk, das von den besten Handwerkern Hingashis in sorgfältiger Handarbeit angefertigt wurde!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_070<tab>Chose promise, chose due, vous repartez avec un prix ! Et pas n'importe lequel : un porte-bonheur fabriqué par un des meilleurs artisans de Hingashi !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_070<tab>それじゃあ、景品の贈呈だ！ ひんがしの国の職人が、腕によりをかけて作った、 縁起のいい品をアンタに贈呈するぜ！！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_070<tab>Но как я могла забыть про ваш приз? За ваши старания вручаю вам подарок, изготовленный тяжёлым трудом и умелыми руками лучших ремесленников Хингаши!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_071<tab>And it'll be all yours in a matter of moments. H-Hold on, I, err...
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_071<tab>In wenigen Augenblicken wird es dir gehören<var 1D /var>... W-Warte mal, ich, ähm<var 1D /var>...
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_071<tab>Bougez pas, je vous le donne tout de suite... Laissez-moi juste le temps de regarder...
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_071<tab>今、渡してやっから、 ちょーっと待ってろよ……えーと……。
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_071<tab>И он будет вашим через минуту. Так...э-э...я...

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_072<tab>Blast! I could've sworn we had plenty left...
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_072<tab>Mist! Ich hätte schwören können, dass wir noch genug übrighaben<var 1D /var>...
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_072<tab>Nom d'une boulette de riz, y en a plus ! J'étais certaine qu'on en avait encore en réserve !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_072<tab>し、しまった！ 在庫を切らしちまったぁ……！？
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_072<tab>Чёрт! Я же была уверена что их много оставалось!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_073<tab>Under normal circumstances you'd be walking away with an exquisite white tsuchinoko ornament, positively overflowing with good fortune!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_073<tab>Unter normalen Umständen würdest du mit einer exquisiten Weißen Noko-Dekoration davonspazieren, die geradezu überquillt vor Glück!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_073<tab>J-je suis affreusement désolée !! Normalement, on avait prévu de remettre à chaque participant une statuette de tsuchinoko blanc pour leur souhaiter bonne fortune, mais...
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_073<tab>本当なら、ここで景品の、 「白ツチノコ」の置物を渡して、 参加者の幸運を祈るって手筈だったのに……！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_073<tab>По всем правилам, вы должны уйти с изысканной статуэткой в виде белого Цутиноко, заряженной удачей!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_074<tab>But surrounded by all these enticing scents, I completely forgot to restock! My big sister is going to be livid!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_074<tab>Aber umgeben von all diesen verlockenden Düften habe ich völlig vergessen, den Vorrat nachzufüllen. Meine Schwester wird stinksauer sein!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_074<tab>J-je crois que je me suis trop laissé happer par le doux parfum des environs, et j'ai com<var 16 /var>plè<var 16 /var>te<var 16 /var>ment oublié de réapprovisionner notre stock... Aïe aïe aïe, ma sœur va me tirer les oreilles à coup sûr !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_074<tab>漂ってくるいい匂いに夢中で、 補充するのをすっかり忘れちまってた……！！ ね、ね、姉ちゃんに、叱られる！！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_074<tab>Но я была так очарована местными ароматами, что совсем забыла пополнить запасы! Сестра меня прикончит!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_075<tab>Oho!? Seems there was one left after all! Phew...
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_075<tab>Oha!? Anscheinend ist doch noch eine übrig! Puh<var 1D /var>...
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_075<tab>Ah, mais si, il en restait une ! Ouf, j'ai eu chaud, là...
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_075<tab>な～んだ！ まだひとつ、残ってるじゃねえか！ 助かったぜ……。
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_075<tab>О-хо!? Кажется, одна всё же осталась! Фух...

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_076<tab>Sorry about all that! Anyhow, it's all yours!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_076<tab>Entschuldige bitte. Hier, der Preis gehört dir!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_076<tab>Encore désolée pour cette embrouille ! Vous pouvez embarquer celle-ci chez vous !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_076<tab>悪かったな！ それじゃあ、こいつを景品として持ってってくれ！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_076<tab>Приношу извинения! В общем, теперь она ваша!

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_077<tab>Oh, and, err...it's impertinent to even ask, I know, but... Could I trouble you to tell my sister─ah, the hebi bugyo, I mean─that I've run out of prizes?
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_077<tab>Oh, und ähm<var 1D /var>... Es ist unverschämt, überhaupt zu fragen, ich weiß, aber<var 1D /var>... Könnte ich dich bitten, meiner Schwester<var 1D /var>- äh, der Schlangenministerin, meine ich<var 1D /var>- zu sagen, dass mir die Preise ausgegangen sind?
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_077<tab>Et puis, euh... Je m'excuse de vous demander ce service, mais... Vous pourriez dire à ma sœu... à la maréchale des serpents qu'on est en rupture de stock sur les lots ?
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_077<tab>あとさ……えっとさ……。 わりぃんだけど、姉ちゃ……「巳奉行」様に、 景品の在庫が切れたこと、伝えてくんねーかなぁ？
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_077<tab>О, и, э-э... неудобно спрашивать, но... Вас не затруднит передать моей сестре... Ой, то есть хэби бугё, что у меня кончились призы?

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_078<tab>I'd happily fetch more myself, but I ought to stay here just in case another trivia challenger shows up. So, can I count on you?
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_078<tab>Ich würde gerne selbst mehr holen, aber ich sollte hierbleiben, falls noch weitere Teilnehmer auftauchen. Kann ich also auf dich zählen?
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_078<tab>J'aimerais bien y aller moi-même plutôt que de vous enquiquiner avec ça, mais d'autres par<var 16 /var>ti<var 16 /var>ci<var 16 /var>pants risquent d'arriver bientôt, alors je peux pas vraiment bouger d'ici... Je vous en prie !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_078<tab>補充に行きたいけど、ほかの参加者がまだまだ来るし、 ここから動けねえんだ……！ 頼むよ！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_078<tab>Я бы сходила за ними сама, но мне лучше остаться здесь на случай, если появится новый участник викторины. Я могу на вас положиться?

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_079<tab>Much obliged! May the kami guide you!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_079<tab>Vielen Dank! Mögen die Kami dir stets wohlgesonnen sein!
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_079<tab>Super, merci beaucoup ! C'est franchement sympa de votre part !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_079<tab>すまねえ、助かるぜ！ よろしくな！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_079<tab>Большое спасибо! Да хранят вас ками!
