Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/FesNyx101_05186/*.xlf
Languages: de, fr, ja, ru

source: TEXT_FESNYX101_05186_SNAKESISTERC_000_080<tab>Go and tell my sister─that is to say, the hebi bugyo─that I need to restock!
de: TEXT_FESNYX101_05186_SNAKESISTERC_000_080<tab>Bitte sag meiner Schwester, der Schlangenministerin, dass mir die Preise ausgegangen sind.
fr: TEXT_FESNYX101_05186_SNAKESISTERC_000_080<tab>Dites à ma sœur... enfin, à la maréchale des serpents, qu'on est en rupture de stock sur les lots ! Merci d'avance !
ja: TEXT_FESNYX101_05186_SNAKESISTERC_000_080<tab>姉ちゃ……「巳奉行」様に、 景品の在庫が切れたこと、伝えてくれ！ 頼むよ！
ru: TEXT_FESNYX101_05186_SNAKESISTERC_000_080<tab>Скажите моей сестре, а если точнее той, что носит титул хэби бугё, что мне нужно пополнить запас призов!

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_090<tab>Hmm. Am I to understand that my sister allowed prize supplies to run out and asked you to report this fact to me in her stead?
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_090<tab>Nur, dass ich das richtig verstehe: Meine Schwester hat ihre Vorräte ausgehen lassen und dich gebeten, mir das an ihrer Stelle zu berichten?
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_090<tab>Les lots sont en rupture, vous dites ? C'est gentil à vous de venir m'en informer.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_090<tab>まあ、ちょうど景品が在庫切れに？ それで冒険者殿が伝えにきてくださったのですか。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_090<tab>Хм-м-м. Я так понимаю, моя младшая сестра не уследила за количеством призов и когда они кончились, попросила вас передать эту новость?

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_091<tab>Clearly, my efforts at disciplining her have fallen short of the mark. I must redouble my efforts...
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_091<tab>Du liebe Zeit<var 1D /var>... Egal, wie viele Rüffel ich ihr auch verpasse, es wird einfach nicht besser. Ich muss meine Anstrengungen verdoppeln<var 1D /var>...
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_091<tab>Ma chère sœur est in<var 16 /var>cor<var 16 /var>ri<var 16 /var>gi<var 16 /var>ble... Je vais donc devoir la sermonner comme il se doit plus tard.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_091<tab>まったく、あの子ったら…… あとで叱っておかなくては。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_091<tab>Очевидно, мои попытки привить ей хоть какую-то дисциплину пали крахом. Придется удвоить старания...

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_092<tab>Please accept my sincere apologies... I shall send someone along forthwith to replenish our stocks.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_092<tab>Bitte entschuldige vielmals. Ich werde umgehend jemanden schicken, um unsere Bestände wieder aufzufüllen.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_092<tab>Je vous remercie encore de vous être donné du mal pour nous. Ne vous inquiétez pas, je trouverai une bonne âme pour aider au réapprovisionnement.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_092<tab>お手間をおかけして申し訳ありませんでした、 手隙の者に補充に向かわせておきましょう。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_092<tab>Примите мои искренние извинения... Я немедленно отправлю кого-нибудь с дополнительным запасом призов.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_093<tab>Ah, what have we here. Did you perhaps drop your prize?
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_093<tab>Oh, was haben wir denn da? Ist dir vielleicht dein Preis runtergefallen?
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_093<tab>Tiens ? Ne serait-ce pas un de nos lots que je vois là ? Peut-être est-il tombé de votre sac... ?
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_093<tab>あら、冒険者殿の足元に景品が。 懐から落ちてしまったのでしょうか……？
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_093<tab>А что тут у нас? Вы кажется обронили ваш приз...

source: TEXT_FESNYX101_05186_WHITESNAKE_000_094<tab>Mocheee, mocheee!
de: TEXT_FESNYX101_05186_WHITESNAKE_000_094<tab>Mochi, mochiii!
fr: TEXT_FESNYX101_05186_WHITESNAKE_000_094<tab>Mochi mochi, mochiii !
ja: TEXT_FESNYX101_05186_WHITESNAKE_000_094<tab>モチモチっ、モチィ～っ！
ru: TEXT_FESNYX101_05186_WHITESNAKE_000_094<tab>Моти-и-и, моти-и-и!

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_095<tab>B-By the kami!
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_095<tab>B-Bei den Kami!
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_095<tab>P-par tous les kami !
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_095<tab>な、鳴いた……！？
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_095<tab>С-святые ками!

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_096<tab>Our prizes may be exquisitely crafted, but they are mere ornaments. They do not possess the faculty for speech or locomotion, I can assure you.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_096<tab>Unsere Preise mögen exquisit gefertigt sein, aber sie sind nur bloße Dekorationen. Sie sollten sich eigentlich nicht bewegen, geschweige denn sprechen, das kann ich dir versichern!
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_096<tab>Nos lots ne sont que de simples statuettes, ils ne sont pas censés pouvoir se déplacer ou émettre des cris !
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_096<tab>景品はただの置物なので、 鳴いたり動いたりする機能なんてありません。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_096<tab>Наши призы конечно умело созданы, но они не более чем статуэтки. Уверяю, они не умеют говорить и двигаться...

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_097<tab>Which leads me to think...could this be the fabled Great White Tsuchinoko of yore, unseen and unheard of for generations!?
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_097<tab>Könnte dies womöglich die sagenumwobene große Weiße Noko sein, die seit Generationen niemand mehr zu Gesicht bekommen hat?!
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_097<tab>Cela voudrait dire que... ce serait un véritable tsuchinoko blanc ? Alors que personne n'en a vu depuis des siècles !?
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_097<tab>もしや、これは…… 何百年と見つかることのなかった、 本物の「白ツチノコ」様なのでは！？
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_097<tab>Неужели... сам Великий Белый Цутиноко во плоти? Тот, о ком не слышали веками!?

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_098<tab>To think I'd live to see the day! What a wonderfully auspicious occasion this is!
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_098<tab>Dass ich das noch erleben darf! Was für ein wunderbar glücklicher Moment das ist!
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_098<tab>Ainsi ils existent toujours ! C'est un véritable miracle auquel nous assistons aujourd'hui !
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_098<tab>まさか、今も存在していたなんて……！ ああ、なんて今日は幸運な日なのでしょう！！
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_098<tab>Поверить не могу, что дожила до этого дня! Какой чудесный, счастливый момент!

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_099<tab>But I must say, it is passing strange that the Great White Tsuchinoko should appear in Eorzea, of all places. Perhaps it found its way on board our delegation's vessel before we set sail...
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_099<tab>Aber ich muss sagen, es ist schon ziemlich merkwürdig, dass die große Weiße Noko ausgerechnet in Eorzea auftaucht. Vielleicht hat sie sich an Bord des Schiffs unserer Delegation geschlichen, bevor wir in See gestochen sind<var 1D /var>...
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_099<tab>Mais tout de même, que vient-il faire en Éorzéa ? Peut-être est-il monté à bord du navire de notre délégation, et aurait effectué le voyage avec nous à notre insu ?
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_099<tab>しかし、どうしてエオルゼアに？ 使節団の船にまぎれて、 一緒についてきてしまったのでしょうか……。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_099<tab>Но признаю, это странно, что из всех мест мира Великий Белый Цутиноко появился в Эорзии. Возможно, он прокрался на корабль делегации, когда мы отчаливали...

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_100<tab>Perhaps you would be willing to take the creature with you on your journey?
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_100<tab>Meinst du, du könntest dieses Geschöpf auf deinen Reisen mitnehmen?
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_100<tab>Il ne semble plus vouloir vous lâcher... <var 08 E905 ((Chère aventurière)) ((Cher aventurier)) /var>, accepteriez-vous d'emmener avec vous ce vénérable tsuchinoko blanc ?
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_100<tab>冒険者殿、よろしければ、 「白ツチノコ」様をそのまま連れていってはくださいませんか？
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_100<tab>Быть может возьмёте это существо с собой? Как спутника в странствиях?

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_101<tab>Of course, for our delegation, the sacred serpent's coming is an event of great historical importance. Nevertheless, we cannot discount the notion that the Great White Tsuchinoko chose to appear before <var 1A 02 /var>you<var 1A 01 /var> in particular, that you might benefit from its blessings.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_101<tab>Natürlich ist das Erscheinen der heiligen Schlange für unsere Delegation ein Ereignis von großer historischer Bedeutung. Trotzdem müssen wir aber respektieren, dass die Weiße Noko sich dazu entschlossen hat, vor dir zu erscheinen, damit du von ihren Segnungen profitieren kannst.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_101<tab>Certes, il est vrai que voir apparaître un nouveau tsuchinoko blanc depuis si longtemps est un événement historique... Pourtant, j'ai l'impression qu'il est venu vous voir ex<var 16 /var>pres<var 16 /var>sé<var 16 /var>ment pour vous souhaiter la bonne fortune.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_101<tab>確かに、「白ツチノコ」様の発見は、 我々にとっても、歴史的な発見ではありますが……。 あなたの幸運を願って、お見えになったのかもしれません。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_101<tab>Конечно, для нашей делегации явление святого змея это важное историческое событие. Сложно не признать, тем не менее, что Велкиий Белый Цутиноко появился именно пред вами, чтобы даровать своё благословение.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_102<tab>Besides, it appears quite taken with you...
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_102<tab>Außerdem scheint sie ziemlich an dir interessiert zu sein<var 1D /var>...
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_102<tab>Tout du moins, il semble s'être attaché à vous... Cela ne vous dérange pas de le prendre sous votre aile ?
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_102<tab>見たところ、冒険者殿に懐いてらっしゃるようですし…… どうかお願いいたします。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_102<tab>Кроме того, похоже, он к вам привязался...

source: TEXT_FESNYX101_05186_WHITESNAKE_100_103<tab>Mocheee!
de: TEXT_FESNYX101_05186_WHITESNAKE_100_103<tab>Mochiii!
fr: TEXT_FESNYX101_05186_WHITESNAKE_100_103<tab>Mochiii !
ja: TEXT_FESNYX101_05186_WHITESNAKE_100_103<tab>モチィ～っ！
ru: TEXT_FESNYX101_05186_WHITESNAKE_100_103<tab>Моти-и-и!

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_104<tab>Before I forget, I should point out that omikuji are available to draw for the rest of the Heavensturn season. It might prove to be a delightful distraction ere matters great and small call you to the road once again.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_104<tab>Bevor ich es vergesse, möchte ich darauf hinweisen, dass du für den Rest der Feierlichkeiten zur Himmelswende bei unserem Wahrsager „Omikuji“ erhalten kannst.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_104<tab>Sachez aussi que le stand d'omikuji est à nouveau ouvert pendant les festivités. Peut-être est-ce la bonne occasion de vérifier l'étendue de la chance que vous a apportée la venue de votre nouveau partenaire !
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_104<tab>降神祭では、東方由来の占いである「おみくじ」も開催中です。 「白ツチノコ」様を見つけた豪運を、 おみくじで試してみるのも、一興かもしれません。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_104<tab>Пока не забыла — до окончания Фестиваля духов вы можете вытянуть одно из наших традиционных предсказаний — омикудзи.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_105<tab>Not that you need fear drawing a less than encouraging fortune. Nay, with the Great White Tsuchinoko at your side, you are sure to overcome any hardships that come slithering your way.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_105<tab>Mit der Weißen Noko an deiner Seite brauchst du ja keine Angst zu haben, ein weniger ermutigendes Los zu ziehen. Du wirst jede Heraus<var 16 /var>forde<var 16 /var>rung meistern, auf die du triffst.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_105<tab>Si malgré tout, vous tirez un omikuji malchanceux, ne vous troublez pas outre mesure. Tant que le vénérable tsuchinoko blanc est avec vous, je suis certaine qu'il vous protégera même dans les situations les plus difficiles.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_105<tab>とはいえ、結果が悪くてもご安心を。 きっと「白ツチノコ」様が、どのような困難な状況であっても、 冒険者殿に幸運を授けてくださるはずですわ。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_105<tab>Но не волнуйтесь, если предсказание пообещает вам неудачу. В компании Великого Белого Цутиноко вы обязательно преодолеете любые ползущие к вам невзгоды.

source: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_106<tab>You have my heartfelt thanks for joining in with this humble endeavor of ours. May the hallowed hebi guide you on the path of fortune till the heavens turn once again.
de: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_106<tab>Ich danke dir von Herzen, dass du dich an unserem bescheidenen Unterfangen beteiligt hast. Möge der Segen der Schlange dich auf dem Pfad des Glücks wandeln lassen, bis sich die Himmel wieder wenden.
fr: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_106<tab>Permettez-moi de vous remercier sincèrement de vous être prêté<var 08 E905 ((e)) (()) /var> à notre petit jeu à l'occasion de la fête de la transition. Je vous souhaite de trouver bonheur et fortune au cours de vos nombreuses aventures.
ja: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_106<tab>此度は、手前どもの催しにご参加くださり、感謝いたします。 今後も冒険者殿の旅路に幸多からんことを、 お祈りしておりますわ。
ru: TEXT_FESNYX101_05186_SNAKEMISSIONARY_000_106<tab>Спасибо что поучаствовали в нашей небольшой праздничной затее. Пусть дух святой хэби станет вашим путеводителем в этом году и принесёт удачу.

source: TEXT_FESNYX101_05186_SYSTEM_000_107<tab>The Far Eastern omikujishi is offering his services for the remainder of the Heavensturn festivities this year. Speak with him to see what fortune has in store for you after your rendezvous with the Great White Tsuchinoko!
de: TEXT_FESNYX101_05186_SYSTEM_000_107<tab>Für den Rest der Feierlichkeiten zur Himmelswende kannst du bei dem fernöstlichen Wahrsager Omikuji erhalten. Sprich mit ihm, um zu erfahren, was das Schicksal nach deinem Treffen mit der Weißen Noko für dich bereithält!
fr: TEXT_FESNYX101_05186_SYSTEM_000_107<tab>En vous adressant au divinateur oriental, vous pourrez tirer un omikuji et évaluer votre chance du jour. Le tirage d'omikuji est disponible à tout moment durant l'événement.
ja: TEXT_FESNYX101_05186_SYSTEM_000_107<tab>「東方のおみくじ士」に話しかけることでおみくじが引けます。 シーズナルイベント開催中に限り、 いつでも引くことができます。
ru: TEXT_FESNYX101_05186_SYSTEM_000_107<tab>Восточный предсказатель омикудзиси предлагает свои услуги до окончания фестиваля в этом году. Поговорите с ним, чтобы узнать какая удача ждёт вас после встречи с Великим Белым Цутиноко!
