Repository: endervad/ffxiv_translation_test
Catalog: exd/CompanyCraftType/*.xlf
Languages: de, fr, ja

source: Wheel Stand
de: Ätherrad-Ständer
fr: Base de tour éthéréen
ja: ホイールスタンド

source: Aetherial Wheel
de: Ätherrad
fr: Tour éthéréen
ja: ホイール

source: Airship Hull
de: Luftschiff-Rumpf
fr: Coque d'aéronef
ja: 飛空艇：船体

source: Airship Rigging
de: Luftschiff-Takelage
fr: Gréement d'aéronef
ja: 飛空艇：艤装

source: Airship Forecastle
de: Luftschiff-Bug
fr: Proue d'aéronef
ja: 飛空艇：船首

source: Airship Aftcastle
de: Luftschiff-Heck
fr: Poupe d'aéronef
ja: 飛空艇：船尾

source: Full Estate Exterior
de: Außenhülle (komplett)
fr: Façade (ensemble)
ja: 外壁（一体型）

source: Exterior Wall (Single)
de: Außenhülle
fr: Façade
ja: 外壁

source: Roof
de: Deck
fr: Toit
ja: 屋根

source: Door
de: Tür
fr: Porte
ja: 扉

source: Window
de: Fenster
fr: Fenêtres
ja: 窓

source: Fence
de: Reling
fr: Murets
ja: 塀

source: Signboard
de: Schild
fr: Panneau
ja: 看板

source: Roof Decoration
de: Deckaufbau
fr: Décoration de toit
ja: 屋根装飾

source: Wall Decoration
de: Zierrat
fr: Décorations de façade
ja: 外壁装飾

source: Submersible Hull
de: Tauchboot-Rumpf
fr: Coque de sous-marin
ja: 潜水艦：艦体

source: Submersible Stern
de: Tauchboot-Heck
fr: Poupe de sous-marin
ja: 潜水艦：艦尾

source: Submersible Bow
de: Tauchboot-Bug
fr: Proue de sous-marin
ja: 潜水艦：艦首

source: Submersible Bridge
de: Tauchboot-Brücke
fr: Pont de sous-marin
ja: 潜水艦：艦橋
