Repository: endervad/ffxiv_translation_test
Catalog: exd/PerformTransient/*.xlf
Languages: fr

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a harp.
fr: [Actions d'interprétation] Joue les notes avec le timbre des cordes d'une harpe.

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a grand piano.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un piano à queue.

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a steel lute.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un luth acier (steel guitar).

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a plucked fiddle.
fr: [Actions d'interprétation] Joue les notes avec le timbre des cordes pincées d'un violon (pizzicato).

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a flute.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une flûte.

source: [Performance Actions] Manipulate your instrument to emit reedy tones resembling those of an oboe.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un hautbois.

source: [Performance Actions] Manipulate your instrument to emit reedy tones resembling those of a clarinet.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une clarinette.

source: [Performance Actions] Manipulate your instrument to emit high-pitched tones resembling those of a fife.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un piccolo.

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of wooden panpipes.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une flûte de pan.

source: [Performance Actions] Manipulate your instrument to emit the percussive tones of a timpani.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une timbale.

source: [Performance Actions] Manipulate your instrument to emit the percussive ring of a bongo.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un bongo.

source: [Performance Actions] Manipulate your instrument to emit the percussive boom of a bass drum.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une grosse caisse.

source: [Performance Actions] Manipulate your instrument to emit the percussive snap of a snare drum.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une caisse claire.

source: [Performance Actions] Manipulate your instrument to emit the percussive crash of a cymbal.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une cymbale.

source: [Performance Actions] Manipulate your instrument to emit brassy tones resembling those of a trumpet.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une trompette.

source: [Performance Actions] Manipulate your instrument to emit brassy tones resembling those of a trombone.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un trombone.

source: [Performance Actions] Manipulate your instrument to emit brassy tones resembling those of a tuba.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un tuba.

source: [Performance Actions] Manipulate your instrument to emit brassy tones resembling those of a horn.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un cor d'harmonie.

source: [Performance Actions] Manipulate your instrument to emit brassy tones resembling those of a saxophone.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un saxophone.

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a violin.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un violon.

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a viola.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un alto.

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a cello.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'un violoncelle.

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a double bass.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une contrebasse.

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of an overdriven electric guitar.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une guitare électrique (avec de la distorsion).

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a clean electric guitar.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une guitare électrique (avec un son clair).

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of a muted electric guitar.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une guitare électrique (technique du palm mute).

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of power chords played on an electric guitar.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une guitare électrique (joue des power chords).

source: [Performance Actions] Manipulate your instrument to emit tones resembling those of special techniques played on an electric guitar.
fr: [Actions d'interprétation] Joue les notes avec le timbre d'une guitare électrique (techniques spéciales diverses).
