Repository: endervad/ffxiv_translation_test
Catalog: exd/FCRights/*.xlf
Languages: de

source: Company Chest<tab>Unlocks the company chest.
de: Gesellschaftstruhe<tab>Gewährt Zugriff auf die Ge<var 16 /var>sell<var 16 /var>schaftstruhe.

source: Crest Customization<tab>Enables company crest customization.
de: Wappen entwerfen<tab>Erlaubt die Gestaltung des Ge<var 16 /var>sell<var 16 /var>schaftswappens.

source: Gear Customization<tab>Enables personal gear to be customized with the company crest.
de: Wappen anbringen<tab>Erlaubt das Anbringen des Ge<var 16 /var>sell<var 16 /var>schaftswappens an der Ausrüstung.

source: Company Actions<tab>Enables execution of company actions.
de: Gesellschaftskommandos<tab>Erlaubt das Nutzen von Ge<var 16 /var>sell<var 16 /var>schaftskommandos.

source: Chest Expansion<tab>Increases the number of company chest compartments to three.
de: Truhenvergrößerung<tab>Erweitert die Fächer der Ge<var 16 /var>sell<var 16 /var>schaftstruhe auf insgesamt drei.

source: Crest Expansion<tab>Increases the variety of company crest designs.
de: Neue Wappen<tab>Vergrößert das Angebot an Mustern für die Wappengestaltung.

source: Action Expansion<tab>Increases the maximum number of inactive and active company actions.
de: Kommandoerweiterung<tab>Erweitert die maximale Anzahl aktivierter und gestapelter Ge<var 16 /var>sell<var 16 /var>schaftskommandos.

source: Land Acquisition<tab>Enables the acquisition of land in residential districts.
de: Grundstücke kaufen<tab>Ermöglicht den Kauf von Grundstücken in Abenteurer<var 16 /var>wohn<var 16 /var>gebieten.

source: Chest Expansion<tab>Increases the number of company chest compartments to four.
de: Truhenvergrößerung<tab>Erweitert die Fächer der Ge<var 16 /var>sell<var 16 /var>schaftstruhe auf insgesamt vier.

source: Action Expansion<tab>Increases the maximum number of inactive company actions.
de: Kommandoerweiterung<tab>Erweitert die maximale Anzahl gestapelter Ge<var 16 /var>sell<var 16 /var>schaftskommandos.

source: Chest Expansion<tab>Increases the number of company chest compartments to five.
de: Truhenvergrößerung<tab>Erweitert die Fächer der Ge<var 16 /var>sell<var 16 /var>schaftstruhe auf insgesamt fünf.

source: Action Expansion<tab>Increases the maximum number of inactive company actions.
de: Kommandoerweiterung<tab>Erweitert die maximale Anzahl gestapelter Ge<var 16 /var>sell<var 16 /var>schaftskommandos.

source: Action Expansion<tab>Increases the maximum number of inactive company actions.
de: Kommandoerweiterung<tab>Erweitert die maximale Anzahl gestapelter Ge<var 16 /var>sell<var 16 /var>schaftskommandos.
