Repository: endervad/ffxiv_translation_test
Catalog: exd/CompanyCraftDraft/*.xlf
Languages: de, fr, ja

source: airship prototype II
de: Luftschiff-Bauplan: Modell 2
fr: prototype d'aéronef II
ja: 飛空艇設計図:第2集

source: airship prototype III
de: Luftschiff-Bauplan: Modell 3
fr: prototype d'aéronef III
ja: 飛空艇設計図:第3集

source: airship prototype IV
de: Luftschiff-Bauplan: Modell 4
fr: prototype d'aéronef IV
ja: 飛空艇設計図:第4集

source: airship prototype V
de: Luftschiff-Bauplan: Modell 5
fr: prototype d'aéronef V
ja: 飛空艇設計図:第5集

source: airship prototype VI
de: Luftschiff-Bauplan: Modell 6
fr: prototype d'aéronef VI
ja: 飛空艇設計図:第6集

source: restaurant prototype
de: Gebäude-Bauplan: Küche
fr: prototype de restaurant
ja: 家屋設計図:料理屋

source: armor shop prototype
de: Gebäude-Bauplan: Rüstungskammer
fr: prototype de boutique d'armures
ja: 家屋設計図:防具屋

source: weapon shop prototype
de: Gebäude-Bauplan: Waffenkammer
fr: prototype de boutique d'armes
ja: 家屋設計図:武器屋

source: aetherial wheel prototype II
de: Ätherrad-Bauplan: Modell 2
fr: prototype de tour éthéréen II
ja: 魔器設計図:第2集

source: aetherial wheel prototype III
de: Ätherrad-Bauplan: Modell 3
fr: prototype de tour éthéréen III
ja: 魔器設計図:第3集

source: aetherial wheel prototype IV
de: Ätherrad-Bauplan: Modell 4
fr: prototype de tour éthéréen IV
ja: 魔器設計図:第4集

source: aetherial wheel prototype V
de: Ätherrad-Bauplan: Modell 5
fr: prototype de tour éthéréen V
ja: 魔器設計図:第5集

source: aetherial wheel prototype VI
de: Ätherrad-Bauplan: Modell 6
fr: prototype de tour éthéréen VI
ja: 魔器設計図:第6集

source: aetherial wheel prototype VII
de: Ätherrad-Bauplan: Modell 7
fr: prototype de tour éthéréen VII
ja: 魔器設計図:第7集

source: wheel stand prototype II
de: Ätherrad-Ständer-Bauplan: Modell 2
fr: prototype de base de tour éthéréen II
ja: 大型魔器設計図:第2集

source: moghouse prototype
de: Gebäude-Bauplan: Mog-Haus
fr: prototype de maison mog
ja: 家屋設計図:モグモグハウス

source: wheel stand prototype III
de: Ätherrad-Ständer-Bauplan: Modell 3
fr: prototype de base de tour éthéréen III
ja: 大型魔器設計図:第3集

source: airship prototype VII
de: Luftschiff-Bauplan: Modell 7
fr: prototype d'aéronef VII
ja: 飛空艇設計図:第7集

source: wheel stand prototype IV
de: Ätherrad-Ständer-Bauplan: Modell 4
fr: prototype de base de tour éthéréen IV
ja: 大型魔器設計図:第4集

source: wheel stand prototype V
de: Ätherrad-Ständer-Bauplan: Modell 5
fr: prototype de base de tour éthéréen V
ja: 大型魔器設計図:第5集

source: chocobo house prototype
de: Gebäude-Bauplan: Chocobo-Haus
fr: prototype de maison chocobo
ja: 家屋設計図:チョコボハウス

source: paissa house prototype
de: Gebäude-Bauplan: Paissa-Haus
fr: prototype de maison païssa
ja: 家屋設計図:パイッサハウス

source: Carbuncle house prototype
de: Gebäude-Bauplan: Karfunkel-Haus
fr: prototype de maison Carbuncle
ja: 家屋設計図:カーバンクルハウス

source: Shirogane Castle prototype
de: Gebäude-Bauplan: Burg Shirogane
fr: prototype de château hingashien
ja: 家屋設計図:白銀城造

source: submersible prototype I
de: Tauchboot-Bauplan: Modell 1
fr: prototype de sous-marin I
ja: 潜水艦設計図:第1集

source: submersible prototype II
de: Tauchboot-Bauplan: Modell 2
fr: prototype de sous-marin II
ja: 潜水艦設計図:第2集

source: submersible prototype III
de: Tauchboot-Bauplan: Modell 3
fr: prototype de sous-marin III
ja: 潜水艦設計図:第3集

source: odder otter house prototype
de: Gebäude-Bauplan: Obskurer-Otter-Haus
fr: prototype de maison loutre choute
ja: 家屋設計図:ウソウソハウス

source: submersible prototype IV
de: Tauchboot-Bauplan: Modell 4
fr: prototype de sous-marin IV
ja: 潜水艦設計図:第4集

source: submersible prototype V
de: Tauchboot-Bauplan: Modell 5
fr: prototype de sous-marin V
ja: 潜水艦設計図:第5集

source: submersible prototype VI
de: Tauchboot-Bauplan: Modell 6
fr: prototype de sous-marin VI
ja: 潜水艦設計図:第6集

source: half-timbered house prototype
de: Gebäude-Bauplan: Fachwerkhaus
fr: prototype de maison à colombages
ja: 家屋設計図:ハーフティンバーハウス

source: smithy prototype
de: Gebäude-Bauplan: Ambosshaus
fr: prototype de maison enclume
ja: 家屋設計図:アンビルハウス

source: florist prototype
de: Gebäude-Bauplan: Floristenhaus
fr: prototype de maison fleurie
ja: 家屋設計図:フローリストハウス

source: forge prototype
de: Gebäude-Bauplan: Schmiedehaus
fr: prototype de forge
ja: 家屋設計図:フォージハウス

source: cafe prototype
de: Gebäude-Bauplan: Kaffeehaus
fr: prototype de maison café
ja: 家屋設計図:カフェハウス

source: gingerbread house prototype
de: Gebäude-Bauplan: Lebkuchenhaus
fr: prototype de maison en pain d'épice
ja: 家屋設計図:ジンジャーブレッドハウス

source: sukiya-zukuri prototype
de: Gebäude-Bauplan: Sukiya-Haus
fr: prototype d'auberge orientale
ja: 家屋設計図:数寄屋造

source: country house prototype
de: Gebäude-Bauplan: Landhaus
fr: prototype de pavillon champêtre
ja: 家屋設計図:カントリーハウス
