Repository: endervad/ffxiv_translation_test
Catalog: exd/HWDDevLevelWebText/*.xlf
Languages: de

source: The Mendicant's Court, 1st Stage: Works Pending<tab>
de: Platz der Habenichtse: 1. Phase - Vorbereitungen<tab>

source: The Mendicant's Court, 1st Stage: Works in Progress<tab>
de: Platz der Habenichtse: 1. Phase - Projekt läuft<tab>

source: The Mendicant's Court, 1st Stage: Works in Progress<tab>
de: Platz der Habenichtse: 1. Phase - Projekt läuft<tab>

source: The Mendicant's Court, 2nd Stage: Works Pending<tab>
de: Platz der Habenichtse: 2. Phase - Vorbereitungen<tab>

source: The Mendicant's Court, 2nd Stage: Works in Progress<tab>
de: Platz der Habenichtse: 2. Phase - Projekt läuft<tab>

source: The Mendicant's Court, 2nd Stage: Works in Progress<tab>
de: Platz der Habenichtse: 2. Phase - Projekt läuft<tab>

source: The Mendicant's Court, 3rd Stage: Works Pending<tab>
de: Platz der Habenichtse: 3. Phase - Vorbereitungen<tab>

source: The Mendicant's Court, 3rd Stage: Works in Progress<tab>
de: Platz der Habenichtse: 3. Phase - Projekt läuft<tab>

source: The Mendicant's Court, 3rd Stage: Works in Progress<tab>
de: Platz der Habenichtse: 3. Phase - Projekt läuft<tab>

source: The Mendicant's Court: Works Complete<tab>
de: Platz der Habenichtse: Projekt abgeschlossen<tab>

source: The Mattock, 1st Stage: Works Pending<tab>
de: Kreuzkarst-Spalier: 1. Phase - Vorbereitungen<tab>

source: The Mattock, 1st Stage: Works in Progress<tab>
de: Kreuzkarst-Spalier: 1. Phase - Projekt läuft<tab>

source: The Mattock, 2nd Stage: Works Pending<tab>
de: Kreuzkarst-Spalier: 2. Phase - Vorbereitungen<tab>

source: The Mattock, 2nd Stage: Works in Progress<tab>
de: Kreuzkarst-Spalier: 2. Phase - Projekt läuft<tab>

source: The Mattock, 3rd Stage: Works Pending<tab>
de: Kreuzkarst-Spalier: 3. Phase - Vorbereitungen<tab>

source: The Mattock, 3rd Stage: Works in Progress<tab>
de: Kreuzkarst-Spalier: 3. Phase - Projekt läuft<tab>

source: The Mattock, 3rd Stage: Works in Progress<tab>
de: Kreuzkarst-Spalier: 3. Phase - Projekt läuft<tab>

source: The Mattock, 4th Stage: Works Pending<tab>
de: Kreuzkarst-Spalier: 4. Phase - Vorbereitungen<tab>

source: The Mattock, 4th Stage: Works in Progress<tab>
de: Kreuzkarst-Spalier: 4. Phase - Projekt läuft<tab>

source: The Mattock, 4th Stage: Works in Progress<tab>
de: Kreuzkarst-Spalier: 4. Phase - Projekt läuft<tab>

source: Saint Roelle's Dais, 1st Stage: Works Pending<tab>
de: Estrade der Sankt Roelle: 1. Phase - Vorbereitungen<tab>

source: Saint Roelle's Dais, 1st Stage: Works in Progress<tab>
de: Estrade der Sankt Roelle: 1. Phase - Projekt läuft<tab>

source: Saint Roelle's Dais, 2nd Stage: Works Pending<tab>
de: Estrade der Sankt Roelle: 2. Phase - Vorbereitungen<tab>

source: Saint Roelle's Dais, 2nd Stage: Works in Progress<tab>
de: Estrade der Sankt Roelle: 2. Phase - Projekt läuft<tab>

source: Saint Roelle's Dais, 3rd Stage: Works Pending<tab>
de: Estrade der Sankt Roelle: 3. Phase - Vorbereitungen<tab>

source: Saint Roelle's Dais, 3rd Stage: Works in Progress<tab>
de: Estrade der Sankt Roelle: 3. Phase - Projekt läuft<tab>

source: Saint Roelle's Dais, 3rd Stage: Works in Progress<tab>
de: Estrade der Sankt Roelle: 3. Phase - Projekt läuft<tab>

source: Saint Roelle's Dais, 4th Stage: Works Pending<tab>
de: Estrade der Sankt Roelle: 4. Phase - Vorbereitungen<tab>

source: Saint Roelle's Dais, 4th Stage: Works in Progress<tab>
de: Estrade der Sankt Roelle: 4. Phase - Projekt läuft<tab>

source: The New Nest, 1st Stage: Works Pending<tab>
de: Das Genist: 1. Phase - Vorbereitungen<tab>

source: The New Nest, 1st Stage: Works in Progress<tab>
de: Das Genist: 1. Phase - Projekt läuft<tab>

source: The New Nest, 2nd Stage: Works Pending<tab>
de: Das Genist: 2. Phase - Vorbereitungen<tab>

source: The New Nest, 2nd Stage: Works in Progress<tab>
de: Das Genist: 2. Phase - Projekt läuft<tab>

source: The New Nest, 3rd Stage: Works Pending<tab>
de: Das Genist: 3. Phase - Vorbereitungen<tab>

source: The New Nest, 3rd Stage: Works in Progress<tab>
de: Das Genist: 3. Phase - Projekt läuft<tab>

source: The New Nest, 4th Stage: Works Pending<tab>
de: Das Genist: 4. Phase - Vorbereitungen<tab>

source: The New Nest, 4th Stage: Works in Progress<tab>
de: Das Genist: 4. Phase - Projekt läuft<tab>

source: The New Nest, 4th Stage: Works in Progress<tab>
de: Das Genist: 4. Phase - Projekt läuft<tab>

source: The New Nest, 5th Stage: Works Pending<tab>
de: Das Genist: 5. Phase - Vorbereitungen<tab>

source: The New Nest, 5th Stage: Works in Progress<tab>
de: Das Genist: 5. Phase - Projekt läuft<tab>

source: The New Nest, 5th Stage: Works in Progress<tab>
de: Das Genist: 5. Phase - Projekt läuft<tab>

source: The New Nest, 6th Stage: Works Pending<tab>
de: Das Genist: 6. Phase - Vorbereitungen<tab>

source: The New Nest, 6th Stage: Works in Progress<tab>
de: Das Genist: 6. Phase - Projekt läuft<tab>

source: The New Nest, 6th Stage: Works in Progress<tab>
de: Das Genist: 6. Phase - Projekt läuft<tab>

source: The New Nest, 7th Stage: Works Pending<tab>
de: Das Genist: 7. Phase - Vorbereitungen<tab>

source: The New Nest, 7th Stage: Works in Progress<tab>
de: Das Genist: 7. Phase - Projekt läuft<tab>

source: The New Nest, 7th Stage: Works in Progress<tab>
de: Das Genist: 7. Phase - Projekt läuft<tab>

source: The New Nest: Works Complete<tab>
de: Das Genist: Projekt abgeschlossen<tab>

source: Featherfall, 1st Stage: Works Pending<tab>
de: Federfall-Quartier: 1. Phase - Vorbereitungen<tab>

source: Featherfall, 1st Stage: Works Complete<tab>Featherfall, 1st Stage: Works in Progress
de: Federfall-Quartier: 1. Phase - Abschluss<tab>Federfall-Quartier: 1. Phase - Projekt läuft

source: Featherfall, 2nd Stage: Works Pending<tab>
de: Federfall-Quartier: 2. Phase - Vorbereitungen<tab>

source: Featherfall, 2nd Stage: Works Complete<tab>Featherfall, 2nd Stage: Works in Progress
de: Federfall-Quartier: 2. Phase - Abschluss<tab>Federfall-Quartier: 2. Phase - Projekt läuft

source: Featherfall, 3rd Stage: Works Pending<tab>
de: Federfall-Quartier: 3. Phase - Vorbereitungen<tab>

source: Featherfall, 3rd Stage: Works Complete<tab>Featherfall, 3rd Stage: Works in Progress
de: Federfall-Quartier: 3. Phase - Abschluss<tab>Federfall-Quartier: 3. Phase - Projekt läuft

source: Featherfall, 4th Stage: Works Pending<tab>
de: Federfall-Quartier: 4. Phase - Vorbereitungen<tab>

source: Featherfall, 4th Stage: Works Commenced<tab>Featherfall, 4th Stage: Works in Progress
de: Federfall-Quartier: 4. Phase - Beginn<tab>Federfall-Quartier: 4. Phase - Projekt läuft

source: Featherfall, 4th Stage: Works Complete<tab>Featherfall, 4th Stage: Works in Progress
de: Federfall-Quartier: 4. Phase - Abschluss<tab>Federfall-Quartier: 4. Phase - Projekt läuft

source: Featherfall, 5th Stage: Works Pending<tab>
de: Federfall-Quartier: 5. Phase - Vorbereitungen<tab>

source: Featherfall, 5th Stage: Works Commenced<tab>Featherfall, 5th Stage: Works in Progress
de: Federfall-Quartier: 5. Phase - Beginn<tab>Federfall-Quartier: 5. Phase - Projekt läuft

source: Featherfall, 5th Stage: Works Complete<tab>Featherfall, 5th Stage: Works in Progress
de: Federfall-Quartier: 5. Phase - Abschluss<tab>Federfall-Quartier: 5. Phase - Projekt läuft

source: Featherfall, 6th Stage: Works Pending<tab>
de: Federfall-Quartier: 6. Phase - Vorbereitungen<tab>

source: Featherfall, 6th Stage: Works Commenced<tab>Featherfall, 6th Stage: Works in Progress
de: Federfall-Quartier: 6. Phase - Beginn<tab>Federfall-Quartier: 6. Phase - Projekt läuft

source: Featherfall, 6th Stage: Works Complete<tab>Featherfall, 6th Stage: Works in Progress
de: Federfall-Quartier: 6. Phase - Abschluss<tab>Federfall-Quartier: 6. Phase - Projekt läuft

source: Featherfall, 7th Stage: Works Pending<tab>
de: Federfall-Quartier: 7. Phase - Vorbereitungen<tab>

source: Featherfall, 7th Stage: Works Commenced<tab>Featherfall, 7th Stage: Works in Progress
de: Federfall-Quartier: 7. Phase - Beginn<tab>Federfall-Quartier: 7. Phase - Projekt läuft

source: Featherfall, 7th Stage: Works Complete<tab>Featherfall, 7th Stage: Works in Progress
de: Federfall-Quartier: 7. Phase - Abschluss<tab>Federfall-Quartier: 7. Phase - Projekt läuft

source: The Abacus, 1st Stage: Works Pending<tab>
de: Allee des Abakus: 1. Phase - Vorbereitungen<tab>

source: The Abacus, 1st Stage: Works Complete<tab>The Abacus, 1st Stage: Works in Progress
de: Allee des Abakus: 1. Phase - Abschluss<tab>Allee des Abakus: 1. Phase - Projekt läuft

source: The Abacus, 2nd Stage: Works Pending<tab>
de: Allee des Abakus: 2. Phase - Vorbereitungen<tab>

source: The Abacus, 2nd Stage: Works Commenced<tab>The Abacus, 2nd Stage: Works in Progress
de: Allee des Abakus: 2. Phase - Beginn<tab>Allee des Abakus: 2. Phase - Projekt läuft

source: The Abacus, 2nd Stage: Works Complete<tab>The Abacus, 2nd Stage: Works in Progress
de: Allee des Abakus: 2. Phase - Abschluss<tab>Allee des Abakus: 2. Phase - Projekt läuft

source: The Abacus, 3rd Stage: Works Pending<tab>
de: Allee des Abakus: 3. Phase - Vorbereitungen<tab>

source: The Abacus, 3rd Stage: Works Complete<tab>The Abacus, 3rd Stage: Works in Progress
de: Allee des Abakus: 3. Phase - Abschluss<tab>Allee des Abakus: 3. Phase - Projekt läuft

source: Hoarfrost Hall: Works Pending<tab>
de: Raureif-Refugium: Vorbereitungen<tab>

source: Hoarfrost Hall, 1st Stage: Works Complete<tab>Hoarfrost Hall, 1st Stage: Works in Progress
de: Raureif-Refugium: 1. Phase - Abschluss<tab>Raureif-Refugium: 1. Phase - Projekt läuft

source: Hoarfrost Hall, 2nd Stage: Works Complete<tab>Hoarfrost Hall, 2nd Stage: Works in Progress
de: Raureif-Refugium: 2. Phase - Abschluss<tab>Raureif-Refugium: 2. Phase - Projekt läuft

source: Hoarfrost Hall, 3rd Stage: Works Complete<tab>Hoarfrost Hall, 3rd Stage: Works in Progress
de: Raureif-Refugium: 3. Phase - Abschluss<tab>Raureif-Refugium: 3. Phase - Projekt läuft

source: Hoarfrost Hall, 4th Stage: Works Complete<tab>Hoarfrost Hall, 4th Stage: Works in Progress
de: Raureif-Refugium: 4. Phase - Abschluss<tab>Raureif-Refugium: 4. Phase - Projekt läuft

source: Featherfall: Works Complete<tab>
de: Federfall-Quartier: Projekt abgeschlossen<tab>

source: The Western Risensong Quarter, 1st Stage: Works Pending<tab>
de: Westliches Himmelsang: 1. Phase - Vorbereitungen<tab>

source: The Western Risensong Quarter, 1st Stage: Works Complete<tab>The Western Risensong Quarter, 1st Stage: Works in Progress
de: Westliches Himmelsang: 1. Phase - Abschluss<tab>Westliches Himmelsang: 1. Phase - Projekt läuft

source: The Western Risensong Quarter, 2nd Stage: Works Pending<tab>
de: Westliches Himmelsang: 2. Phase - Vorbereitungen<tab>

source: The Western Risensong Quarter, 2nd Stage: Works Commenced<tab>The Western Risensong Quarter, 2nd Stage: Works in Progress
de: Westliches Himmelsang: 2. Phase - Beginn<tab>Westliches Himmelsang: 2. Phase - Projekt läuft

source: The Western Risensong Quarter, 2nd Stage: Works Complete<tab>The Western Risensong Quarter, 2nd Stage: Works in Progress
de: Westliches Himmelsang: 2. Phase - Abschluss<tab>Westliches Himmelsang: 2. Phase - Projekt läuft

source: The Western Risensong Quarter, 3rd Stage: Works Pending<tab>
de: Westliches Himmelsang: 3. Phase - Vorbereitungen<tab>

source: The Western Risensong Quarter, 3rd Stage: Works Commenced<tab>The Western Risensong Quarter, 3rd Stage: Works in Progress
de: Westliches Himmelsang: 3. Phase - Beginn<tab>Westliches Himmelsang: 3. Phase - Projekt läuft

source: The Western Risensong Quarter, 3rd Stage: Works Complete<tab>The Western Risensong Quarter, 3rd Stage: Works in Progress
de: Westliches Himmelsang: 3. Phase - Abschluss<tab>Westliches Himmelsang: 3. Phase - Projekt läuft

source: The Western Risensong Quarter, 4th Stage: Works Pending<tab>
de: Westliches Himmelsang: 4. Phase - Vorbereitungen<tab>

source: The Western Risensong Quarter, 4th Stage: Works Commenced<tab>The Western Risensong Quarter, 4th Stage: Works in Progress
de: Westliches Himmelsang: 4. Phase - Beginn<tab>Westliches Himmelsang: 4. Phase - Projekt läuft

source: The Western Risensong Quarter, 4th Stage: Works Complete<tab>The Western Risensong Quarter, 4th Stage: Works in Progress
de: Westliches Himmelsang: 4. Phase - Abschluss<tab>Westliches Himmelsang: 4. Phase - Projekt läuft

source: The Western Risensong Quarter, 5th Stage: Works Pending<tab>
de: Westliches Himmelsang: 5. Phase - Vorbereitungen<tab>

source: The Western Risensong Quarter, 5th Stage: Works Commenced<tab>The Western Risensong Quarter, 5th Stage: Works in Progress
de: Westliches Himmelsang: 5. Phase - Beginn<tab>Westliches Himmelsang: 5. Phase - Projekt läuft

source: The Western Risensong Quarter, 5th Stage: Works Complete<tab>The Western Risensong Quarter, 5th Stage: Works in Progress
de: Westliches Himmelsang: 5. Phase - Abschluss<tab>Westliches Himmelsang: 5. Phase - Projekt läuft

source: Bright Ballad's Passage, Works Pending<tab>
de: Balladenpassage: Vorbereitungen<tab>

source: Bright Ballad's Passage, 1st Stage: Works Complete<tab>Bright Ballad's Passage, 1st Stage: Works in Progress
de: Balladenpassage: 1. Phase - Abschluss<tab>Balladenpassage: 1. Phase - Projekt läuft

source: Bright Ballad's Passage, 2nd Stage: Works Complete<tab>Bright Ballad's Passage, 2nd Stage: Works in Progress
de: Balladenpassage: 2. Phase - Abschluss<tab>Balladenpassage: 2. Phase - Projekt läuft

source: The Eastern Risensong Quarter, 1st Stage: Works Pending<tab>
de: Östliches Himmelsang: 1. Phase - Vorbereitungen<tab>

source: The Eastern Risensong Quarter, 1st Stage: Works Complete<tab>The Eastern Risensong Quarter, 1st Stage: Works in Progress
de: Östliches Himmelsang: 1. Phase - Abschluss<tab>Östliches Himmelsang: 1. Phase - Projekt läuft

source: The Eastern Risensong Quarter, 2nd Stage: Works Pending<tab>
de: Östliches Himmelsang: 2. Phase - Vorbereitungen<tab>

source: The Eastern Risensong Quarter, 2nd Stage: Works Commenced<tab>The Eastern Risensong Quarter, 2nd Stage: Works in Progress
de: Östliches Himmelsang: 2. Phase - Beginn<tab>Östliches Himmelsang: 2. Phase - Projekt läuft

source: The Eastern Risensong Quarter, 2nd Stage: Works Complete<tab>The Eastern Risensong Quarter, 2nd Stage: Works in Progress
de: Östliches Himmelsang: 2. Phase - Abschluss<tab>Östliches Himmelsang: 2. Phase - Projekt läuft

source: The Eastern Risensong Quarter, 3rd Stage: Works Pending<tab>
de: Östliches Himmelsang: 3. Phase - Vorbereitungen<tab>

source: The Eastern Risensong Quarter, 3rd Stage: Works Commenced<tab>The Eastern Risensong Quarter, 3rd Stage: Works in Progress
de: Östliches Himmelsang: 3. Phase - Beginn<tab>Östliches Himmelsang: 3. Phase - Projekt läuft

source: The Eastern Risensong Quarter, 3rd Stage: Works Complete<tab>The Eastern Risensong Quarter, 3rd Stage: Works in Progress
de: Östliches Himmelsang: 3. Phase - Abschluss<tab>Östliches Himmelsang: 3. Phase - Projekt läuft

source: The Eastern Risensong Quarter, 4th Stage: Works Pending<tab>
de: Östliches Himmelsang: 4. Phase - Vorbereitungen<tab>

source: The Eastern Risensong Quarter, 4th Stage: Works Commenced<tab>The Eastern Risensong Quarter, 4th Stage: Works in Progress
de: Östliches Himmelsang: 4. Phase - Beginn<tab>Östliches Himmelsang: 4. Phase - Projekt läuft

source: The Eastern Risensong Quarter, 4th Stage: Works Complete<tab>The Eastern Risensong Quarter, 4th Stage: Works in Progress
de: Östliches Himmelsang: 4. Phase - Abschluss<tab>Östliches Himmelsang: 4. Phase - Projekt läuft

source: Snowsoak Springs, Works Pending<tab>
de: Thermalbad Winterwonne: Vorbereitungen<tab>

source: Snowsoak Springs, 1st Stage: Works Complete<tab>Snowsoak Springs, 1st Stage: Works in Progress
de: Thermalbad Winterwonne: 1. Phase - Abschluss<tab>Thermalbad Winterwonne: 1. Phase - Projekt läuft

source: Snowsoak Springs, 2nd Stage: Works Complete<tab>Snowsoak Springs, 2nd Stage: Works in Progress
de: Thermalbad Winterwonne: 2. Phase - Abschluss<tab>Thermalbad Winterwonne: 2. Phase - Projekt läuft

source: Skybuilders' Monument: Works Complete<tab>Skybuilders' Monument: Works in Progress
de: Monument der Arbeit: 1. Phase - Abschluss<tab>Monument der Arbeit: 1. Phase - Projekt läuft

source: The Firmament: Restoration Complete<tab>
de: Wiederaufbau Himmelsstadt: Projekt abgeschlossen<tab>

source: Skyrise Celebration: Session Pending<tab>
de: Himmelsfest: Vorbereitungsphase<tab>

source: Skyrise Celebration: Session 1/12<tab>
de: Himmelsfest: Serie 1/12<tab>

source: Skyrise Celebration: Session 2/12<tab>
de: Himmelsfest: Serie 2/12<tab>

source: Skyrise Celebration: Session 3/12<tab>
de: Himmelsfest: Serie 3/12<tab>

source: Skyrise Celebration: Session 4/12<tab>
de: Himmelsfest: Serie 4/12<tab>

source: Skyrise Celebration: Session 5/12<tab>
de: Himmelsfest: Serie 5/12<tab>

source: Skyrise Celebration: Session 6/12<tab>
de: Himmelsfest: Serie 6/12<tab>

source: Skyrise Celebration: Session 7/12<tab>
de: Himmelsfest: Serie 7/12<tab>

source: Skyrise Celebration: Session 8/12<tab>
de: Himmelsfest: Serie 8/12<tab>

source: Skyrise Celebration: Session 9/12<tab>
de: Himmelsfest: Serie 9/12<tab>

source: Skyrise Celebration: Session 10/12<tab>
de: Himmelsfest: Serie 10/12<tab>

source: Skyrise Celebration: Session 11/12<tab>
de: Himmelsfest: Serie 11/12<tab>

source: Skyrise Celebration: Session 12/12<tab>
de: Himmelsfest: Serie 12/12<tab>
