Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/003/CmnDefTomestoneConvert_00391/*.xlf
Languages: ru

source: TEXT_CMNDEFTOMESTONECONVERT_00391_WHICH_Q<tab>What would you like to do?
ru: TEXT_CMNDEFTOMESTONECONVERT_00391_WHICH_Q<tab>Что бы вы хотели сделать?

source: TEXT_CMNDEFTOMESTONECONVERT_00391_WHICH_CANCEL<tab>Nothing.
ru: TEXT_CMNDEFTOMESTONECONVERT_00391_WHICH_CANCEL<tab>Ничего.

source: TEXT_CMNDEFTOMESTONECONVERT_00391_HELP<tab>Seems every other day we stop dealing in this or that type of tomestone. Inevitably, there comes a point when Rowena says that they're not worth the hassle anymore.
ru: TEXT_CMNDEFTOMESTONECONVERT_00391_HELP<tab>Кажется, каждый второй день мы перестаем иметь дело с теми или иными типами скрижалей. Неизбежно наступает момент, когда Ровена говорит, что они больше не стоят этих хлопот.

source: TEXT_CMNDEFTOMESTONECONVERT_00391_TALK_NOT_HAVE<tab>Might be as I still have use for them, though. If you have any you don't need, bring them here and I'll give you something more desirable in exchange.
ru: TEXT_CMNDEFTOMESTONECONVERT_00391_TALK_NOT_HAVE<tab>Может быть, они мне ещё пригодятся. Если у вас есть ненужные, принесите их сюда, и я дам вам что-нибудь более желанное в обмен.

source: TEXT_CMNDEFTOMESTONECONVERT_00391_TALK_Q<tab>Might be as I still have use for them, though. If you have any you don't need, I'll give you something more desirable in exchange.
ru: TEXT_CMNDEFTOMESTONECONVERT_00391_TALK_Q<tab>Может быть, они мне ещё пригодятся. Если у вас есть ненужные, я дам вам что-нибудь более желанное в обмен.

source: TEXT_CMNDEFTOMESTONECONVERT_00391_EXCHANGE_Q<tab>Exchange <var 22 E803 ((,)) /var> <var 31 ((Item)) 04E8020302 /var> for <var 22 E805 ((,)) /var> <var 31 ((Item)) 04E8040302 /var>?
ru: TEXT_CMNDEFTOMESTONECONVERT_00391_EXCHANGE_Q<tab>Обменять <var 22 E803 ((,)) /var> <var 31 ((Item)) 04E8020302 /var> на <var 22 E805 ((,)) /var> <var 31 ((Item)) 04E8040302 /var>?

source: TEXT_CMNDEFTOMESTONECONVERT_00391_EXCHANGE_YES<tab>Yes
ru: TEXT_CMNDEFTOMESTONECONVERT_00391_EXCHANGE_YES<tab>Да

source: TEXT_CMNDEFTOMESTONECONVERT_00391_EXCHANGE_NO<tab>No
ru: TEXT_CMNDEFTOMESTONECONVERT_00391_EXCHANGE_NO<tab>Нет

source: TEXT_CMNDEFTOMESTONECONVERT_00391_TALK_NOT_GET<tab>Oh? Looks like your hands are pretty full already.
ru: TEXT_CMNDEFTOMESTONECONVERT_00391_TALK_NOT_GET<tab>Ох, похоже ваши запасы переполнены.

source: TEXT_CMNDEFTOMESTONECONVERT_00391_OVERMAX_Q<tab>Warning: You will not be able to receive all <var 31 ((Item)) 03E8020302 /var>. Do you still wish to proceed?
ru: TEXT_CMNDEFTOMESTONECONVERT_00391_OVERMAX_Q<tab>Предупреждение: Вы не сможете получить все <var 31 ((Item)) 03E8020302 /var>. Вы всё ещё хотите продолжить?
