Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz004_05191/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ004_05191_SEQ_00<tab>Rral Majun has a nervous look in her eyes.
de: TEXT_KINGBZ004_05191_SEQ_00<tab>Rral Majun sieht nervös aus.
fr: TEXT_KINGBZ004_05191_SEQ_00<tab>Rral Majun semble anxieuse.
ja: TEXT_KINGBZ004_05191_SEQ_00<tab>シャバーブチェのラマジュンは、緊張しているようだ。

source: TEXT_KINGBZ004_05191_SEQ_01<tab>Tentoawa contacts you on linkpearl to inform you that Apyaahi and her cohorts are leaving Hhusatahwi. With your weapon at the ready, you make your way to the gates of Tuliyollal to rendezvous with your allies.
de: TEXT_KINGBZ004_05191_SEQ_01<tab>Tentoawa kontaktiert dich über die Kontaktperle, um dir mitzuteilen, dass Apyaahi und ihr Gefolge Hhusatahwi verlassen. Du machst deine Waffe bereit und begibst dich zum Tor von Tuliyollal, um dich mit deinen Verbündeten zu treffen.
fr: TEXT_KINGBZ004_05191_SEQ_01<tab>Tentoawa vous a averti<var 08 E905 ((e)) (()) /var> par linkperle qu'Apyaahi était sur le point de lancer l'assaut. Retrouvez vos compagnons au Seuil de Tuliyollal et parlez à Loashkana.
ja: TEXT_KINGBZ004_05191_SEQ_01<tab>アパーヒが動き出したようだ。シャーローニ荒野のトライヨラ関門にいる「ローシュカナ」と話そう。

source: TEXT_KINGBZ004_05191_SEQ_02<tab>As expected, Apyaahi approaches Tuliyollal in force, and after a fierce battle against all manner of beasts, you finally best the architect of the Passage of the Unbound. With your enemy's bag of tricks finally empty, you move to apprehend the villainess.
de: TEXT_KINGBZ004_05191_SEQ_02<tab>Wie erwartet taucht Apyaahi mit einer großen Streitmacht am Tor von Tuliyollal auf, und nach einem heftigen Kampf gegen allerlei Bestien besiegst du die Gründerin von Freigeist schließlich. Da deine Gegnerin nun nichts mehr aufzubieten hast, gehst du auf Apyaahi zu, um sie in Gewahrsam zu nehmen.
fr: TEXT_KINGBZ004_05191_SEQ_02<tab>Après un rude combat contre d'innombrables bêtes sauvages, vous avez vaincu Apyaahi. Il ne vous reste plus qu'à la remettre entre les mains de la justice.
ja: TEXT_KINGBZ004_05191_SEQ_02<tab>アパーヒを倒した。シャーローニ荒野で彼女を捕まえよう。

source: TEXT_KINGBZ004_05191_SEQ_03<tab>As you approach, Apyaahi attempts to use the treasure's power one last time, but a well-placed arrow from Kuiyki destroys the object, leaving Apyaahi defenseless at last. The Viera does not resist as the Landsguard take her into custody, but she seems confident that her organization will live on. The truth of that remains to be seen, but for now, you are free to celebrate a hard-fought victory with your allies.
de: TEXT_KINGBZ004_05191_SEQ_03<tab>Als du dich Apyaahi näherst, versucht sie, die Macht des Artefakts ein letztes Mal einzusetzen, doch ein gut platzierter Pfeil von Kuiykis Bogen zerstört das Objekt, wodurch Apyaahi endlich wehrlos ist. Die Viera leistet keinen Widerstand, als die Landsgarde sie festnimmt, aber sie scheint zuversichtlich zu sein, dass ihre Organisation fortbestehen wird. Dies bleibt abzuwarten, aber fürs Erste kannst du einen hart errungenen Sieg mit Ceetol Ja und den anderen feiern.
fr: TEXT_KINGBZ004_05191_SEQ_03<tab>La chef des Affranchis vous a expliqué les motivations de ses actes. Son discours ne manquait pas totalement de remarques pertinentes sur les aspects négatifs des règles sociales, mais son véritable problème est qu'elle a toujours refusé de faire ne serait-ce qu'un seul compromis, un com<var 16 /var>por<var 16 /var>te<var 16 /var>ment néfaste sur lequel elle aura tout le temps de méditer derrière les barreaux. Parlez à Ceetol Ja.
ja: TEXT_KINGBZ004_05191_SEQ_03<tab>祭器を破壊し、アパーヒをトラル勇連隊に引き渡した。トライヨラ関門にいる「セートジャ」と話そう。

source: TEXT_KINGBZ004_05191_SEQ_04<tab>Your allies express their joy and relief that the Passage of the Unbound have been stopped at last. Buoyed by the feeling of victory, you and your comrades return to Tuliyollal to apprise Rral Majun of what transpired.
de: TEXT_KINGBZ004_05191_SEQ_04<tab>Alle sind erleichtert, dass die Welt endlich von der Freigeist-Plage erlöst ist. Von dem Siegesgefühl beflügelt kehrst du mit deinen Verbündeten nach Tuliyollal zurück, um Rral Majun zu berichten, was vorgefallen ist.
fr: TEXT_KINGBZ004_05191_SEQ_04<tab>Ravie de la conclusion de toute cette affaire, Ceetol Ja vous a invité<var 08 E905 ((e)) (()) /var> à retourner une dernière fois à Xbalyav Ty'e pour saluer Rral Majun et Br'uk Evu. Parlez à la serveuse.
ja: TEXT_KINGBZ004_05191_SEQ_04<tab>セートジャと話した。シャバーブチェの「ラマジュン」と話そう。

source: TEXT_KINGBZ004_05191_SEQ_05<tab>News of your triumph has already traveled to Xbalyav Ty'e, it seems, and Rral Majun informs you that the creatures you fought were in fact made from many small fungi. With the final mystery of Apyaahi's treasure revealed, the time for farewells is nigh, and your companions gather on the beach to share parting words with you.
de: TEXT_KINGBZ004_05191_SEQ_05<tab>Die Neuigkeiten von deinem Triumph haben sich anscheinend schon bis zum Xbalyav Ty'e herum<var 16 /var>ge<var 16 /var>sprochen, und Rral Majun informiert dich, dass die von dir bekämpften Kreaturen in Wahrheit aus vielen kleinen Fungi bestanden. Da das letzte Rätsel um Apyaahis Artefakt somit gelöst ist, wird es Zeit, Abschied zu nehmen, und deine Gefährten versammeln sich am Strand, um ein letztes Mal mit dir zu reden.
fr: TEXT_KINGBZ004_05191_SEQ_05<tab>Rral Majun vous a dévoilé le secret des prouesses d'Apyaahi en tant que dresseuse de créatures sauvages, ce qui explique les vagues successives de monstres invoqués lors de votre combat contre la chef des Affranchis. À présent, parlez à vos camarades pour leur dire au revoir. Commencez par Tentoawa.
ja: TEXT_KINGBZ004_05191_SEQ_05<tab>ラマジュンと話した。シャバーブチェ付近の「テントーワ」と話そう。

source: TEXT_KINGBZ004_05191_SEQ_06<tab>Tentoawa has managed to wean his village away from dependence on the Cradle of the Sleepless and now enjoys restful nights. He works to build solidarity among his fellows so that they can all contribute to their home's safety. Heartened by his story, you turn to Loashkana to see how she fares.
de: TEXT_KINGBZ004_05191_SEQ_06<tab>Tentoawa vermochte sein Dorf aus der Abhängigkeit des Artefakts zu befreien und genießt nun erholsame Nächte. Er arbeitet daran, die Solidarität seines Volkes zu fördern, damit alle etwas zur Sicherheit ihrer Heimat beitragen können. Von dieser Geschichte ermutigt wendest du dich Loashkana zu, um zu sehen, wie es ihr geht.
fr: TEXT_KINGBZ004_05191_SEQ_06<tab>Vous avez fait vos adieux à Tentoawa. Parlez maintenant à Loashkana.
ja: TEXT_KINGBZ004_05191_SEQ_06<tab>テントーワと話した。シャバーブチェ付近の「ローシュカナ」と話そう。

source: TEXT_KINGBZ004_05191_SEQ_07<tab>As with Tentoawa before her, Loashkana and her people have also worked to live without depending on their treasure by building up their natural resistance to various toxins. Although it is a slow process of trial and error, she seems hopeful that they will reach their goal eventually. With your conversation at an end, you turn to speak with Kuiyki.
de: TEXT_KINGBZ004_05191_SEQ_07<tab>Auch Loashkana und ihr Volk haben daran gearbeitet, ohne das Artefakt auszukommen, indem sie ihre natürlichen Resistenzen gegen verschiedene Gifte erhöht haben. Obwohl es ein langsamer Prozess aus Versuch und Irrtum ist, scheint sie hoffnungsvoll zu sein, dass sie ihr Ziel letztendlich erreichen werden. Ein weiterer Abschied wäre damit erledigt, und du sprichst als Nächstes mit Kuiyki.
fr: TEXT_KINGBZ004_05191_SEQ_07<tab>Vous avez fait vos adieux à Loashkana. Parlez maintenant à Kuiyki.
ja: TEXT_KINGBZ004_05191_SEQ_07<tab>ローシュカナと話した。シャバーブチェ付近の「クイーキ」と話そう。

source: TEXT_KINGBZ004_05191_SEQ_08<tab>Kuiyki is resolute in becoming a hunter worthy of her mentor's legacy, and asks you to look forward to hearing of her exploits in the future. Hopeful that you will, you turn to Ceetol Ja, who still seems excited by the day's proceedings.
de: TEXT_KINGBZ004_05191_SEQ_08<tab>Kuiyki ist fest entschlossen, eine Jägerin zu werden, die dem Vermächtnis ihrer Freundin gerecht werden kann, und versichert dir, dass du in Zukunft noch von ihren Heldentaten hören wirst. Du bist hoffnungsvoll, was das angeht, und wendest dich Ceetol Ja zu, die immer noch aufgeregt ob der jüngsten Ereignisse zu sein scheint.
fr: TEXT_KINGBZ004_05191_SEQ_08<tab>Vous avez fait vos adieux à Kuiyki. Parlez maintenant à Ceetol Ja.
ja: TEXT_KINGBZ004_05191_SEQ_08<tab>クイーキと話した。シャバーブチェ付近の「セートジャ」と話そう。

source: TEXT_KINGBZ004_05191_SEQ_09<tab>Ceetol Ja tells you that she received word from Kaqool Ja, who will soon be released from imprisonment and plans to visit her village. She hopes that the mercenary can find a permanent home with her people, and looks forward to potentially visiting Tuliyollal more often. With one more companion left to say your good-byes to, you turn to Tepeke.
de: TEXT_KINGBZ004_05191_SEQ_09<tab>Ceetol Ja erzählt dir, dass sie von Kaqool Ja gehört habe, der schon bald aus seiner Gefangenschaft entlassen wird und ihr Dorf besuchen möchte. Sie hofft, dass der Söldner bei ihrem Volk ein dauerhaftes Zuhause findet, und freut sich darauf, Tuliyollal in Zukunft häufiger einen Besuch abstatten zu können. Da nun nur noch eine letzte Gefährtin zu verabschieden ist, wendest du dich Tepeke zu.
fr: TEXT_KINGBZ004_05191_SEQ_09<tab>Vous avez fait vos adieux à Ceetol Ja. Parlez maintenant à Tepeke.
ja: TEXT_KINGBZ004_05191_SEQ_09<tab>セートジャと話した。シャバーブチェ付近の「テペケ」と話そう。

source: TEXT_KINGBZ004_05191_SEQ_10<tab>Tepeke is confident that her people can eventually learn to use the Perch of the Apex as a tool, instead of viewing it as something to be feared. Thoroughly encouraged that your companions seem to be on bright paths, the time has sadly come to part ways, and so you make ready to return to Br'uk Evu and Rral Majun.
de: TEXT_KINGBZ004_05191_SEQ_10<tab>Tepeke ist zuversichtlich, dass ihr Volk lernen kann, ihr Artefakt als Werkzeug einzusetzen, anstatt sich davor zu fürchten. Da alle deine Gefährten auf einem guten Weg zu sein scheinen, ist die Zeit des Abschieds nun gekommen und du kehrst zu Bruk Evu und Rral Majun zurück.
fr: TEXT_KINGBZ004_05191_SEQ_10<tab>Vous avez fait vos adieux à Tepeke. Parlez maintenant à Br'uk Evu pour souhaiter bon voyage à tout le monde une dernière fois avant le grand départ.
ja: TEXT_KINGBZ004_05191_SEQ_10<tab>テペケと話した。シャバーブチェの「ブルケブ」と話そう。

source: TEXT_KINGBZ004_05191_SEQ_11<tab>Your companions each go their separate ways, and with the saga of the treasures concluded, you sit down to enjoy a quiet moment with Br'uk Evu and Rral Majun. That is, until a group of loutish customers sit at an adjacent table, talking loudly about their plans to carry on Apyaahi's ideals. Not one to make the same mistake twice, Rral Majun wastes no time calling upon nearby Landsguard, who move to apprehend the pinheaded patrons. Sensing the end closing in, the group makes a hasty retreat, and the Landsguard follow in pursuit. As they run in an endless circle, you wonder whether you really have seen the last of the Passage of the Unbound...
de: TEXT_KINGBZ004_05191_SEQ_11<tab>Deine Gefährten gehen wieder ihrer eigenen Wege, und da die Geschichte der Artefakte abgeschlossen ist, lässt du dich nieder, um einen ruhigen Moment mit Bruk Evu und Rral Majun zu genießen. Zumindest, bis eine Gruppe rüpelhafter Kunden am Nebentisch lautstark über ihre Pläne schwadroniert, weiter für Apyaahis Ideale zu kämpfen. Da Rral Majun nicht den gleichen Fehler zweimal machen möchte, ruft sie die Landsgarde zur Hilfe, die die Störenfriede kurzerhand festnehmen will. Die Gruppe tritt daraufhin einen eiligen Rückzug an und die Landsgarde ist ihnen auf den Fersen. Während sie endlos im Kreis umherrennen, bleibt es weiter fraglich, ob du wirklich bereits das Ende von Freigeist gesehen hast<var 1D /var>...
fr: TEXT_KINGBZ004_05191_SEQ_11<tab>Alors que vous faisiez le bilan de votre aventure avec Br'uk Evu et Rral Majun, quatre individus sont venus s'asseoir à la table à côté de vous. Il vous a suffi de les écouter quelques secondes pour comprendre... qu'il s'agissait des autres lieutenants de la deuxième vague des Affranchis, prêts à accomplir la volonté d'Apyaahi avec ou sans elle<var 1D /var>! Heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, une troupe de la Légion de l'Aurore passait par là pour les prendre im<var 16 /var>mé<var 16 /var>dia<var 16 /var>te<var 16 /var>ment en chasse, ce qui devrait vous éviter de reprendre du service dans une énième traque au totem... pour l'instant<var 1D /var>!
ja: TEXT_KINGBZ004_05191_SEQ_11<tab>冒険者のほかにも幹部2期生の合格者がいたようだが、あえなくお縄についた。超常の力を秘めし祭器がもたらした事件は、これにて一件落着したようだ。

source: TEXT_KINGBZ004_05191_TODO_00<tab>Speak with Loashkana at the Tuliyollal Trailhead.
de: TEXT_KINGBZ004_05191_TODO_00<tab>Mit Loashkana am Tor von Tuliyollal sprechen
fr: TEXT_KINGBZ004_05191_TODO_00<tab>Parler à Loashkana, au Seuil de Tuliyollal
ja: TEXT_KINGBZ004_05191_TODO_00<tab>トライヨラ関門のローシュカナと話す

source: TEXT_KINGBZ004_05191_TODO_01<tab>Speak with Loashkana at the Tuliyollal Trailhead.
de: TEXT_KINGBZ004_05191_TODO_01<tab>Mit Loashkana am Tor von Tuliyollal sprechen
fr: TEXT_KINGBZ004_05191_TODO_01<tab>Parler à Loashkana, au Seuil de Tuliyollal
ja: TEXT_KINGBZ004_05191_TODO_01<tab>トライヨラ関門のローシュカナと話す

source: TEXT_KINGBZ004_05191_TODO_02<tab>Speak with Ceetol Ja.
de: TEXT_KINGBZ004_05191_TODO_02<tab>Mit Ceetol Ja sprechen
fr: TEXT_KINGBZ004_05191_TODO_02<tab>Parler à Ceetol Ja
ja: TEXT_KINGBZ004_05191_TODO_02<tab>セートジャと話す

source: TEXT_KINGBZ004_05191_TODO_03<tab>Speak with Rral Majun in Tuliyollal.
de: TEXT_KINGBZ004_05191_TODO_03<tab>Mit Rral Majun in Tuliyollal sprechen
fr: TEXT_KINGBZ004_05191_TODO_03<tab>Parler à Rral Majun, à Tuliyollal
ja: TEXT_KINGBZ004_05191_TODO_03<tab>トライヨラのラマジュンと話す

source: TEXT_KINGBZ004_05191_TODO_04<tab>Speak with Tentoawa.
de: TEXT_KINGBZ004_05191_TODO_04<tab>Mit Tentoawa sprechen
fr: TEXT_KINGBZ004_05191_TODO_04<tab>Parler à Tentoawa
ja: TEXT_KINGBZ004_05191_TODO_04<tab>テントーワと話す

source: TEXT_KINGBZ004_05191_TODO_05<tab>Speak with Loashkana.
de: TEXT_KINGBZ004_05191_TODO_05<tab>Mit Loashkana sprechen
fr: TEXT_KINGBZ004_05191_TODO_05<tab>Parler à Loashkana
ja: TEXT_KINGBZ004_05191_TODO_05<tab>ローシュカナと話す

source: TEXT_KINGBZ004_05191_TODO_06<tab>Speak with Kuiyki.
de: TEXT_KINGBZ004_05191_TODO_06<tab>Mit Kuiyki sprechen
fr: TEXT_KINGBZ004_05191_TODO_06<tab>Parler à Kuiyki
ja: TEXT_KINGBZ004_05191_TODO_06<tab>クイーキと話す

source: TEXT_KINGBZ004_05191_TODO_07<tab>Speak with Ceetol Ja.
de: TEXT_KINGBZ004_05191_TODO_07<tab>Mit Ceetol Ja sprechen
fr: TEXT_KINGBZ004_05191_TODO_07<tab>Parler à Ceetol Ja
ja: TEXT_KINGBZ004_05191_TODO_07<tab>セートジャと話す

source: TEXT_KINGBZ004_05191_TODO_08<tab>Speak with Tepeke.
de: TEXT_KINGBZ004_05191_TODO_08<tab>Mit Tepeke sprechen
fr: TEXT_KINGBZ004_05191_TODO_08<tab>Parler à Tepeke
ja: TEXT_KINGBZ004_05191_TODO_08<tab>テペケと話す

source: TEXT_KINGBZ004_05191_TODO_09<tab>Speak with Br'uk Evu.
de: TEXT_KINGBZ004_05191_TODO_09<tab>Mit Bruk Evu sprechen
fr: TEXT_KINGBZ004_05191_TODO_09<tab>Parler à Br'uk Evu
ja: TEXT_KINGBZ004_05191_TODO_09<tab>ブルケブと話す

source: TEXT_KINGBZ004_05191_TENTOAWA_000_002<tab>I can keep an eye on their movements from here. If anything happens, I'll be in touch.
de: TEXT_KINGBZ004_05191_TENTOAWA_000_002<tab>Ich werde von hier aus ein Auge auf ihre Bewegungen haben. Sobald irgendwas passiert, gebe ich dir Bescheid.
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_002<tab>Nos ennemis bougeront pas d'ici sans que je le remarque. Tu seras prévenu<var 08 E905 ((e)) (()) /var> par linkperle dès qu'ils passeront à l'action.
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_002<tab>ここならヤツらのことがよくわかる。 何か動きがあったらすぐにリンクパールで報せるよ。

source: TEXT_KINGBZ004_05191_APYAAHI_000_003<tab>I had preparations of my own to make on the way here, hence my delay. Return here when you've seen to yours.
de: TEXT_KINGBZ004_05191_APYAAHI_000_003<tab>Ich musste auf meinem Weg hierher noch ein paar Vor<var 16 /var>bereitungen treffen, die mich bisweilen vom direkten Weg abbrachten.
fr: TEXT_KINGBZ004_05191_APYAAHI_000_003<tab>Hmm<var 1D /var>? Moi aussi, j'ai des préparatifs divers et variés sur ma liste, figure-toi. Parfois, ils me font même faire du tourisme.
ja: TEXT_KINGBZ004_05191_APYAAHI_000_003<tab>私にも準備があってね。 ここに来るまでに、いろいろ寄り道してたのよ。

source: TEXT_KINGBZ004_05191_THUG05190A_000_004<tab>You're our new leader? Mustn't have been easy to pass the boss's tests─if you have her respect, you have ours!
de: TEXT_KINGBZ004_05191_THUG05190A_000_004<tab>Du bist <var 08 E905 ((unsere neue Anführerin)) ((unser neuer Anführer)) /var>? Es kann nicht leicht gewesen sein, Apyaahis Prüfung zu bestehen. Wenn du ihren Respekt verdient hast, dann ist dir auch unserer sicher!
fr: TEXT_KINGBZ004_05191_THUG05190A_000_004<tab>Alors c'est toi, <var 08 E905 ((la nouvelle lieutenante)) ((le nouveau lieutenant)) /var><var 1D /var>? Bien joué, <var 08 E905 ((ma grande)) ((mon grand)) /var><var 1D /var>! Paraît que l'audition, c'est pas du gâteau<var 1D /var>!
ja: TEXT_KINGBZ004_05191_THUG05190A_000_004<tab>あんた、新しい幹部なんですって？ あの厳しいオーディションを突破したなんて、マジ尊敬だぜ……！

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_010<tab>You said Tentoawa was keeping watch in Hhusatahwi, right? I suppose no news is good news...
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_010<tab>Du sagtest, Tentoawa behalte Hhusatahwi im Auge, oder? Dann sind keine Neuigkeiten wohl vorerst gute Neuigkeiten<var 1D /var>...
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_010<tab>Tentoawa surveille toujours les faits et gestes des Affranchis<var 1D /var>? J'espère qu'il ne s'est pas fait repérer...
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_010<tab>「自由の扉」の動向は、 テントーワさんが見張ってくれているんですよね？ まだ特に連絡はないみたいですが……。

source: TEXT_KINGBZ004_05191_TENTOAWA_000_011<tab>(-Tentoawa-)Apyaahi and her minions are preparing to depart. It's time, everyone─we make our stand before the gates of Tuliyollal!
de: TEXT_KINGBZ004_05191_TENTOAWA_000_011<tab>(-Tentoawa-)Apyaahi und ihre Untergebenen machen sich bereit zum Aufbruch. Die Zeit ist gekommen, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>: Bring jeden, den du auftreiben kannst, zum Tor von Tuliyollal!
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_011<tab>(-Voix de Tentoawa-)C'est moi. Apyaahi est sur le point de quitter Hhusatahwi. Rendez-vous dès que possible au Seuil de Tuliyollal<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_011<tab>(-テントーワ-)アパーヒが手下を率いて、宿場町を発つみたいだ。 みんな、急いでトライヨラ関門に集まってくれ！

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_012<tab>And here I was hoping that Apyaahi would turn herself in... Well, I suppose she'll just have to be brought in by force!
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_012<tab>Und ich hatte gehofft, dass Apyaahi sich stellen würde<var 1D /var>... Nun liegt es an uns, ihren Plänen ein Ende zu bereiten!
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_012<tab>Ah, ça y est<var 1D /var>! L'heure de la bataille finale a enfin sonné<var 1D /var>!
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_012<tab>ついに「自由の扉」の首領との決戦ですね！

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_013<tab>She might have that treasure, but she doesn't have our allies─and she certainly doesn't have <var 1A 02 /var>you<var 1A 01 /var>!
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_013<tab>Sie mag zwar über das Artefakt verfügen, aber sie hat keine Verbündeten wie deine, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Ich weiß, dass du siegen wirst!
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_013<tab>D'après ce que vous m'avez raconté, il semblerait que le totem d'Apyaahi soit le plus puissant de tous... Ce ne sera pas facile, mais s'il y a une personne qui est capable de la vaincre, c'est évidemment vous, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>!
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_013<tab>彼女が持つ祭器は強力ですが…… <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>さんと、みなさんなら、 絶対に勝利できるはずです！

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_014<tab>Today we stop the Unbound, and tomorrow we'll welcome a dawn in Tuliyollal free of their shadow!
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_014<tab>Und morgen werden wir den Anbruch eines friedlichen Tages in Tuliyollal begrüßen!
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_014<tab>Tout le Tuliyollal compte sur vous et attend votre retour victorieux avec impatience<var 1D /var>!
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_014<tab>トライヨラの平和を、どうかよろしくお願いします！

source: TEXT_KINGBZ004_05191_TENTOAWA_000_015<tab>I saw the Unbound leave Hhusatahwi. They should be here any moment.
de: TEXT_KINGBZ004_05191_TENTOAWA_000_015<tab>Ich habe gesehen, wie der Rest von Freigeist Hhusatahwi verlassen hat. Sie sollten jeden Moment hier eintreffen.
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_015<tab>J'ai évité de suivre Apyaahi de trop près pour ne pas provoquer de complications. Elle et ses larbins devraient se pointer d'un moment à l'autre.
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_015<tab>アパーヒが宿場町を出るところまでは確認した。 もうすぐ、こちらに姿を見せるはずだ。

source: TEXT_KINGBZ004_05191_KUIYKI_000_020<tab>My bow will aim true, I promise.
de: TEXT_KINGBZ004_05191_KUIYKI_000_020<tab>Mein Bogen wird sein Ziel nicht verfehlen, das verspreche ich.
fr: TEXT_KINGBZ004_05191_KUIYKI_000_020<tab>T'inquiète pas, chacune de mes flèches tapera en plein dans le mille<var 1D /var>!
ja: TEXT_KINGBZ004_05191_KUIYKI_000_020<tab>安心して、もう狙いは外さないよ……。

source: TEXT_KINGBZ004_05191_CEETOLJA_000_025<tab>I can't fight, but I have medicine at the ready. I'll help however I can!
de: TEXT_KINGBZ004_05191_CEETOLJA_000_025<tab>Ich kann nicht kämpfen, aber meine Heilmittel liegen bereit. Ich werde helfen, wo ich kann!
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_025<tab>Je ne sais peut-être pas me battre comme vous autres, mais comptez sur moi pour vous soigner avec mes concoctions, ja<var 1D /var>!
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_025<tab>ウチは戦えないけど、お薬ならあるし…… できることをさせてー！

source: TEXT_KINGBZ004_05191_TEPEKE_000_030<tab>If our guess about the treasure's power is correct, this will not be an easy fight.
de: TEXT_KINGBZ004_05191_TEPEKE_000_030<tab>Wenn unsere Vermutung hinsichtlich des Artefakts richtig ist, steht uns ein schwerer Kampf bevor.
fr: TEXT_KINGBZ004_05191_TEPEKE_000_030<tab>Avec un tel totem dans les mains de notre ennemie, le mieux sera de s'attendre au débarrrquement d'un peloton de bêtes sauvages à tout moment<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TEPEKE_000_030<tab>祭器の力で、魔物を従えてるとなると、 激しい戦いになりそうですね……！

source: TEXT_KINGBZ004_05191_LOASHKANA_100_100<tab>Although the circumstances that brought us together were less than fortunate, I am confident that in the end, we'll be the stronger for them.
de: TEXT_KINGBZ004_05191_LOASHKANA_100_100<tab>Die Umstände, die uns zusammengeführt haben, sind zwar alles andere als glücklich, doch ich bin zuversichtlich, dass wir am Ende gestärkt aus dieser Sache hervorgehen werden.
fr: TEXT_KINGBZ004_05191_LOASHKANA_100_100<tab>Si le destin nous a réunis ici aujourd'hui, ce n'est pas par hasard. Nous devons mettre fin à la menace des totems employés de manière malveillante<var 1D /var>!
ja: TEXT_KINGBZ004_05191_LOASHKANA_100_100<tab>不思議な縁で集まった仲間たちだけど、 みんなで協力すれば、祭器の力だって打ち破れるはず。

source: TEXT_KINGBZ004_05191_LOASHKANA_100_101<tab>We won't allow the Passage of the Unbound to wreak havoc on Tuliyollal. Today Apyaahi and her ilk answer for their crimes!
de: TEXT_KINGBZ004_05191_LOASHKANA_100_101<tab>Wir werden nicht zulassen, dass Freigeist in Tuliyollal wütet. Heute werden sich Apyaahi und ihresgleichen für ihre Verbrechen verantworten müssen!
fr: TEXT_KINGBZ004_05191_LOASHKANA_100_101<tab>Les Affranchis ne s'affranchiront plus de la justice en toute impunité<var 1D /var>! Apyaahi doit mordre la poussière ici et maintenant<var 1D /var>!
ja: TEXT_KINGBZ004_05191_LOASHKANA_100_101<tab>トライヨラを「自由の扉」の好きにはさせない。 ここでアパーヒを倒しましょう！
