Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz004_05191/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ004_05191_KUIYKI_000_425<tab>I want to spend some time in Tuliyollal's markets before I return home. I've been thinking a spare pair of spectacles might be a prudent purchase.
de: TEXT_KINGBZ004_05191_KUIYKI_000_425<tab>Ich möchte noch ein wenig Zeit auf den Märkten von Tuliyollal verbringen, bevor ich heimkehre. Ich dachte da vielleicht an eine Ersatzbrille.
fr: TEXT_KINGBZ004_05191_KUIYKI_000_425<tab>Avant de rentrer dans ma contrée natale, je ferais bien quelques courses dans la cité... Par exemple, j'aurai sûrement besoin d'une paire de lunettes de rechange à un moment donné<var 1D /var>!
ja: TEXT_KINGBZ004_05191_KUIYKI_000_425<tab>故郷に帰る前に、買い物もしておきたいな。 万一のために備えて、替えの眼鏡を、ね。

source: TEXT_KINGBZ004_05191_CEETOLJA_000_430<tab>Every time I come to Xbalyav Ty'e, I'm amazed by all the different kinds of people gathered around its tables. I wish there was a place like this in my village!
de: TEXT_KINGBZ004_05191_CEETOLJA_000_430<tab>Jedes Mal, wenn ich zum Xbalyav Ty'e komme, bin ich erstaunt, welch unter<var 16 /var>schied<var 16 /var>liche Leute an diesen Tischen versammelt sind. Ich wünschte, es gäbe in meinem Dorf einen Ort wie diesen!
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_430<tab>Ce restaurant est toujours tellement animé<var 1D /var>! Si seulement le même genre d'endroit pouvait exister chez moi, on s'amuserait un peu plus souvent, ja<var 1D /var>!
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_430<tab>シャバーブチェはいろんな人がいて、ほんと楽しい！ ウチの地元にも、こういうお店ほしいよー！

source: TEXT_KINGBZ004_05191_TEPEKE_000_435<tab>It seems my parents fell in love with the tacos here while they awaited my return from Thavnair. I'm sure they'd be happy if I brought some home with me.
de: TEXT_KINGBZ004_05191_TEPEKE_000_435<tab>Anscheinend haben meine Eltern sich in die Tacos hier verliebt, während sie auf meine Rückkehr aus Thavnair warteten. Sie würden sich sicher freuen, wenn ich ein paar mit nach Hause bringen würde.
fr: TEXT_KINGBZ004_05191_TEPEKE_000_435<tab>Les tacos de Xbalyav Ty'e sont un régal, pas vrai<var 1D /var>? C'est ce que m'ont assuré mes parrrents, en tout cas. Je suis sûre que ça leur ferait très plaisir si je leur en ramenais quelques-uns.
ja: TEXT_KINGBZ004_05191_TEPEKE_000_435<tab>そういえば、この店で私の帰りを待っていた両親が、 ここのタコスは美味しいと言ってました。 お土産に持って帰ったら喜ぶでしょうか……？

source: TEXT_KINGBZ004_05191_TENTOAWA_000_500<tab>I neglected to mention this earlier, but I was able to convince everyone back home to stop relying on the cradle. My sleepless days are over, but I've been busier than ever.
de: TEXT_KINGBZ004_05191_TENTOAWA_000_500<tab>Ich konnte die Leute bei mir zu Hause davon überzeugen, sich nicht länger auf das Artefakt zu verlassen. Meine schlaflosen Nächte sind zwar vorüber, aber ich bin beschäftigter denn je.
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_500<tab>Quand je serai rentré au village, j'ai l'intention de convaincre tout le monde de ne plus utiliser le totem du Narval. T'as bien compris, je veux plus être le guerrier insomniaque.
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_500<tab>実は、里に戻ってから皆と話し合って、 イッカクの祭器を使うのをやめることにしたんだ。 だから今のオレはもう、「眠らずの勇士」じゃない。

source: TEXT_KINGBZ004_05191_TENTOAWA_000_501<tab>I've looked to Ishgard's knights for inspiration on how to build solidarity among the villagers. We train together and take turns on watch, among other things.
de: TEXT_KINGBZ004_05191_TENTOAWA_000_501<tab>Ich habe mich von den Rittern Ishgards inspirieren lassen, um die Solidarität unter den Dorfbewohnern zu fördern. Unter anderem trainieren wir zusammen und wechseln uns beim Wachdienst ab.
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_501<tab>En prenant exemple sur les templiers ishgardais, j'ai décidé de poursuivre mon en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment en faisant des tours de garde sans l'aide de ma dormeuse pour m'éviter de succomber à la fatigue.
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_501<tab>でさ、イシュガルドの神殿騎士団を参考に、 訓練したり、交代で見張りをしたり…… いろいろと新しいことを始めてみたよ。

source: TEXT_KINGBZ004_05191_TENTOAWA_000_502<tab>Loazenikwe no longer needs to spend her days abed, and sometimes joins us in our drills. I admit this new life wouldn't be the same without her.
de: TEXT_KINGBZ004_05191_TENTOAWA_000_502<tab>Loazenikwe ist nicht länger an ihr Bett gefesselt und nimmt manchmal an unseren Übungen teil. Ich muss zugeben, dieses neue Leben wäre ohne sie nicht das Gleiche.
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_502<tab>En parlant de Loazenikwe, elle a beaucoup plus de temps libre maintenant qu'elle est plus obligée de dormir pour mon compte. Ça l'empêche pas de m'accompagner partout pour s'entraîner à mes côtés... ce qui revient un peu au même, je suppose<var 1D /var>?
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_502<tab>ローデニケも眠り子の役目から解放されて自由な時間が増えた。 なのに、オレにつきあって訓練してるんだから、世話ないよな。

source: TEXT_KINGBZ004_05191_TENTOAWA_000_503<tab>A new life for which we both owe you thanks, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. We'll keep striving to follow the example you set for us!
de: TEXT_KINGBZ004_05191_TENTOAWA_000_503<tab>Ein neues Leben, das wir beide dir zu verdanken haben, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Wir werden weiterhin danach streben, deinem Beispiel zu folgen!
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_503<tab>Enfin bref, tout ça, c'est à toi qu'on le doit. Tu m'as montré ce qu'était un<var 08 E905 ((e)) (()) /var> véritable protect<var 08 E905 ((rice)) ((eur)) /var>. Compte sur moi pour te surpasser d'ici peu, hé hé<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_503<tab>まぁそれも全部オマエのおかげだ。 オマエが示した護り手の生き方、オレたちも貫いてみせるよ！

source: TEXT_KINGBZ004_05191_LOASHKANA_000_600<tab>My people have accepted the fact that we cannot always rely upon the Heartsting, and even now train to build our natural resistance to various toxins.
de: TEXT_KINGBZ004_05191_LOASHKANA_000_600<tab>Mein Volk hat die Tatsache akzeptiert, dass wir uns nicht immer auf Herzstich verlassen können, und wir trainieren nun, um natürliche Resistenzen gegen verschiedene Gifte zu entwickeln.
fr: TEXT_KINGBZ004_05191_LOASHKANA_000_600<tab>Avec les miens, nous nous préparons à ne plus faire usage du totem du Scorpion. Chacun suit un en<var 16 /var>traî<var 16 /var>ne<var 16 /var>ment régulier pour augmenter sa résistance au poison.
ja: TEXT_KINGBZ004_05191_LOASHKANA_000_600<tab>ワタシの部族では、サソリの祭器が使えない状況に備えて、 毒に対する耐性をつける訓練を始めたの。

source: TEXT_KINGBZ004_05191_LOASHKANA_000_601<tab>It took some time to figure out the right amounts to use, and I admit there were some close calls...but luckily, the Heartsting was at our disposal.
de: TEXT_KINGBZ004_05191_LOASHKANA_000_601<tab>Es hat ein wenig gedauert, bis wir die richtigen Mengen herausgefunden haben, und ein paar Mal wurde es durchaus eng<var 1D /var>... aber zum Glück haben wir ja Herzstich zu unserer Verfügung.
fr: TEXT_KINGBZ004_05191_LOASHKANA_000_601<tab>Au début, nous avions du mal à jauger les doses, ce qui provoquait des accidents. Heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, le totem était toujours là pour nous tirer d'affaire et éviter une tragédie.
ja: TEXT_KINGBZ004_05191_LOASHKANA_000_601<tab>最初のうちは適切な分量がわからず、 危険な状況になることもあったけど…… そういうときこそ、祭器の出番よ。

source: TEXT_KINGBZ004_05191_LOASHKANA_000_602<tab>Yet I believe that our strength lies in our ability to conquer hardship. I hope one day we can trust in our own abilities.
de: TEXT_KINGBZ004_05191_LOASHKANA_000_602<tab>Doch ich glaube, unsere Stärke liegt darin, Mühsal zu überwinden. Ich hoffe, dass wir eines Tages auf unsere eigenen Fä<var 16 /var>hig<var 16 /var>kei<var 16 /var>ten vertrauen können.
fr: TEXT_KINGBZ004_05191_LOASHKANA_000_602<tab>Les humains ont cette propension à se surpasser pour surmonter n'importe quelle difficulté. Plutôt que de constamment nous reposer sur un soutien extérieur, j'espère que nous serons un jour capables de compter uniquement sur nous-mêmes pour atteindre le même résultat.
ja: TEXT_KINGBZ004_05191_LOASHKANA_000_602<tab>元来、人間には困難を克服する力が備わっている。 いつの日か、超常の力をもつ祭器に頼らず、 自分たちの力だけで暮らせるようになってみせるわ。

source: TEXT_KINGBZ004_05191_LOASHKANA_000_603<tab>That being said, it's been some time since I had a meal that wasn't laced with poison. I'd forgotten how delicious food could be!
de: TEXT_KINGBZ004_05191_LOASHKANA_000_603<tab>Es ist übrigens schon eine Weile her, dass ich eine Mahlzeit genießen durfte, die nicht mit Gift versehen war. Ich hatte ganz vergessen, wie lecker Essen sein kann!
fr: TEXT_KINGBZ004_05191_LOASHKANA_000_603<tab>À ce propos, ça faisait bien longtemps que je n'avais pas mangé d'aliments exempts d'un poison quelconque... Quel bonheur, je te jure<var 1D /var>!
ja: TEXT_KINGBZ004_05191_LOASHKANA_000_603<tab>それにしても、毒のない食べ物は久々！ とっても美味しいわね！

source: TEXT_KINGBZ004_05191_KUIYKI_000_700<tab>The others will be glad to hear how key the Dreamweave Cocoon was to our success.
de: TEXT_KINGBZ004_05191_KUIYKI_000_700<tab>Die anderen werden sich freuen, zu hören, wie wichtig Flatterschein für unsere Suche war.
fr: TEXT_KINGBZ004_05191_KUIYKI_000_700<tab>Mes compatriotes m'ont ex<var 16 /var>cep<var 16 /var>tion<var 16 /var>nellement permis d'emporter le totem du Papillon machaon pour parvenir à nos fins. Comme je suis contente de pouvoir leur annoncer en rentrant<var 1D /var>: “Mission accomplie<var 1D /var>!”
ja: TEXT_KINGBZ004_05191_KUIYKI_000_700<tab>アゲハの祭器を持ち出すことを許してくれた集落のみんなに、 これで良い報告ができるよ。

source: TEXT_KINGBZ004_05191_KUIYKI_000_701<tab>And though it seems Apyaahi recognized you from the moment you met, it didn't make a difference, did it? It just reaffirms for me that you've more than earned your renown as a hero.
de: TEXT_KINGBZ004_05191_KUIYKI_000_701<tab>Obwohl Apyaahi unsere Täuschung in Ul'dah durchschaute, hat das keinen Unterschied gemacht, oder? Sie hätte sich deinen Ruf mehr zu Herzen nehmen sollen!
fr: TEXT_KINGBZ004_05191_KUIYKI_000_701<tab>Au fait, on dirait qu'Apyaahi avait percé ton identité à jour depuis le départ... Il faut croire que tu étais un peu trop célèbre pour ton propre bien<var 1D /var>!
ja: TEXT_KINGBZ004_05191_KUIYKI_000_701<tab>キミの素性は初めからアパーヒにバレてたみたいだけど…… それってつまり、キミが英雄として戦い続け、 名声をあげた結果でもあるんだろうね。

source: TEXT_KINGBZ004_05191_KUIYKI_000_702<tab>I still aspire to become a hunter worthy of I'toca's legacy─and I know it will take a lot of time, and a lot of hard work.
de: TEXT_KINGBZ004_05191_KUIYKI_000_702<tab>Ich habe natürlich noch immer vor, eine Jägerin zu werden, die I'tocas Vermächtnis gerecht wird. Aber keine Sorge<var 1D /var>- ich werde mir das verdienen, ohne mich dabei auf andere zu verlassen.
fr: TEXT_KINGBZ004_05191_KUIYKI_000_702<tab>Quant à moi, j'ai l'intention de poursuivre l'œuvre d'I'toca en devenant la meilleure chasseuse de tous les temps. Sauf que cette fois, je compterai uniquement sur moi-même, promis<var 1D /var>!
ja: TEXT_KINGBZ004_05191_KUIYKI_000_702<tab>アタシはイットカの遺志を継いで凄腕の狩人になりたい。 でもそれは、行動の結果としてついてくるものだと思う。

source: TEXT_KINGBZ004_05191_KUIYKI_000_703<tab>For now, I'll focus on keeping my village safe, but I won't stop there. Keep your ears to the ground, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, for someday you might hear tales of Kuiyki, a hunter true!
de: TEXT_KINGBZ004_05191_KUIYKI_000_703<tab>Fürs Erste konzentriere ich mich auf die Sicherheit meines Dorfes, doch dabei wird es nicht bleiben. Halte die Ohren offen, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, denn eines Tages wirst du Geschichten von Kuiyki, der überragenden Jägerin, hören!
fr: TEXT_KINGBZ004_05191_KUIYKI_000_703<tab>Pour commencer, je vais me concentrer sur la défense de notre hameau, mais je n'ai pas l'intention de m'arrêter là. Ne sois pas surpris<var 08 E905 ((e)) (()) /var> si un jour, tu entends parler des exploits de l'illustre chasseuse nommée Kuiyki<var 1D /var>!
ja: TEXT_KINGBZ004_05191_KUIYKI_000_703<tab>だから、いまは集落の平和を護ることだけを考える。 そしていつの日か、キミのところまでアタシの名が届くといいな！

source: TEXT_KINGBZ004_05191_CEETOLJA_000_800<tab>Everyone was so brave! My heart always starts pounding when the fighting begins, but I didn't need to worry.
de: TEXT_KINGBZ004_05191_CEETOLJA_000_800<tab>Sie waren alle so mutig! Mein Herz klopft immer ganz doll, wenn die Kämpfe beginnen, aber ich musste mir keine Sorgen machen.
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_800<tab>Vous avez été formidable, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Le combat n'est vraiment pas mon fort, mais avec un<var 08 E905 ((e)) (()) /var> allié<var 08 E905 ((e)) (()) /var> comme vous à mes côtés, je me suis toujours sentie en sécurité<var 1D /var>!
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_800<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>ちゃん、お疲れさま！ 戦いは怖かったけど、みんなのおかげで心強かったー！

source: TEXT_KINGBZ004_05191_CEETOLJA_000_801<tab>Since I'm here in Tuliyollal, I'll visit the market before I return to my village─ Oh, I almost forgot!
de: TEXT_KINGBZ004_05191_CEETOLJA_000_801<tab>Da ich schon mal hier in Tuliyollal bin, werde ich den Markt besuchen, bevor ich in mein Dorf zurückkehre<var 1D /var>... Oh, das hätte ich beinahe vergessen!
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_801<tab>Maintenant que je suis à Tuliyollal, je ne partirai pas d'ici sans avoir acheté tout un tas de souvenirs que je ramènerai dans mon village, ja.
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_801<tab>せっかくトライヨラまで来たから、 ウチはこのあと、お土産をたっくさん買って村に帰るよ。 あとそうだ、ウチの村といえばね……

source: TEXT_KINGBZ004_05191_CEETOLJA_000_802<tab>Kaqool Ja sent me a letter! He said the authorities have taken his circumstances into account and decided to be merciful. He'll be released soon, and just as promised, my village will be the first place he visits.
de: TEXT_KINGBZ004_05191_CEETOLJA_000_802<tab>Kaqool Ja hat mir einen Brief geschickt! Er sagte, die Behörden hätten seine Umstände in Betracht gezogen und sich gnädig gezeigt. Er wird bald entlassen werden und wie versprochen mein Dorf besuchen.
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_802<tab>D'ailleurs, en parlant de mon village, figurez-vous que nous avons récemment reçu une lettre de Kaqool Ja<var 1D /var>! Après une remise de peine pour bonne conduite, il a été relâché par la Légion de l'Aurore et il va donc venir nous rendre visite bientôt<var 1D /var>!
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_802<tab>この前、カクージャのおじさんからお手紙が届いたの！ 情状酌量の余地ありってことで、もうすぐ釈放されて、 約束どおり、一番最初にウチの村へ来てくれるって！

source: TEXT_KINGBZ004_05191_CEETOLJA_000_803<tab>Everyone's looking forward to greeting him with open arms! If Kaqool Ja agrees to be our protector, then we can come to Tuliyollal more often.
de: TEXT_KINGBZ004_05191_CEETOLJA_000_803<tab>Alle freuen sich darauf, ihn mit offenen Armen zu empfangen! Und wenn Kaqool Ja unser Beschützer wird, dann können wir auch häufiger nach Tuliyollal kommen.
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_803<tab>J'ai déjà mis tout le village au courant de l'histoire, donc il sera accueilli avec les honneurs, ja<var 1D /var>! Et qui sait, s'il accepte de rester parmi nous en tant que garde du corps, vous me reverrez pro<var 16 /var>ba<var 16 /var>ble<var 16 /var>ment en sa compagnie la prochaine fois<var 1D /var>!
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_803<tab>村のみんなも事情は知ってるし、歓迎してくれるはず！ もし、おじさんが村専属の傭兵になってくれたら、 護ってもらいつつ、一緒にトライヨラまで遊びに来るね！

source: TEXT_KINGBZ004_05191_TEPEKE_000_900<tab>To think the origin of the treasures lies with the Yok Huy. Even with such dominating strength as they possessed, they sought still more when their very survival was at stake.
de: TEXT_KINGBZ004_05191_TEPEKE_000_900<tab>Kaum zu glauben, dass der Ursprung der Artefakte bei den Yok Huy liegt. Trotz ihrer beeindruckenden Stärke suchten sie nach einer noch größeren Macht, als ihre Existenz auf dem Spiel stand.
fr: TEXT_KINGBZ004_05191_TEPEKE_000_900<tab>Et dire que l'origine de nos totems remonte à la civilisation yok huy, qui a autrefois dominé tout le continent... Voilà qui leur ressemble bien. En temps de crise, ils ont fait tout leur possible pour garantir leur survie en se dotant d'une puissance horrrs du commun.
ja: TEXT_KINGBZ004_05191_TEPEKE_000_900<tab>それにしても、祭器の由来がヨカフイ族にあったとは……。 大陸を支配したという強大な部族ですら、 存亡の危機に瀕し、超常の力を求めたのですね。

source: TEXT_KINGBZ004_05191_TEPEKE_000_901<tab>My people were afraid of the Apex, and so sealed it away within our treasure. But over time the treasure became as feared as the beast within it─thus we never considered using it as a tool to aid us.
de: TEXT_KINGBZ004_05191_TEPEKE_000_901<tab>Mein Volk hatte Angst vor dem Eulen-Vidraal und versiegelte ihn so in dem Artefakt. Doch im Laufe der Zeit wurde das Artefakt genauso gefürchtet wie die Bestie in seinem Inneren, und wir zogen nie in Erwägung, dass es ein nützliches Werkzeug für uns sein könnte.
fr: TEXT_KINGBZ004_05191_TEPEKE_000_901<tab>J'ai le sentiment que les miens ont agi dans le même but. Ils se sont approprié le totem de la Chouette pour se prémunir contre toute catastrophe majeurrre, sans se douter de la possibilité qu'après un certain laps de temps, leur objectif se perdrait dans les mémoires.
ja: TEXT_KINGBZ004_05191_TEPEKE_000_901<tab>私の部族は、祭器にフクロウを封じました。 そしてその力は、大きな危険を呼ぶ恐れがあるとして、 長らく、使われることもなかったわけですが……

source: TEXT_KINGBZ004_05191_TEPEKE_000_902<tab>I've been training hard, and I hope that someday I can help my people view the treasure from a new perspective. It might take a while, but we'll get there. I'm already stronger than last time we met, right?
de: TEXT_KINGBZ004_05191_TEPEKE_000_902<tab>Ich habe hart trainiert und ich hoffe, dass ich meinem Volk eines Tages helfen kann, das Artefakt aus einer neuen Perspektive zu betrachten. Es könnte eine Weile dauern, aber wir werden diesen Punkt erreichen. Ich bin bereits stärker als bei unserem letzten Treffen, oder?
fr: TEXT_KINGBZ004_05191_TEPEKE_000_902<tab>Maintenant que nous avons traversé toutes ces épreuves, j'ai bon espoirrr que nous trouverons un autre moyen de parvenir à nos fins. Nous prendrons le temps qu'il faudra, mais nous y arriverons, faites-nous confiance<var 1D /var>! Après tout, nous sommes plus forts que jamais, pas vrai<var 1D /var>?
ja: TEXT_KINGBZ004_05191_TEPEKE_000_902<tab>村のみんなに新たな接し方を提案することもできるのではと、 そうした思いを胸に、ずっと鍛錬を続けてるんですよ。 少しは強くなったなって、思いませんでしたか？

source: TEXT_KINGBZ004_05191_TEPEKE_000_903<tab>Heh, you don't have to answer. But trust me when I tell you we won't take the easy road like Virazahn. Every bit of progress, we'll earn through hard work!
de: TEXT_KINGBZ004_05191_TEPEKE_000_903<tab>Ha, das musst du nicht beantworten. Aber du kannst mir vertrauen, wenn ich dir sage, dass wir es uns nicht so einfach machen werden wie Virazahn. Wir werden uns jedes bisschen Fortschritt durch harte Arbeit verdienen!
fr: TEXT_KINGBZ004_05191_TEPEKE_000_903<tab>Attention, je ne dis pas que nous allons finir comme Virazahn et sa folie des grandeurrrs<var 1D /var>! Nous resterons humbles et désintéressés, hé hé<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TEPEKE_000_903<tab>……なーんて。 過ぎた力を求めれば、ヴィラザーンと同じ。 私はこれからも、無欲に腕を磨いていきます！

source: TEXT_KINGBZ004_05191_TEPEKE_000_904<tab>On that note, as much as I'd like to stay, I suppose we all have homes waiting for us. Let's say our farewells to Br'uk Evu and Rral Majun.
de: TEXT_KINGBZ004_05191_TEPEKE_000_904<tab>Nun, so gern ich auch bleiben würde, haben wir wohl alle ein Zuhause, das auf uns wartet. Wir sollten uns von Br'uk Evu und Rral Majun verabschieden.
fr: TEXT_KINGBZ004_05191_TEPEKE_000_904<tab>Bon... Ça me fait de la peine, mais il va falloirrr qu'on se quitte... Allons tous faire nos adieux à Br'uk Evu, vous voulez bien<var 1D /var>?
ja: TEXT_KINGBZ004_05191_TEPEKE_000_904<tab>さて、名残惜しいですが、そろそろ帰らないと……。 最後にみんなでブルケブさんに挨拶していきましょう。

source: TEXT_KINGBZ004_05191_BRUKEVU_100_1000<tab>I'm glad you got to catch up with everyone. Shall we bring this party to a close, then?
de: TEXT_KINGBZ004_05191_BRUKEVU_100_1000<tab>Ich freue mich, dass du dich noch mal mit allen unterhalten konntest. Da eure Mägen jetzt voll sind, sollen wir die Feier zu einem Ende bringen?
fr: TEXT_KINGBZ004_05191_BRUKEVU_100_1000<tab>C'est l'heure des adieux déchirants<var 1D /var>? Bien sûr que je veux en être<var 1D /var>!
ja: TEXT_KINGBZ004_05191_BRUKEVU_100_1000<tab>皆との挨拶は済んだようだな。 そろそろお開きとするか。

source: TEXT_KINGBZ004_05191_LOASHKANA_000_1000<tab>Be well, everyone!
de: TEXT_KINGBZ004_05191_LOASHKANA_000_1000<tab>Macht's gut, ihr alle!
fr: TEXT_KINGBZ004_05191_LOASHKANA_000_1000<tab>Merci à tous... C'était une expérience formidable<var 1D /var>!
ja: TEXT_KINGBZ004_05191_LOASHKANA_000_1000<tab>それじゃ、また。 元気でね！

source: TEXT_KINGBZ004_05191_TENTOAWA_000_1001<tab>I'll bring Loazenikwe next time. I want her to meet the people who helped us.
de: TEXT_KINGBZ004_05191_TENTOAWA_000_1001<tab>Nächstes Mal werde ich Loazenikwe mitbringen. Ich möchte, dass sie die Leute trifft, die uns geholfen haben.
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_1001<tab>Pareil pour moi<var 1D /var>! Et la prochaine fois qu'on se retrouvera, je viendrai avec Loazenikwe<var 1D /var>! Elle a tellement hâte de tailler le bout de gras avec vous tous<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_1001<tab>次は、ローデニケも連れてくるよ。 アイツも、世話になった皆に会いたがってたしな。

source: TEXT_KINGBZ004_05191_KUIYKI_000_1002<tab>Stop by my village if you're ever in the region. I'll treat you to freshly hunted boar!
de: TEXT_KINGBZ004_05191_KUIYKI_000_1002<tab>Schaut doch mal in meinem Dorf vorbei, wenn ihr in der Gegend seid. Dann lade ich euch auf einen frisch erlegten Keiler ein!
fr: TEXT_KINGBZ004_05191_KUIYKI_000_1002<tab>Si vous passez près de chez moi, n'hésitez surtout pas à venir faire coucou<var 1D /var>! Je vous préparerai du rôti de sanglier que j'aurai chassé moi-même<var 1D /var>!
ja: TEXT_KINGBZ004_05191_KUIYKI_000_1002<tab>近くまで来たら、里に顔を出してね。 アタシが仕留めた、美味しいイノシシをご馳走するから！

source: TEXT_KINGBZ004_05191_CEETOLJA_000_1003<tab>Everyone get home safely! We'll meet again soon.
de: TEXT_KINGBZ004_05191_CEETOLJA_000_1003<tab>Kommt alle gut nach Hause! Wir werden uns bald wiedersehen.
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_1003<tab>Pour ma part, je prierai pour que tout le monde se porte bien jusqu'à notre prochaine rencontre, ja<var 1D /var>!
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_1003<tab>みんながこれからも、楽しくすごせますよーに！ またねー！

source: TEXT_KINGBZ004_05191_TEPEKE_000_1004<tab>I hope I was able to pay back the debt I owe you, if only a little. If you ever need help again, you know how to reach me!
de: TEXT_KINGBZ004_05191_TEPEKE_000_1004<tab>Ich hoffe, ich konnte meine Schuld dir gegenüber zumindest ein Stück weit begleichen. Wenn du jemals wieder Hilfe brauchst, weißt du ja, wo du mich findest!
fr: TEXT_KINGBZ004_05191_TEPEKE_000_1004<tab>Et moi, j'espère simplement avoir réussi à vous rembourser ma dette... Si vous avez besoin de mon aide pour quoi que ce soit, n'hésitez pas à me faire signe. À trrrès bientôt<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TEPEKE_000_1004<tab>あなたに、少しでも恩返しはできたでしょうか…… 私で力になれることがあれば、いつでも呼んでください！

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_1005<tab>It was a long and trying road, but the treasures are finally back in their rightful places.
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_1005<tab>Es war ein langer und steiniger Weg, aber die Artefakte sind endlich wieder an ihren angestammten Plätzen.
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_1005<tab>Nous voilà au bout de cette aventure... La menace des Affranchis est définitivement écartée et c'est en grande partie grâce à vous, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>!
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_1005<tab>みなさんのおかげで…… 祭器による一連の騒動も、ようやく落ち着きましたね！
