Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz004_05191/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ004_05191_SYSTEM_200_101<tab>Your progress through the battle will be saved at certain points. In the event that you are defeated, you will be able to try again from the most recent of these.
de: TEXT_KINGBZ004_05191_SYSTEM_200_101<tab>Im Verlauf der bevorstehenden Schlacht wird dein Fortschritt an bestimmten Stellen gespeichert. Solltest du zwischendurch besiegt werden, kannst du den Kampf vom letzten Kontrollpunkt aus wieder aufnehmen.
fr: TEXT_KINGBZ004_05191_SYSTEM_200_101<tab>Votre progression lors du combat à suivre sera sauvegardée à un moment donné, ce qui permettra de le reprendre à partir de là en cas de défaite.
ja: TEXT_KINGBZ004_05191_SYSTEM_200_101<tab>このクエストバトルでは進行度が保存され、 ある程度まで進めてから敗北した場合、 途中から再挑戦することができます。

source: TEXT_KINGBZ004_05191_SYSTEM_300_101<tab>Please note that if you enter battles associated with other quests or log out from the game, this progress will be lost.
de: TEXT_KINGBZ004_05191_SYSTEM_300_101<tab>Solltest du jedoch andere Auftragskämpfe bestreiten oder dich ausloggen, geht der gespeicherte Spielfortschritt verloren.
fr: TEXT_KINGBZ004_05191_SYSTEM_300_101<tab>Veuillez noter que cette sauvegarde temporaire sera effacée si vous décidez de participer à une autre bataille de quête ou si vous vous déconnectez.
ja: TEXT_KINGBZ004_05191_SYSTEM_300_101<tab>ほかのクエストバトルに挑戦したり、ログアウトすると、 保存された進行度は破棄されますので、ご注意ください。

source: TEXT_KINGBZ004_05191_LOASHKANA_000_100<tab>They're here!
de: TEXT_KINGBZ004_05191_LOASHKANA_000_100<tab>Da sind sie!
fr: TEXT_KINGBZ004_05191_LOASHKANA_000_100<tab>... Les voilà<var 1D /var>!
ja: TEXT_KINGBZ004_05191_LOASHKANA_000_100<tab>……来たわ！

source: TEXT_KINGBZ004_05191_TENTOAWA_000_101<tab>We knew you were coming, Apyaahi! You and your gang of thugs won't be going any further!
de: TEXT_KINGBZ004_05191_TENTOAWA_000_101<tab>Wir wussten, dass du kommen würdest, Apyaahi! Du und deine Verbrecherbande werdet keinen Schritt weitergehen!
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_101<tab>Vous vous attendiez pas à un tel accueil, peut-être<var 1D /var>? On vous a percés à jour, bande de terroristes<var 1D /var>! Votre aventure prend fin ici, au Seuil du Tuliyollal<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_101<tab>オマエたちの計画は筒抜けだ。 ここから先には行かせないぞ！

source: TEXT_KINGBZ004_05191_APYAAHI_000_102<tab>So, you've chosen to join the other sheep, have you? How disappointing. I offered you so much more than the life of a lapdog.
de: TEXT_KINGBZ004_05191_APYAAHI_000_102<tab>Du hast dich also dafür entschieden, auf der Seite der Schafe zu kämpfen, was? Wie enttäuschend. Ich habe dir so viel mehr angeboten als ein Leben als Schoßhündchen.
fr: TEXT_KINGBZ004_05191_APYAAHI_000_102<tab>Tu es de mèche avec eux maintenant<var 1D /var>? Tu tiens tant que ça à achever ton existence sur cette terre en tant que vulgaire barbouze<var 1D /var>? Quel gâchis...
ja: TEXT_KINGBZ004_05191_APYAAHI_000_102<tab>あなた、そちら側についたの……？ 国家の犬に成り下がるなんて、残念ねえ。

source: TEXT_KINGBZ004_05191_Q1_000_000<tab>What will you say?
de: TEXT_KINGBZ004_05191_Q1_000_000<tab>Was möchtest du sagen?
fr: TEXT_KINGBZ004_05191_Q1_000_000<tab>Que dites-vous<var 1D /var>?
ja: TEXT_KINGBZ004_05191_Q1_000_000<tab>何と言う？

source: TEXT_KINGBZ004_05191_A1_000_001<tab>Villains like you don't deserve freedom.
de: TEXT_KINGBZ004_05191_A1_000_001<tab>Halunken wie du verdienen keine Freiheit.
fr: TEXT_KINGBZ004_05191_A1_000_001<tab>Les Affranchis doivent payer pour leurs crimes<var 1D /var>!
ja: TEXT_KINGBZ004_05191_A1_000_001<tab>「自由の扉」を、野放しにはしておけない

source: TEXT_KINGBZ004_05191_A1_000_002<tab>I never intended to fight by your side.
de: TEXT_KINGBZ004_05191_A1_000_002<tab>Ich hatte nie vor, an deiner Seite zu kämpfen.
fr: TEXT_KINGBZ004_05191_A1_000_002<tab>Je n'ai jamais eu l'intention de faire partie de ton association de renégats.
ja: TEXT_KINGBZ004_05191_A1_000_002<tab>はじめから仲間になったつもりはない

source: TEXT_KINGBZ004_05191_APYAAHI_000_104<tab>Hehe. Of course you would say that. You are Eorzea's savior, after all!
de: TEXT_KINGBZ004_05191_APYAAHI_000_104<tab>Hehe. Natürlich würdest du so etwas sagen. Immerhin bist du <var 08 E905 ((die Retterin Eorzeas)) ((der Retter Eorzeas)) /var>! Nicht wahr, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>?
fr: TEXT_KINGBZ004_05191_APYAAHI_000_104<tab>Hé hé, tu es totalement fidèle à ta réputation... héro<var 08 E905 ((ïne)) ((s)) /var> d'Éorzéa<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_104<tab>フフッ、まぁ、そう言うんじゃないかと思っていたわ。 ……エオルゼアの英雄さんなら、ね！

source: TEXT_KINGBZ004_05191_APYAAHI_000_105<tab>I knew it from the moment I saw you. And I suppose now you're asking yourself why I was so forthcoming with my plans.
de: TEXT_KINGBZ004_05191_APYAAHI_000_105<tab>Ich wusste es vom ersten Moment an, als ich dich sah. Und nun fragst du dich vermutlich, warum ich so bereitwillig meine Pläne mit dir geteilt habe.
fr: TEXT_KINGBZ004_05191_APYAAHI_000_105<tab>Tu pensais vraiment que je ne t'avais pas reconnu<var 08 E905 ((e)) (()) /var> dès le départ<var 1D /var>? Simplement parce que je t'ai dévoilé tout notre plan<var 1D /var>? Oh, mais il y a une excellente raison à ça...
ja: TEXT_KINGBZ004_05191_APYAAHI_000_105<tab>初めて会ったときから気づいていたわよ。 なのに、なぜ私たちの計画を洗いざらい話したか、わかる？

source: TEXT_KINGBZ004_05191_APYAAHI_000_106<tab>I wanted you to see what we fight for. To realize the beauty of true freedom, and devote yourself to the pursuit of it as our ally. Alas.
de: TEXT_KINGBZ004_05191_APYAAHI_000_106<tab>Ich wollte, dass du siehst, wofür wir kämpfen. Dass du die Schönheit der wahren Freiheit erkennst und diese als <var 08 E905 ((echte Verbündete)) ((echter Verbündeter)) /var> selbst anstrebst. Doch leider<var 1D /var>...
fr: TEXT_KINGBZ004_05191_APYAAHI_000_106<tab>Je n'avais aucune raison de te cacher mes convictions. Ce sont elles qui font notre force. En te montrant ce qu'était la véritable liberté, j'espérais faire vibrer ton for intérieur... te persuader par l'exemple de rejoindre notre cause.
ja: TEXT_KINGBZ004_05191_APYAAHI_000_106<tab>あなたに我々の活動を見せたかったの。 真の自由の素晴らしさを知って、 本心から同志になってもらいたかったのよ。

source: TEXT_KINGBZ004_05191_TEPEKE_000_107<tab>Your “allies” only follow you because the treasure has them in its thrall! No one would willingly follow such a reckless leader!
de: TEXT_KINGBZ004_05191_TEPEKE_000_107<tab>Deine „Verbündeten“ folgen dir nur, weil sie unter dem Bann des Artefakts stehen! Niemand würde freiwillig einer so rücksichtslosen Anführerin folgen!
fr: TEXT_KINGBZ004_05191_TEPEKE_000_107<tab>Arrête un peu ton charrrabia, tu veux<var 1D /var>? Tous ces bandits que tu as ramassés sur ton chemin ne t'ont rejointe que grâce au pouvoir de ton totem, pas vrai<var 1D /var>? Aucune personne consciente de ses actes n'accepterait de risquer sa vie pour un projet aussi délirant que le tien<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TEPEKE_000_107<tab>どうせ、そこにいる手下たちも、 祭器の能力で、操っているんでしょう！？ こんな無謀な作戦に従う者なんて、いるわけないんだから！

source: TEXT_KINGBZ004_05191_APYAAHI_000_108<tab>Interesting. You think I have the power to command others against their will?
de: TEXT_KINGBZ004_05191_APYAAHI_000_108<tab>Hmpf. Interessant. Du denkst, ich hätte die Macht, andere gegen ihren Willen zu kommandieren?
fr: TEXT_KINGBZ004_05191_APYAAHI_000_108<tab>... Je comprends mieux. Vous êtes donc persuadés que mon totem me permet de manipuler qui bon me semble...
ja: TEXT_KINGBZ004_05191_APYAAHI_000_108<tab>ふーん……なるほど。 あなたたちは、この祭器の能力を、 他者を操るものだと考えているのね？

source: TEXT_KINGBZ004_05191_TEPEKE_000_109<tab>Well, don't you?
de: TEXT_KINGBZ004_05191_TEPEKE_000_109<tab>Hast du die etwa nicht<var 1D /var>...?
fr: TEXT_KINGBZ004_05191_TEPEKE_000_109<tab>Eh ben quoi<var 1D /var>!? C'est pas le cas, peut-êtrrre<var 1D /var>?
ja: TEXT_KINGBZ004_05191_TEPEKE_000_109<tab>ち、違うんですか……！？

source: TEXT_KINGBZ004_05191_APYAAHI_000_110<tab>Oh, you are far more foolish than I believed! I would never rob anyone of their freedom!
de: TEXT_KINGBZ004_05191_APYAAHI_000_110<tab>Oh, du bist noch dümmer, als ich dachte! Ich würde niemals jemanden seiner Freiheit berauben!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_110<tab>Absolument pas, pauvre idiote<var 1D /var>! Contrôler la volonté d'autrui est l'antithèse radicale de mon idéal de liberté<var 1D /var>! Mais êtes-vous seulement capables de le comprendre<var 1D /var>?
ja: TEXT_KINGBZ004_05191_APYAAHI_000_110<tab>ざーんねん、大ハズレ！ 自由を愛する私が、そんな横暴なことするはずないじゃない！

source: TEXT_KINGBZ004_05191_KUIYKI_000_111<tab>She's gone!
de: TEXT_KINGBZ004_05191_KUIYKI_000_111<tab>Sie ist fort!
fr: TEXT_KINGBZ004_05191_KUIYKI_000_111<tab>Quoi<var 1D /var>!? Elle a disparu<var 1D /var>!
ja: TEXT_KINGBZ004_05191_KUIYKI_000_111<tab>アパーヒが、消えた……！？

source: TEXT_KINGBZ004_05191_APYAAHI_000_112<tab>Not gone. Here.
de: TEXT_KINGBZ004_05191_APYAAHI_000_112<tab>Nicht fort. Hier oben.
fr: TEXT_KINGBZ004_05191_APYAAHI_000_112<tab>La vraie Apyaahi est au-dessus de vos têtes, pauvres clowns<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_112<tab>本物はこっち。

source: TEXT_KINGBZ004_05191_SOLDIER05191A_000_113<tab>Look! Beasts approach from the Tuliyollan side!
de: TEXT_KINGBZ004_05191_SOLDIER05191A_000_113<tab>Seht! Bestien greifen von Tuliyollal aus an!
fr: TEXT_KINGBZ004_05191_SOLDIER05191A_000_113<tab>A-alerte générale<var 1D /var>!! Des monstres san<var 16 /var>gui<var 16 /var>nai<var 16 /var>res sont tout à coup apparus de l'autre côté de la porte<var 1D /var>! Ils se dirigent à toute berzingue vers la cité<var 1D /var>!!
ja: TEXT_KINGBZ004_05191_SOLDIER05191A_000_113<tab>た、大変だッ！ トライヨラ側に魔物が現れたぞ！

source: TEXT_KINGBZ004_05191_CEETOLJA_000_114<tab>But how!?
de: TEXT_KINGBZ004_05191_CEETOLJA_000_114<tab>Aber wie ist das möglich?!
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_114<tab>Mais que se passe-t-il, ja<var 1D /var>?
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_114<tab>ええっ、どうしてー！？

source: TEXT_KINGBZ004_05191_TENTOAWA_000_115<tab>We committed too heavily to this side, and now she strikes at our blind spot! We must open the gate!
de: TEXT_KINGBZ004_05191_TENTOAWA_000_115<tab>Wir haben uns zu sehr auf diese Seite konzentriert, und nun greift sie unsere Schwachstelle an! Wir müssen das Tor öffnen!
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_115<tab>Merde<var 1D /var>! Avec la majorité de nos forces concentrées ici, nous voilà pris en tenaille<var 1D /var>! Une partie d'entre nous doit aller faire le ménage là-bas fissa<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_115<tab>マズい、こっちに警備が集中してるから、 向こう側は手薄になってるぞ！ 門を開けて、追いかけよう！

source: TEXT_KINGBZ004_05191_APYAAHI_000_116<tab>The path to a new tomorrow lies ever before us. We need only be brave enough to walk it!!
de: TEXT_KINGBZ004_05191_APYAAHI_000_116<tab>Der Weg ins Morgen liegt vor euch. Beschreitet ihn jetzt!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_116<tab>Vous pouvez faire tout ce que vous voulez... Les Affranchis sont sur la voie de leur libération, et plus rien ne les arrêtera désormais<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_116<tab>明日への路は、常に開かれている…… さあ、追いかけてらっしゃい！

source: TEXT_KINGBZ004_05191_SOLDIER05191B_000_117<tab>(-Valiant Landsguard-)Leave this lot to us. You tend to the others!
de: TEXT_KINGBZ004_05191_SOLDIER05191B_000_117<tab>(-Tapferer Landsgardist-)Überlass diesen Haufen uns. Hilf du den anderen!
fr: TEXT_KINGBZ004_05191_SOLDIER05191B_000_117<tab>(-Guetteur de la Légion de l'Aurore-)On se charge de leur barrer le passage ici<var 1D /var>! Laissez-nous faire et allez prêter main-forte à vos camarades<var 1D /var>!
ja: TEXT_KINGBZ004_05191_SOLDIER05191B_000_117<tab>(-逞しい勇連隊士-)ここは我々に任せて、 貴殿は門の向こう側へ！

source: TEXT_KINGBZ004_05191_APYAAHI_000_118<tab>Must you insist on being a thorn in my side?
de: TEXT_KINGBZ004_05191_APYAAHI_000_118<tab>Musst du mir unbedingt ein Dorn im Auge sein?
fr: TEXT_KINGBZ004_05191_APYAAHI_000_118<tab>Halte là, héro<var 08 E905 ((ïne)) ((s)) /var> d'Éorzéa<var 1D /var>! Ton chemin s'arrête ici<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_118<tab>どうやら、黙ってこの先には行かせてもらえないみたいね。

source: TEXT_KINGBZ004_05191_APYAAHI_000_119<tab>Very well. Then I shall plant the banner of evil upon the corpse of Eorzea's hero, and the meek shall flock to me!
de: TEXT_KINGBZ004_05191_APYAAHI_000_119<tab>Na schön. Dann werde ich das Banner des Chaos in die Leiche <var 08 E905 ((der Heldin)) ((des Helden)) /var> Eorzeas rammen, und die Lämmlein werden zu mir strömen!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_119<tab>Une fois que je t'aurai envoyé<var 08 E905 ((e)) (()) /var> aux sept enfers, je hisserai la bannière de la malfaisance haut dans les cieux, et guiderai l'humanité vers un avenir débarrassé de toute contrainte<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_119<tab>それならそれで……ここで英雄たるあなたを倒し、 悪の旗のもとに人々を導いてみせましょう。

source: TEXT_KINGBZ004_05191_APYAAHI_000_120<tab>Make my fervent desire manifest! Grant me the power to seize undying freedom!
de: TEXT_KINGBZ004_05191_APYAAHI_000_120<tab>Mach meinen brennenden Wunsch wahr! Beschwöre das Symbol unsterblicher Freiheit an meine Seite!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_120<tab>Mon précieux totem... Libère-moi de tous les fardeaux qui m'ont toujours accablée, et octroie-moi le pouvoir d'accomplir ma destinée<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_120<tab>祭器よ、我が願いに応えて超常の力を！ そしてこの手に真の自由を……！

source: TEXT_KINGBZ004_05191_SYSTEM_000_123<tab>You must be a Disciple of War or Magic of level 100 or above to proceed.
de: TEXT_KINGBZ004_05191_SYSTEM_000_123<tab>Dieser Auftrag kann nur mit einem Krieger oder Magier fortgeführt werden, der mindestens Stufe 100 erreicht hat.
fr: TEXT_KINGBZ004_05191_SYSTEM_000_123<tab>Il est nécessaire d'être dans une classe ou un job de combattant ou de mage de niveau 100 pour poursuivre cette quête.
ja: TEXT_KINGBZ004_05191_SYSTEM_000_123<tab>本クエストを進行するためには、 現在のクラス・ジョブが、レベル100以上の、 ファイター、もしくはソーサラーである必要があります。

source: TEXT_KINGBZ004_05191_APYAAHI_000_200<tab>It seems I must admit defeat...
de: TEXT_KINGBZ004_05191_APYAAHI_000_200<tab>Ich muss wohl meine Niederlage eingestehen<var 1D /var>...
fr: TEXT_KINGBZ004_05191_APYAAHI_000_200<tab>Voilà donc le goût amer... de l'ultime défaite...
ja: TEXT_KINGBZ004_05191_APYAAHI_000_200<tab>どうやら、私の負けのようね……。

source: TEXT_KINGBZ004_05191_APYAAHI_000_201<tab>Yet know this: I do not believe the ideals for which I fought were misguided.
de: TEXT_KINGBZ004_05191_APYAAHI_000_201<tab>Aber merke dir eins: Ich glaube, dass die Ideale, für die ich gekämpft habe, nicht fehlgeleitet waren.
fr: TEXT_KINGBZ004_05191_APYAAHI_000_201<tab>Mais n'allez surtout pas croire que je me repens de quoi que ce soit. Les Affranchis portaient en eux le plus louable des idéaux. J'en serai éter<var 16 /var>nel<var 16 /var>le<var 16 /var>ment convaincue.
ja: TEXT_KINGBZ004_05191_APYAAHI_000_201<tab>けれど私の…… 「自由の扉」の理念が間違っていたとは、思っていないわ。

source: TEXT_KINGBZ004_05191_APYAAHI_000_202<tab>Think back upon the leaders who came before you. Those five self-serving souls who dared to live as they pleased!
de: TEXT_KINGBZ004_05191_APYAAHI_000_202<tab>Denk an die Anführer zurück, die vor dir kamen. Diese fünf tapferen Seelen, die so gelebt haben, wie sie beliebten!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_202<tab>Il suffit de vous remémorer mes premiers lieutenants. Même s'ils ont échoué dans leurs missions respectives, ils les auront au moins menées en tant qu'êtres absolument libres, dans la pleine possession de leurs moyens<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_202<tab>1期生たちを思い返してみて。 思うがまま、自由に生きた人間の姿を！

source: TEXT_KINGBZ004_05191_APYAAHI_000_203<tab>Each one the perfect image of liberty. Yet ultimate perfection cannot be achieved without ultimate power!
de: TEXT_KINGBZ004_05191_APYAAHI_000_203<tab>Jeder von ihnen ein perfektes Abbild der Freiheit. Doch ultimative Perfektion kann nicht ohne ultimative Macht erzielt werden!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_203<tab>Tel est le sentiment de plénitude ultime auquel je voudrais voir aspirer l'humanité tout entière, mais un tel absolu exige d'être soutenu par un pouvoir hors du commun.
ja: TEXT_KINGBZ004_05191_APYAAHI_000_203<tab>あれこそが、理想の姿。 けれど、超常の力を持たぬ者にそんなことはできない。

source: TEXT_KINGBZ004_05191_APYAAHI_000_204<tab>That is why we fought. Why we became villains─to tear down the world's nations and their stifling rules so that the voiceless many may speak again!
de: TEXT_KINGBZ004_05191_APYAAHI_000_204<tab>Darum haben wir gekämpft. Deshalb wurden wir zu Schurken. Um die Nationen der Welt und ihre erstickenden Regeln zu Fall zu bringen, damit die vielen Stummen wieder ihre Stimme erheben können!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_204<tab>Voilà pourquoi mon or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion secrète malfaisante devait incarner la voix du peuple opprimé, et détruire les nations qui l'écrasent ainsi que les États qui le spolient<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_204<tab>だから我々悪の組織が、声なき民に代わり、 つまらないルールで縛る国家を倒す必要があるの！

source: TEXT_KINGBZ004_05191_TEPEKE_000_205<tab>What made you feel this way?
de: TEXT_KINGBZ004_05191_TEPEKE_000_205<tab>Warum ist dir das so wichtig?
fr: TEXT_KINGBZ004_05191_TEPEKE_000_205<tab>J'ai du mal à te comprendre... Pourquoi tant de haine envers les institutions<var 1D /var>? En un sens, au moins quelques-unes d'entre elles sont aussi le frrruit de la liberté des hommes, non<var 1D /var>?
ja: TEXT_KINGBZ004_05191_TEPEKE_000_205<tab>何故そこまでルールを、国家を憎むのです？

source: TEXT_KINGBZ004_05191_APYAAHI_000_206<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> has told you already, surely. Yet the exile that emboldened my hatred of meaningless restrictions also led to my awakening. I couldn't have known true freedom without it.
de: TEXT_KINGBZ004_05191_APYAAHI_000_206<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> hat dir das sicher bereits erzählt. Doch das Exil, das meinen Hass auf sinnlose Ein<var 16 /var>schrän<var 16 /var>kungen verstärkte, führte auch zu meinem Erwachen. Ohne es hätte ich nie erfahren, was wahre Freiheit bedeutet.
fr: TEXT_KINGBZ004_05191_APYAAHI_000_206<tab>Vous connaissez déjà tous mon passé, non<var 1D /var>? Vous savez que j'ai grandi dans un milieu où je devais être exploitée en jouant un rôle bien défini, et un seul. Je me suis rebellée, et en conséquence, j'ai été chassée de ma communauté.
ja: TEXT_KINGBZ004_05191_APYAAHI_000_206<tab>生まれながらに役職を強制されてきた私が、 異を唱えて掟を破り、追放されたことで自由を知った。 このことは、すでにあなたたちも知っているのでしょう？

source: TEXT_KINGBZ004_05191_APYAAHI_000_207<tab>And as I traveled the world, I noticed the same thing everywhere I went. That the many were bound by the few.
de: TEXT_KINGBZ004_05191_APYAAHI_000_207<tab>Und während ich die Welt bereiste, bemerkte ich überall, wo ich hinging, das Gleiche. Dass die Masse durch einige wenige unterdrückt wurde.
fr: TEXT_KINGBZ004_05191_APYAAHI_000_207<tab>Cependant, au cours de mes voyages, j'ai réalisé à quel point j'étais loin d'être un cas isolé. Partout dans le monde, quels que soient l'endroit et la culture, il existe des règles qui empêchent les gens d'être réellement libres.
ja: TEXT_KINGBZ004_05191_APYAAHI_000_207<tab>でも、どんな場所を旅しても、 必ず不自由なルールが、人を縛っていることに気づいたの。

source: TEXT_KINGBZ004_05191_APYAAHI_000_208<tab>In Gridania, citizens are discouraged from joining hands with their neighbors. In Ul'dah, merchants craft laws to exert their control over others. Even in Limsa Lominsa, once lawless pirates are made to bow to the state!
de: TEXT_KINGBZ004_05191_APYAAHI_000_208<tab>In Gridania werden Bewohner davon abgehalten, ihren Nachbarn die Hand zu reichen. In Ul'dah formulieren Händler Gesetze, um Kontrolle über andere auszuüben. Selbst in Limsa Lominsa werden einst gesetzlose Piraten gezwungen, sich dem Staat zu beugen!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_208<tab>Les Gridaniens et leur mentalité fermée en sont l'exemple le plus flagrant, mais il y a bien d'autres cas. À Ul'dah, la population est tenue sous contrôle par les plus riches commerçants, tandis qu'à Limsa Lominsa, ce sont les pirates sans foi ni loi qui, ironiquement, font la loi.
ja: TEXT_KINGBZ004_05191_APYAAHI_000_208<tab>閉鎖的なグリダニアは言うに及ばず、 ウルダハでは、商人たちが法を作り他者を支配していた。 海賊たちのリムサ・ロミンサでさえ、無法者の法があったわ。

source: TEXT_KINGBZ004_05191_APYAAHI_000_209<tab>Need I say more? The countless Ishgardians who were tricked into sacrificing themselves when their church fanned the flames of war. The people of the east, whose entire lives are determined by outdated customs and mores.
de: TEXT_KINGBZ004_05191_APYAAHI_000_209<tab>Muss ich noch mehr sagen? Die unzähligen Ishgarder, die sinnlos geopfert wurden, als die Kirche die Flammen des Krieges anfachte. Die Leute im Fernen Osten, deren gesamtes Leben von überholten Sitten und Bräuchen bestimmt wird.
fr: TEXT_KINGBZ004_05191_APYAAHI_000_209<tab>Et que dire d'Ishgard<var 1D /var>? Sa religion, sous couvert d'orthodoxie, a envoyé son peuple se faire déchiqueter par des dragons pendant un millénaire entier. Quant aux Orientaux, ils ne se rendent même pas compte à quel point leurs coutumes surannées les maintiennent dans l'ignorance...
ja: TEXT_KINGBZ004_05191_APYAAHI_000_209<tab>イシュガルドでは正教の教えが人々を戦いに駆り立て、 東方の地では、古臭い因習が人生を縛り付けていた。 ……どこにも自由な生き方なんてなかった！

source: TEXT_KINGBZ004_05191_APYAAHI_000_210<tab>I had to go west to find what I sought. Here in Tural, I lived a life unbound!
de: TEXT_KINGBZ004_05191_APYAAHI_000_210<tab>Ich musste den Ozean überqueren, um zu finden, wonach ich suchte. Hier auf Tural habe ich ein freies Leben geführt!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_210<tab>Partout où j'allais, pas une onz de liberté<var 1D /var>! Mais c'est alors que j'ai posé le pied au Tural... et que ma vision du monde a sou<var 16 /var>dai<var 16 /var>ne<var 16 /var>ment changé du tout au tout<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_210<tab>そして、海を渡ってトラル大陸まで来て、 ようやく本当の自由を手に入れた……！

source: TEXT_KINGBZ004_05191_APYAAHI_000_213<tab>Or so I thought. After a terrible tragedy, I was forced to find a new home once again...
de: TEXT_KINGBZ004_05191_APYAAHI_000_213<tab>Das dachte ich zumindest. Doch nach einer un<var 16 /var>beschreib<var 16 /var>lichen Tragödie war ich wieder gezwungen, ein neues Zuhause zu finden<var 1D /var>...
fr: TEXT_KINGBZ004_05191_APYAAHI_000_213<tab>Et alors que je pensais enfin avoir trouvé le paradis sur terre... la tragédie a de nouveau frappé, et mon royaume céleste s'est transformé en un véritable enfer.
ja: TEXT_KINGBZ004_05191_APYAAHI_000_213<tab>そう思ったのに、あの陰惨な出来事で、 私はふたたび居場所を奪われてしまったのよ。

source: TEXT_KINGBZ004_05191_TENTOAWA_000_214<tab>Terrible? What happened?
de: TEXT_KINGBZ004_05191_TENTOAWA_000_214<tab>Unbeschreiblich? Was ist denn passiert?
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_214<tab>Qu'est-ce que ça veut dire<var 1D /var>? Explique-toi<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_214<tab>いったい、何があったんだ……？

source: TEXT_KINGBZ004_05191_APYAAHI_000_215<tab>I can scarcely say it... I was asked to <var 1A 02 /var>pay<var 1A 01 /var> for my lodgings!
de: TEXT_KINGBZ004_05191_APYAAHI_000_215<tab>Ich kann es kaum aussprechen ... Ich wurde gebeten, für meine Unterkunft zu <var 1A 02 /var>bezahlen<var 1A 01 /var>!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_215<tab>Ce serait plutôt à moi de vous poser la question<var 1D /var>! Je me suis encore fait chasser... à cause d'une histoire de “loyer” ou que sais-je<var 1D /var>! Non mais franchement, en voilà des manières d'accueillir une invitée venue d'aussi loin<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_215<tab>こっちが聞きたいわよ！ いきなり家賃がどうとかいって、放り出されてしまったんだから！

source: TEXT_KINGBZ004_05191_KUIYKI_000_216<tab>Pay...? You mean, you hadn't been paying all along?
de: TEXT_KINGBZ004_05191_KUIYKI_000_216<tab>Bezahlen ...? Du meinst, du hattest die ganze Zeit nichts bezahlt?
fr: TEXT_KINGBZ004_05191_KUIYKI_000_216<tab>Tu es en train de nous dire que... tu ne payais pas ton loyer<var 1D /var>?
ja: TEXT_KINGBZ004_05191_KUIYKI_000_216<tab>ヤチン……？ お金を払ってなかったの？
