Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz004_05191/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ004_05191_BRUKEVU_000_1006<tab>And the Passage of the Unbound, with no one to lead their meager numbers, will fade into obscurity. I'm sure we'll hear no more of them again!
de: TEXT_KINGBZ004_05191_BRUKEVU_000_1006<tab>Und Freigeist wird ohne Führung und mit schwindenden Mitgliederzahlen in der Versenkung verschwinden. Ein besseres Ende hätten wir uns nicht wünschen können!
fr: TEXT_KINGBZ004_05191_BRUKEVU_000_1006<tab>Maintenant que leur chef a été capturée, elle va croupir au fond d'une cellule pendant un bon moment. Quel que soit le nombre de ses admirateurs toujours en liberté, ils parviendront à rien sans elle, ce qui signe l'arrêt de mort de l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion.
ja: TEXT_KINGBZ004_05191_BRUKEVU_000_1006<tab>首領が捕まり、組織としての体裁が保てなくなれば、 残党どももデカい行動は起こせず、自然消滅するはず。 これにて一件落着だな！

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_1007<tab>Here's to peace in Tuliyollal!
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_1007<tab>Auf den Frieden in Tuliyollal!
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_1007<tab>Ah, <var 08 E3E90C0D ((<var 08 E3E90C05 ((bonsoir)) ((bonjour)) /var>)) ((<var 08 E3E90C12 ((bonjour)) ((bonsoir)) /var>)) /var><var 1D /var>! Soyez les bienvenus dans notre éta<var 16 /var>blis<var 16 /var>se<var 16 /var>ment<var 1D /var>!
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_1007<tab>あ、いらっしゃいませー！

source: TEXT_KINGBZ004_05191_UNBOUND05191A_000_1008<tab>Psh! “Rules”? “Basic social considerations”? Who needs them! Those pathetic bastards don't even see the yokes around their necks!
de: TEXT_KINGBZ004_05191_UNBOUND05191A_000_1008<tab>Pah! Regeln? Grundlegende soziale Normen? Wer braucht so was schon! Diese jämmerlichen Bastarde sehen nicht einmal die Fesseln um ihren Hals!
fr: TEXT_KINGBZ004_05191_UNBOUND05191A_000_1008<tab>Je leur en foutrais, moi, des “règles sociales élémentaires”... Les gugusses de ce genre me donnent envie de gerber<var 1D /var>!
ja: TEXT_KINGBZ004_05191_UNBOUND05191A_000_1008<tab>ケッ、最低限のルールだなどと、説教くせぇ……。 まったく虫唾が走る連中だったぜ！

source: TEXT_KINGBZ004_05191_UNBOUND05191D_100_1008<tab>Did you see how nobly Apyaahi fought? As long as I can remember that sight, I'll never turn away from the path she showed us!
de: TEXT_KINGBZ004_05191_UNBOUND05191D_100_1008<tab>Hast du gesehen, wie edel Apyaahi gekämpft hat? Solange ich mich an diesen Anblick erinnern kann, werde ich nie von dem Pfad abweichen, den sie uns gezeigt hat!
fr: TEXT_KINGBZ004_05191_UNBOUND05191D_100_1008<tab>Et puis, vous avez remarqué la dignité de dame Apyaahi<var 1D /var>? Sa prestance, son charisme, sa classe infinie<var 1D /var>? C'était à vous fendre le cœur en deux<var 1D /var>!
ja: TEXT_KINGBZ004_05191_UNBOUND05191D_100_1008<tab>それに引き換え、アパーヒ殿のあの雄姿…… 心打つものがあった……！

source: TEXT_KINGBZ004_05191_UNBOUND05191B_000_1009<tab>It's up to us to continue what she started. We don't need those artifacts to bring down nations─we'll find a whole new kind of weapon!
de: TEXT_KINGBZ004_05191_UNBOUND05191B_000_1009<tab>Es liegt an uns, weiterzuführen, was sie begonnen hat. Wir brauchen diese Artefakte nicht, um Nationen zu Fall zu bringen<var 1D /var>- wir finden einfach eine ganz neue Art von Waffe!
fr: TEXT_KINGBZ004_05191_UNBOUND05191B_000_1009<tab>Elle n'a aucunement besoin de se torturer l'esprit. Nous mènerons son projet à son terme. Avec une puissance égale à celle des totems, nous mettrons les nations du monde à terre et elles s'y videront de leur sang jusqu'à la dernière goutte<var 1D /var>!
ja: TEXT_KINGBZ004_05191_UNBOUND05191B_000_1009<tab>首領の遺志は、あたしらが継ぐのら。 祭器に代わる力をげっとして、国家をひっくり返してやるのら～！

source: TEXT_KINGBZ004_05191_UNBOUND05191C_000_1010<tab>The Passage of the Unbound shall remain ever open! And we'll be there to guide others upon it!
de: TEXT_KINGBZ004_05191_UNBOUND05191C_000_1010<tab>Freigeist wird für immer fortbestehen! Und wir werden andere auf diesem Weg leiten!
fr: TEXT_KINGBZ004_05191_UNBOUND05191C_000_1010<tab>Cela étant dit, les Affranchis ont fait leur temps. À nous, la deuxième vague, d'écrirrre la suite de l'histoire à l'aide d'une plume flambant neuve<var 1D /var>!
ja: TEXT_KINGBZ004_05191_UNBOUND05191C_000_1010<tab>そうとも、「自由の扉」は永遠不滅。 僕たち2期生で、次の<var 4A ((作戦)) ((ストーリー)) /var>を奏でよう！

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_1011<tab>There're <var 1A 02 /var>more<var 1A 01 /var> of you!?
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_1011<tab>Es ... Es gibt noch mehr von der Sorte!?
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_1011<tab>D-D-DES LIEUTENANTS DES AFFRANCHIS<var 1D /var>! ARRÊTEZ-LES TOUT DE SUIIIITE<var 1D /var>!
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_1011<tab>こ、ここに残党がいたー！？

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_1012<tab>Criminals! Over here!
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_1012<tab>Verbrecher! Hier drüben!
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_1012<tab>SOLDATS DE LA LÉGION DE L'AURORE<var 1D /var>!! À L'AIIIIIIIDE<var 1D /var>!!
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_1012<tab>勇連隊さーん、早く来てー！

source: TEXT_KINGBZ004_05191_UNBOUND05191D_000_1013<tab>By the gods, run! We can't be caught here!
de: TEXT_KINGBZ004_05191_UNBOUND05191D_000_1013<tab>Bei den Göttern, rennt! Wir dürfen hier nicht gefasst werden!
fr: TEXT_KINGBZ004_05191_UNBOUND05191D_000_1013<tab>Oh non, on va pas se faire choper comme des bleus dans un tel taudis, quand même<var 1D /var>!
ja: TEXT_KINGBZ004_05191_UNBOUND05191D_000_1013<tab>クソッ、こんなところで捕まるわけには……！
