Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz004_05191/*.xlf
Languages: de, fr, ja

source: TEXT_KINGBZ004_05191_APYAAHI_100_216<tab>Why should I have to trade coin for a roof over my head!? In my village, charging for something so essential was unthinkable─so long as one followed the rules, that is.
de: TEXT_KINGBZ004_05191_APYAAHI_100_216<tab>Warum sollte ich Münzen für ein Dach über meinem Kopf hergeben?! In meinem Dorf wäre so etwas undenkbar gewesen<var 1D /var>- solange man sich an die Regeln hielt.
fr: TEXT_KINGBZ004_05191_APYAAHI_100_216<tab>Bien sûr que non<var 1D /var>! Enfin, pourquoi est-ce que je devrais payer pour avoir un toit sur la tête<var 1D /var>? C'est com<var 16 /var>plè<var 16 /var>te<var 16 /var>ment aberrant<var 1D /var>! Chez moi, il suffisait d'obéir aux règles, et personne n'aurait eu l'idée saugrenue de me demander de l'argent en échange d'un endroit où dormir<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_100_216<tab>どうして家にお金を払わないといけないの？ 私の里では、掟に従ってさえいればタダで暮らせたわよ。

source: TEXT_KINGBZ004_05191_APYAAHI_200_216<tab>For the first time since my exile, I questioned my path... I nigh convinced myself that taking care of my drunken sisters night after night wasn't so bad after all.
de: TEXT_KINGBZ004_05191_APYAAHI_200_216<tab>Das erste Mal seit meinem Exil stellte ich meinen Weg in Frage<var 1D /var>... Ich hätte mir beinahe eingeredet, dass es gar nicht so schlimm sei, mich Nacht für Nacht um meine betrunkenen Schwestern zu kümmern.
fr: TEXT_KINGBZ004_05191_APYAAHI_200_216<tab>Pour la première fois depuis que j'avais quitté les miens, une pensée m'est venue à l'esprit... Une pensée que je n'aurais jamais cru avoir... Oui, j'aurais alors préféré être de retour chez moi à faire la nounou pour ces satanées soûlardes, plutôt que d'être là où j'étais<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_200_216<tab>そう、私に課せられたあの忌まわしき務め…… 毎晩酔いつぶれる姉さんたちの介抱さえしていればね！

source: TEXT_KINGBZ004_05191_LOASHKANA_300_216<tab>Where...where did you live, again?
de: TEXT_KINGBZ004_05191_LOASHKANA_300_216<tab>Wo ... Wo hast du noch gleich gelebt?
fr: TEXT_KINGBZ004_05191_LOASHKANA_300_216<tab>Mais de quel village tu viens, toi...<var 1D /var>?
ja: TEXT_KINGBZ004_05191_LOASHKANA_300_216<tab>どんな里よ……！？

source: TEXT_KINGBZ004_05191_LOASHKANA_400_216<tab>No, that doesn't matter... Surely, if you can accept trading labor for housing, you can understand the reasons behind trading coin for it!
de: TEXT_KINGBZ004_05191_LOASHKANA_400_216<tab>Nein, das spielt keine Rolle ... Wenn du akzeptieren kannst, dass man für eine Unterkunft arbeitet, dann verstehst du sicher auch, warum man Münzen dafür bezahlt!
fr: TEXT_KINGBZ004_05191_LOASHKANA_400_216<tab>Bah, peu importe au fond<var 1D /var>! Tout travail mérite salaire, et suivant ce principe, il en découle qu'on doit payer un loyer à la personne qui nous fournit un gîte<var 1D /var>! C'est pourtant simple à comprendre, non<var 1D /var>?
ja: TEXT_KINGBZ004_05191_LOASHKANA_400_216<tab>って違う、労働が対価の代わりってことなら、 家賃のことだって、理解できるでしょうに！

source: TEXT_KINGBZ004_05191_APYAAHI_500_216<tab>No... Money is just another rule that's used to control us. A rule that I won't accept!
de: TEXT_KINGBZ004_05191_APYAAHI_500_216<tab>Nein ... Geld ist lediglich ein weiteres Mittel, um uns zu kontrollieren. Ich kann und werde diese Fesseln nicht akzeptieren!
fr: TEXT_KINGBZ004_05191_APYAAHI_500_216<tab>Eh bien je suis désolée, mais me forcer à payer, c'est comme m'imposer une règle dont je ne veux pas<var 1D /var>! Hors de question que je me plie au bon vouloir d'un “pro<var 16 /var>prié<var 16 /var>taire” qui n'a peut-être même pas levé le petit doigt pour tirer profit de son bien<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_500_216<tab>いいえ、お金を払うことは、 私にとって掟を強制されるに等しい行為……。 絶対に受け容れるわけにはいかないわ！

source: TEXT_KINGBZ004_05191_APYAAHI_000_217<tab>I was forced to live on the streets. In my tent I plotted─the rebellion would start with me, and end with the authority of every nation in tatters!
de: TEXT_KINGBZ004_05191_APYAAHI_000_217<tab>Mir blieb nichts anderes übrig, als auf der Straße zu leben. In meinem Zelt erdachte ich die Rebellion, die mit mir beginnt und zum Ende der Autorität der Nationen führt!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_217<tab>J'ai donc pris mes cliques et mes claques et je me suis rendue dans un coin de la cité où j'ai dressé une tente, comme une clocharde<var 1D /var>! C'est alors que j'ai juré de détruire toutes ces règles stupides, ainsi que tous ceux qui les utilisaient pour leur propre intérêt<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_217<tab>やむなく私は、街の一角に天幕を張り、 国家の法による支配に反逆することを決意した！ たったひとりで権力への抵抗活動を始めたのよ。

source: TEXT_KINGBZ004_05191_APYAAHI_000_218<tab>Yet one day, after long hours of sowing discontent, I returned to find my tent gone. In its place stood a sign that read “No vagrancy.”
de: TEXT_KINGBZ004_05191_APYAAHI_000_218<tab>Doch eines Tages kehrte ich nach langen Stunden der Überzeugungsarbeit zu meinem Zelt zurück und es war fort. An dessen Stelle stand ein Schild mit der Aufschrift „Landstreicherei verboten“.
fr: TEXT_KINGBZ004_05191_APYAAHI_000_218<tab>J'avais beau être seule à l'époque, je n'aurais abandonné pour rien au monde. Mais un jour, alors que je rentrais d'une journée de militantisme acharné... ma tente avait disparu<var 1D /var>! Seul restait un panneau indiquant... “Interdiction de camper”...
ja: TEXT_KINGBZ004_05191_APYAAHI_000_218<tab>けれどある日、活動を終えて戻ったら…… 綺麗さっぱり何もかも消えていた。 そこにあったのは、立入禁止の看板ひとつだけ！

source: TEXT_KINGBZ004_05191_CEETOLJA_000_219<tab>The last thing you owned was gone in an instant. That can't have been easy...
de: TEXT_KINGBZ004_05191_CEETOLJA_000_219<tab>Dein letzter Besitz war einfach so weg. Das kann nicht leicht gewesen sein<var 1D /var>...
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_219<tab>Vous vous êtes fait confisquer vos biens<var 1D /var>? Ça a dû vous mettre un coup au moral, ja...
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_219<tab>財産を没収されちゃったの？ それはさすがに、可哀想かな……？

source: TEXT_KINGBZ004_05191_TENTOAWA_100_220<tab>I can understand your perspective, Apyaahi. But a world where everyone did what they pleased would soon fall to chaos. Laws are the only things which keep us from that.
de: TEXT_KINGBZ004_05191_TENTOAWA_100_220<tab>Ich kann deine Sichtweise nach<var 16 /var>voll<var 16 /var>ziehen, Apyaahi. Aber eine Welt, in der jeder tut, was er will, würde schnell im Chaos enden. Gesetze sind das Einzige, was uns davor bewahrt.
fr: TEXT_KINGBZ004_05191_TENTOAWA_100_220<tab>Je peux comprendre ce que tu ressens, mais tu dois à ton tour admettre que la liberté absolue que tu recherches n'existe pas. Si chacun n'en faisait qu'à sa tête comme toi, le monde serait absolument invivable. Vivre en société implique de respecter un minimum de règles, un point c'est tout.
ja: TEXT_KINGBZ004_05191_TENTOAWA_100_220<tab>お前の事情はわかったよ。 けど、誰も彼もが自由に振る舞っていたらメチャクチャになる。 だからこそ、法という最低限のルールがあるんだろう。

source: TEXT_KINGBZ004_05191_TENTOAWA_200_220<tab>And I know firsthand what it's like to be bound by old rules─rules whose purposes are sometimes baffling.
de: TEXT_KINGBZ004_05191_TENTOAWA_200_220<tab>Und ich weiß aus erster Hand, was es bedeutet, an alte Regeln gebunden zu sein<var 1D /var>- Regeln, deren Zweck mitunter nicht ersichtlich ist.
fr: TEXT_KINGBZ004_05191_TENTOAWA_200_220<tab>Bien sûr, ça veut pas dire que ces règles sont toujours entièrement justifiées. Certaines ont pro<var 16 /var>ba<var 16 /var>ble<var 16 /var>ment fait leur temps et ne sont plus adaptées à notre époque<var 1D /var>; quant à d'autres, elles auraient peut-être gagné à ne jamais exister.
ja: TEXT_KINGBZ004_05191_TENTOAWA_200_220<tab>もちろん、時が経って古くなったものや、 なんでだよって思うものも、中にはあるかもしれない。

source: TEXT_KINGBZ004_05191_TENTOAWA_300_220<tab>But you don't have to follow them blindly. If you're dissatisfied, you can work to change them. What you speak of, Apyaahi, is not freedom─it is self-indulgence!
de: TEXT_KINGBZ004_05191_TENTOAWA_300_220<tab>Doch du musst sie nicht blind befolgen. Wenn du unzufrieden bist, kannst du daran arbeiten, sie zu ändern. Wovon du sprichst, Apyaahi, ist reiner Eigennutz!
fr: TEXT_KINGBZ004_05191_TENTOAWA_300_220<tab>Mais plutôt que de les détruire, pourquoi ne pas simplement essayer de les ajuster ou de les réformer<var 1D /var>? La “liberté” dont tu parles n'a aucun sens<var 1D /var>! C'est juste ton égoïsme contrarié qui se manifeste à chaque fois que t'obtiens pas ce que tu veux<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TENTOAWA_300_220<tab>だったら、ただ守るんじゃなくて、変えていけばいいだろ？ お前の言ってることは自由じゃない、 ただワガママで、身勝手なだけだ！

source: TEXT_KINGBZ004_05191_APYAAHI_400_220<tab>So you're saying...if I change the law, I can do whatever I please!
de: TEXT_KINGBZ004_05191_APYAAHI_400_220<tab>Du willst damit sagen ... wenn ich das Gesetz ändere, kann ich tun und lassen, was ich will!
fr: TEXT_KINGBZ004_05191_APYAAHI_400_220<tab>Tu sais que tu as de bonnes idées, toi<var 1D /var>? Changer les règles pour me permettre de faire ce que je veux, quand je veux, voilà qui me conviendrait à merveille<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_400_220<tab>じゃあ、法を改正して、 私は何をしても許されるようにしまーす！

source: TEXT_KINGBZ004_05191_TENTOAWA_000_221<tab>Not a word got through to her...talking any more would just be a waste of breath.
de: TEXT_KINGBZ004_05191_TENTOAWA_000_221<tab>Sie hat kein bisschen zugehört ... Es bringt nichts, weiter mit ihr zu reden.
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_221<tab>Et si on arrêtait d'écouter les âneries de cette tarée, hein<var 1D /var>?
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_221<tab>真面目に話を聞いたオレたちが馬鹿だった……。

source: TEXT_KINGBZ004_05191_TENTOAWA_100_221<tab>It's time to put her in chains!
de: TEXT_KINGBZ004_05191_TENTOAWA_100_221<tab>Zeit, sie in Ketten zu legen!
fr: TEXT_KINGBZ004_05191_TENTOAWA_100_221<tab>Sa place est derrière les barreaux<var 1D /var>! Qu'elle y soit aussi “libre” qu'elle veut, du moment qu'elle y reste enfermée à jamais<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TENTOAWA_100_221<tab>みんなでアパーヒを捕まえるぞ！

source: TEXT_KINGBZ004_05191_SOLDIER05191C_000_222<tab>This is all your doing, isn't it!? It's time you joined the rest of your minions!
de: TEXT_KINGBZ004_05191_SOLDIER05191C_000_222<tab>Das ist alles dein Werk, oder?! Gib schon auf<var 1D /var>- du hast keine Lakaien mehr an deiner Seite!
fr: TEXT_KINGBZ004_05191_SOLDIER05191C_000_222<tab>C'est toi, la conspiratrice en chef qui a fomenté une invasion de Tuliyollal<var 1D /var>? Tous tes sous-fifres ont déjà été capturés<var 1D /var>! À toi de décider si tu préfères les rejoindre de ton plein gré, ou par la force des choses, si tu vois ce que je veux dire<var 1D /var>!
ja: TEXT_KINGBZ004_05191_SOLDIER05191C_000_222<tab>貴様が首謀者だな！？ 手下どもは全員ひっ捕らえたぞ、観念するんだな！

source: TEXT_KINGBZ004_05191_APYAAHI_000_223<tab>I won't resist, but this isn't over. Those who share my vision will hear of this injustice, and they will carry on my legacy!
de: TEXT_KINGBZ004_05191_APYAAHI_000_223<tab>Ich werde keinen Widerstand leisten, aber es ist noch nicht vorbei. Jene, die meine Vision teilen, werden von dieser Ungerechtigkeit erfahren und mein Vermächtnis fortsetzen!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_223<tab>Très bien, j'admets ma défaite pour cette fois, mais je vous préviens... Vous n'aurez pas l'occasion de vous reposer sur vos lauriers très longtemps. Mes autres lieutenants de la deuxième vague nous observent en ce moment même, et ils réaliseront notre idéal à ma place, n'en doutez pas<var 1D /var>!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_223<tab>こ、今回はおとなしく負けを認めましょう。 けど、この戦いをどこかで観てる残りの2期生たちが、 必ずや私の遺志を継いでくれるはず……！

source: TEXT_KINGBZ004_05191_APYAAHI_000_224<tab>The Passage of the Unbound shall remain open forevermore!
de: TEXT_KINGBZ004_05191_APYAAHI_000_224<tab>Freigeist wird ewig fortbestehen!
fr: TEXT_KINGBZ004_05191_APYAAHI_000_224<tab>Les Affranchis sont sur la voie de leur libération, et rien ne pourra les arrêteeeeer<var 1D /var>!!!
ja: TEXT_KINGBZ004_05191_APYAAHI_000_224<tab>「自由の扉」は、永遠に閉ざされることはないのよー！

source: TEXT_KINGBZ004_05191_TENTOAWA_000_225<tab>Freedom that harms others is no freedom at all. Living in a society has its challenges, but it allows us to support each other as a group.
de: TEXT_KINGBZ004_05191_TENTOAWA_000_225<tab>Freiheit, die anderen schadet, ist keine Freiheit. Das Leben in einer Ge<var 16 /var>sell<var 16 /var>schaft bringt Heraus<var 16 /var>forde<var 16 /var>rungen mit sich, aber es erlaubt uns, uns gegenseitig als Gruppe zu unterstützen.
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_225<tab>La liberté est une belle cause, sauf si elle implique de faire du mal à autrui. Aucune société humaine n'est parfaite, mais c'est justement pour ça qu'on peut les qualifier d'humaines, pas vrai<var 1D /var>?
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_225<tab>たとえ自由のためでも、他人を害していいわけがない。 互いに迷惑かけて、それでも支え合っていくのが人間だろ？

source: TEXT_KINGBZ004_05191_LOASHKANA_000_230<tab>I knew anyone who admired Ellerete would have twisted morals, but even so, I'm shocked by the depth of Apyaahi's depravity.
de: TEXT_KINGBZ004_05191_LOASHKANA_000_230<tab>Ich wusste ja, dass die Bewunderer von Ellerete verdrehte Moralvorstellungen haben, aber Apyaahis Selbstsucht schockiert mich dennoch.
fr: TEXT_KINGBZ004_05191_LOASHKANA_000_230<tab>Ces gens qui ne pensent qu'à eux-mêmes, je te jure<var 1D /var>! Apyaahi et Ellerete devaient cer<var 16 /var>tai<var 16 /var>ne<var 16 /var>ment être copines comme cochonnes<var 1D /var>!
ja: TEXT_KINGBZ004_05191_LOASHKANA_000_230<tab>あのエルレットと気が合うくらいだから、わかってはいたけど…… なんて身勝手な人なの！？

source: TEXT_KINGBZ004_05191_KUIYKI_000_235<tab>Finally, the Unbound are in chains. Do you think I'toca would be proud of us? Of me...?
de: TEXT_KINGBZ004_05191_KUIYKI_000_235<tab>Endlich ist I'toca gerächt. Vielen Dank, dass du das ermöglicht hast, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>!
fr: TEXT_KINGBZ004_05191_KUIYKI_000_235<tab>Merci du fond du cœur, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! L'honneur d'I'toca est maintenant définitivement lavé<var 1D /var>!
ja: TEXT_KINGBZ004_05191_KUIYKI_000_235<tab>これで、イットカの無念も完全に晴らせたよ……。 ありがとう、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>！

source: TEXT_KINGBZ004_05191_TEPEKE_000_240<tab>Judging by how her force was mostly composed of wild beasts, I take it Apyaahi couldn't send many of her henchmen to Tural. Perhaps Virazahn's resources have finally run dry.
de: TEXT_KINGBZ004_05191_TEPEKE_000_240<tab>Da ihre Streitmacht hauptsächlich aus wilden Bestien bestand, konnte Apyaahi vermutlich nicht viele ihrer Handlanger nach Tural entsenden. Vielleicht sind Virazahns Ressourcen endlich erschöpft.
fr: TEXT_KINGBZ004_05191_TEPEKE_000_240<tab>Vu le nombre effarrrant d'animaux sauvages qu'Apyaahi nous a envoyés dessus, j'en conclus que ses alliés humains n'étaient pas si nombreux que ça. Peut-être que le fond des poches de Virazahn a été atteint au bout d'un moment...
ja: TEXT_KINGBZ004_05191_TEPEKE_000_240<tab>戦力の要を魔物に頼っていたところから察するに、 手下たちをあまり多くは渡航させられなかったみたいですね。 ヴィラザーンの資産も底を尽きたということでしょうか。

source: TEXT_KINGBZ004_05191_CEETOLJA_000_300<tab>Your bravery was inspiring, everyone!
de: TEXT_KINGBZ004_05191_CEETOLJA_000_300<tab>Ich danke euch allen für eure Tapferkeit!
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_300<tab>Bravo <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, bravo tout le monde<var 1D /var>! On a gagné, ja<var 1D /var>!
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_300<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>ちゃん、それにみんなも、 本当にお疲れさま！

source: TEXT_KINGBZ004_05191_CEETOLJA_000_301<tab>Apyaahi is in the custody of the Landsguard, and her treasure is destroyed. Without their leader and secret weapon, the Unbound may well and truly be finished.
de: TEXT_KINGBZ004_05191_CEETOLJA_000_301<tab>Die Landsgarde hat Apyaahi in Gewahrsam genommen und das Artefakt ist zerstört. Wir hätten uns keinen besseren Ausgang wünschen können.
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_301<tab>Maintenant que cette bougresse d'Apyaahi est entre les mains de la justice et que son totem a été réduit en poussière, les Tuliyollois peuvent à nouveau dormir sur leurs deux oreilles.
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_301<tab>アパーヒが勇連隊に捕まって、祭器も破壊されたから、 これで一件落着だね。

source: TEXT_KINGBZ004_05191_CEETOLJA_000_302<tab>We should return to Xbalyav Ty'e and let Rral Majun know about our victory here.
de: TEXT_KINGBZ004_05191_CEETOLJA_000_302<tab>Wir sollten zum Xbalyav Ty'e zurückkehren und Rral Majun über unseren Sieg in Kenntnis setzen.
fr: TEXT_KINGBZ004_05191_CEETOLJA_000_302<tab>Il ne nous reste plus qu'à retourner à Xbalyav Ty'e et à fêter ça en compagnie de Rral Majun et de Br'uk Evu, ja<var 1D /var>!
ja: TEXT_KINGBZ004_05191_CEETOLJA_000_302<tab>それじゃシャバーブチェに戻って、 ラマジュンさんたちに報告しよ！

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_400<tab>I heard all about your battle with the Passage of the Unbound. Leave it to you all to not only capture their leader, but do so without anyone in Tuliyollal coming to harm!
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_400<tab>Ich habe alles über deinen Kampf gegen Freigeist gehört. Du und deine Verbündeten habt nicht nur dessen Anführerin gefasst, sondern auch noch dafür gesorgt, dass niemand in Tuliyollal dabei zu Schaden gekommen ist!
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_400<tab>Fé<var 16 /var>li<var 16 /var>ci<var 16 /var>ta<var 16 /var>tions, vous avez repoussé l'assaut d'Apyaahi comme des chefs<var 1D /var>! Elle comme ses mercenaires ont tous été arrêtés et emmenés en détention. Nous avons même plutôt de la chance cette fois, puisque la cité n'a subi aucun dommage particulier.
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_400<tab>アパーヒの襲撃を、阻止してくれたんですね！ 手下たちも全員勇連隊によって逮捕され、 街への被害はまったくありませんでした。

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_401<tab>By the way, mages from the Wing of Protection inspected the remains of the beasts you fought. Their discoveries were...surprising, to say the least.
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_401<tab>Übrigens haben Magier vom Flügel der Besinnung die Überreste der von dir bekämpften Bestien unter die Lupe genommen. Ihre Entdeckungen waren<var 1D /var>... überraschend, gelinde gesagt.
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_401<tab>Cela étant dit, un rapport du ministère de la Force du Tuliyollal fait état de découvertes surprenantes suivant l'inspection des restes d'animaux invoqués à l'aide du mystérieux totem.
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_401<tab>ところで……武の院の賢士が、 今回、倒した魔物の遺骸を検分した結果、 意外な事実が判明したそうです。

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_402<tab>They weren't actually individual organisms, you see, but a collection of minute fungi that had taken the form of familiar creatures.
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_402<tab>Es handelte sich dabei nämlich nicht um individuelle Organismen, sondern um eine Ansammlung von Fungi, die die Form vertrauter Kreaturen angenommen hatten.
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_402<tab>Je suis loin d'y avoir tout compris, mais pour résumer, il semblerait que ces créatures n'étaient pas des êtres faits de chair et de sang, mais des sortes d'apparitions composées de spores microscopiques.
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_402<tab>なんと、アパーヒが従えていたのは本物の魔物ではなく、 微細な菌類が集まって、魔物の形を成したものだったんだとか。

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_403<tab>The mages concluded that the tural vidraal sealed within the treasure was likely once a fungi itself.
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_403<tab>Die Magier schlossen daraus, dass der in dem Artefakt versiegelte Tural Vidraal vermutlich einst selbst ein Fungus war.
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_403<tab>Les spé<var 16 /var>cia<var 16 /var>listes en déduisent que le Tural vidraal scellé dans le totem était par conséquent de la même nature qu'elles.
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_403<tab>つまり、例の祭器に封印されていたのは、 菌類のトラルヴィドラールだった、ということです。

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_404<tab>This explains the sightings of Apyaahi traveling with beasts of all sorts at her beck and call. She built her army by finding the fiercest creatures she could and recreating them with the power of the treasure.
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_404<tab>Das erklärt auch, warum Apyaahi häufig mit allen möglichen Bestien an ihrer Seite gesichtet wurde. Sie hat eine Armee aufgebaut, indem sie möglichst wilde Kreaturen aufspürte und diese mit der Macht des Artefakts nachbildete.
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_404<tab>Pour augmenter le nombre de bêtes sauvages à ses ordres, Apyaahi aurait donc parcouru le monde pour se confronter à eux et obtenir ainsi la possibilité de les restituer sous forme de spores. Une véritable dresseuse, en somme<var 1D /var>!
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_404<tab>アパーヒは、各地を巡って危険な魔物を探し、 それを菌類で再現することで、手駒を増やしていたのでしょう。 これが「魔物を手懐け、連れ去っている」という噂の真相です。

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_405<tab>But you stood against that army without a shade of fear in your eyes. As a token of gratitude, you're all welcome to tacos on the house whenever you're in town!
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_405<tab>Doch du hast dich ohne einen Anflug von Angst dieser Armee gestellt. Als Zeichen meiner Dankbarkeit kannst du so viele Tacos essen, wie du magst!
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_405<tab>Enfin, grâce aux efforts cumulés de toute notre équipe, l'horrible menace des Affranchis est derrière nous maintenant. En guise de récompense, nous allons vous préparer des tacos spéciaux comme vous n'en avez encore jamais mangé<var 1D /var>!
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_405<tab>けれど、そんな脅威もみなさんの活躍で退けられました。 労いも兼ねて、とびっきりのタコスを振る舞いますので、 どうぞ食べていってください！

source: TEXT_KINGBZ004_05191_RRALMAJUN_000_406<tab>Speaking of which, I hear Tentoawa and the others will soon be returning to their respective villages. Good-byes are always bittersweet, but I'm sure they'd love to speak with you one last time.
de: TEXT_KINGBZ004_05191_RRALMAJUN_000_406<tab>Tentoawa und die anderen werden übrigens bald in ihre Dörfer zurückkehren. Abschiede sind zwar immer etwas wehmütig, aber ich bin mir sicher, sie würden sich freuen, noch ein letztes Mal mit dir zu sprechen.
fr: TEXT_KINGBZ004_05191_RRALMAJUN_000_406<tab>Mais avant de déguster, n'oubliez pas de dire au revoir à vos camarades protecteurs de totem avant qu'ils rentrent chez eux, d'accord<var 1D /var>?
ja: TEXT_KINGBZ004_05191_RRALMAJUN_000_406<tab>あ、そうそう。 テントーワさんたちは、この後、故郷に戻られるようですから、 最後にご挨拶などされてはいかがでしょう？

source: TEXT_KINGBZ004_05191_TENTOAWA_000_415<tab>During my time in Ishgard, I realized the cuisines of the world are as varied as its people. No doubt the prospect of discovering new delicacies adds excitement to your travels!
de: TEXT_KINGBZ004_05191_TENTOAWA_000_415<tab>Während meiner Zeit in Ishgard wurde mir klar, dass die Kochkünste dieser Welt so vielfältig sind wie ihre Bewohner. Das erklärt wohl, warum du so oft auf Reisen gehst!
fr: TEXT_KINGBZ004_05191_TENTOAWA_000_415<tab>Quand j'étais à Ishgard, je me suis rendu compte à quel point les habitudes alimentaires pouvaient varier selon les régions. Raison de plus pour devenir aventurier et voyager dans le monde entier afin de tout goûter, hé hé<var 1D /var>!
ja: TEXT_KINGBZ004_05191_TENTOAWA_000_415<tab>イシュガルドに行ったときも思ったけど、 地域ごとに全然違うメシがあって、面白いな！ オマエが旅をする理由もわかるぞ。

source: TEXT_KINGBZ004_05191_LOASHKANA_000_420<tab>This short time together with you has reminded me of Wyssulm and Zerig. I wonder how they fare? Perhaps I'll write them a letter and find out.
de: TEXT_KINGBZ004_05191_LOASHKANA_000_420<tab>Diese kurze Zeit mit dir zusammen hat mich an Wyssulm und Zerig erinnert. Ich frage mich, wie es ihnen wohl geht. Vielleicht schreibe ich ihnen mal einen Brief und finde es heraus.
fr: TEXT_KINGBZ004_05191_LOASHKANA_000_420<tab>Wyssulm et Zerig me sont tout à coup revenus en mémoire... Il serait temps que je les contacte pour m'assurer qu'ils se portent bien.
ja: TEXT_KINGBZ004_05191_LOASHKANA_000_420<tab>アナタといたら、ウィスルムとゼリグのことを思い出しちゃった。 元気にしているか、手紙でも出してみようかしら。
