Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/FesXmx001_05227/*.xlf
Languages: de, ru

source: TEXT_FESXMX001_05227_TENNY_000_070<tab>But this year, the grown-ups are really busy and aren't having any fun at all. When we noticed this, the two of us talked for a bit, and we decided...
de: TEXT_FESXMX001_05227_TENNY_000_070<tab>Doch dieses Jahr sind die Erwachsenen total beschäftigt und haben überhaupt keinen Spaß. Als wir das bemerkten, haben wir beide uns ein wenig unterhalten und einen Entschluss gefasst<var 1D /var>...
ru: TEXT_FESXMX001_05227_TENNY_000_070<tab>Но в этом году взрослые так заняты работой, что им совсем не весело. Когда мы это заметили, то обсудили и решили...

source: TEXT_FESXMX001_05227_TENNY_000_071<tab>(-Saulinne and Tenny-)We'd like to become little helpers and help them!
de: TEXT_FESXMX001_05227_TENNY_000_071<tab>(-Saulinne und Tenny-)Wir möchten Kleine Helferlein werden und sie unterstützen!
ru: TEXT_FESXMX001_05227_TENNY_000_071<tab>(-Саулинна и Тэнни-)Мы хотим стать маленькими помощниками и помочь им!

source: TEXT_FESXMX001_05227_AMHGARANJY_000_072<tab>My, what kind souls you are! 'Tis the very spirit of the Starlight Celebration, and we would be most grateful for your aid!
de: TEXT_FESXMX001_05227_AMHGARANJY_000_072<tab>Hach, was seid ihr doch für gute Seelen! Das ist wahrlich der Geist des Sternenlichtfests, und wir wären euch sehr dankbar für eure Hilfe!
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_072<tab>Да вы маленькие герои! Это очень в духе праздника Звёздного Света! Мы будем рады вашей помощи!

source: TEXT_FESXMX001_05227_AMHGARANJY_000_073<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>─if you are willing, could you tend to the task of reviving the weary workers with our two little helpers?
de: TEXT_FESXMX001_05227_AMHGARANJY_000_073<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, könntest du dich dann mit unseren zwei Kleinen Helferlein den erschöpften Arbeitern annehmen?
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_073<tab>(Имя игрока), если ты не против, поможешь нашим маленьким помощникам вернуть силы уставшим рабочим?

source: TEXT_FESXMX001_05227_AMHGARANJY_000_075<tab>Splendid. Please source something suitably revitalizing here in Gridania, and see it distributed. We celebrants will naturally bear the cost.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_075<tab>Hervorragend. Bitte treibt hier in Gridania etwas auf, das müde Geister wieder auf Trab bringt, und verteilt es an die Arbeiter. Wir werden die Kosten dafür natürlich über<var 16 /var>nehmen.
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_075<tab>Замечательно. Пожалуйста, найдите в Гридании что-то возвращающее силы и проследите, чтобы досталось всем. За гилы не волнуйтесь, мы покроем все расходы.

source: TEXT_FESXMX001_05227_AMHGARANJY_000_076<tab>In the meantime, I shall return to the amphitheatre and apprise my fellow celebrants of the situation. If you have any problems, do not hesitate to let me know.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_076<tab>In der Zwischenzeit werde ich ins Amphitheater zurückkehren und den anderen Helferlein die Lage erklären. Falls ihr auf Probleme stoßen solltet, lasst es mich gerne jederzeit wissen.
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_076<tab>Я, тем временем, вернусь в амфитеатр и доложу ситуацию остальным организаторам. А если вдруг возникнут проблемы, не стесняйтесь и скажите мне, хорошо?

source: TEXT_FESXMX001_05227_TENNY_000_078<tab>Yes! We're going to be little helpers!
de: TEXT_FESXMX001_05227_TENNY_000_078<tab>Juhu! Wir werden Kleine Helferlein sein!
ru: TEXT_FESXMX001_05227_TENNY_000_078<tab>Да! Вперёд, маленькие помощники!

source: TEXT_FESXMX001_05227_SAULINNE_000_080<tab>Hooray! We get to help Miss Garanjy!
de: TEXT_FESXMX001_05227_SAULINNE_000_080<tab>Hurra! Wir dürfen Frau Garanjy helfen!
ru: TEXT_FESXMX001_05227_SAULINNE_000_080<tab>Ура-а-а! Мы поможем мисс Гаранжи!

source: TEXT_FESXMX001_05227_TENNY_000_081<tab>Saulinne and I will do our best!
de: TEXT_FESXMX001_05227_TENNY_000_081<tab>Saulinne und ich werden unser Bestes geben!
ru: TEXT_FESXMX001_05227_TENNY_000_081<tab>Мы с Саулинной вас не подведём!

source: TEXT_FESXMX001_05227_AMHGARANJY_000_003<tab>To be deleted.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_003<tab>（★未使用／削除予定★）

source: TEXT_FESXMX001_05227_AMHGARANJY_000_004<tab>To be deleted.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_004<tab>（★未使用／削除予定★）

source: TEXT_FESXMX001_05227_AMHGARANJY_000_005<tab>To be deleted.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_005<tab>（★未使用／削除予定★）

source: TEXT_FESXMX001_05227_AMHGARANJY_000_006<tab>To be deleted.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_006<tab>（★未使用／削除予定★）

source: TEXT_FESXMX001_05227_AMHGARANJY_000_012<tab>To be deleted.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_012<tab>（★未使用／削除予定★）

source: TEXT_FESXMX001_05227_AMHGARANJY_000_032<tab>To be deleted.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_032<tab>（★未使用／削除予定★）

source: TEXT_FESXMX001_05227_SYSTEM_000_045<tab>To be deleted.
de: TEXT_FESXMX001_05227_SYSTEM_000_045<tab>（★未使用／削除予定★）

source: TEXT_FESXMX001_05227_A1_000_003<tab>To be deleted.
de: TEXT_FESXMX001_05227_A1_000_003<tab>（★未使用／削除予定★）

source: TEXT_FESXMX001_05227_AMHGARANJY_000_065<tab>To be deleted.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_065<tab>（★未使用／削除予定★）

source: TEXT_FESXMX001_05227_AMHGARANJY_000_009<tab>The lights of the stalls are arranged to call to mind the stars above, and we are confident that grown-ups will enjoy the market as much as younglings!
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_009<tab>Торговые павильоны ярмарки расставлены таким образом, чтобы свет их ламп напоминал звёздное небо. Мы уверены, что взрослым это понравится не меньше, чем детям!
