Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/FesXmx001_05227/*.xlf
Languages: de, ru

source: TEXT_FESXMX001_05227_SEQ_00<tab>Amh Garanjy is in a spot of bother. ※This quest is available for a limited time only.
de: TEXT_FESXMX001_05227_SEQ_00<tab>※ Dieser Auftrag ist nur für die Dauer des saisonalen Ereignisses verfügbar. Amh Garanjy scheint in Schwie<var 16 /var>rig<var 16 /var>keiten zu stecken.
ru: TEXT_FESXMX001_05227_SEQ_00<tab>Амх Гаранжи постигла какая-то неприятность. ※Это задание доступно ограниченное время.

source: TEXT_FESXMX001_05227_SEQ_01<tab>As you make your way through Gridania during the Starlight Celebration, you come upon the celebrant Amh Garanjy. According to the Miqo'te, a new attraction is to be held for this year's festivities in the form of a market called the Starlight Stalls. However, the preparations are behind schedule, and Amh Garanjy requests your aid in investigating the reason for the delay. To that end, she bids you join her at the stalls, which you may travel to by speaking with the guide at the amphitheatre. ※Please note that you will be unable to complete this quest after the seasonal event has ended. For details, please check the Lodestone.
de: TEXT_FESXMX001_05227_SEQ_01<tab>※ Dieser Auftrag kann nur für die Dauer des saisonalen Ereignisses angenommen und gespielt werden. Nach Ende des saisonalen Ereignisses kann er nicht mehr abgeschlossen werden. Weitere Informationen findest du auf dem Lodestone. Bei einem Spaziergang durch Gridania während der Feierlichkeiten zum Sternenlichtfest triffst du auf Amh Garanjy. Der Miqo'te zufolge soll es dieses Jahr eine neue Attraktion in Form eines Marktes, die „Sternenlicht-Stände“, geben. Allerdings liegen die Vor<var 16 /var>bereitungen dafür nicht ganz im Plan, und Amh Garanjy erbittet deine Hilfe, um den Gründen für die Verzögerung nachzugehen. Zu diesem Zweck sollst du sie bei den Sternenlicht-Ständen treffen. Sprich dazu einfach den Mitarbeiter im Amphitheater an.

source: TEXT_FESXMX001_05227_SEQ_02<tab>You have arrived at the Starlight Stalls, located on Gridania's outskirts. Catching sight of Amh Garanjy near the entrance, you make your way over to her to receive further instructions. ※In the event that you leave the Starlight Stalls, you may return by speaking with the Starlight Stalls guide at Mih Khetto's Amphitheatre.
de: TEXT_FESXMX001_05227_SEQ_02<tab>Du gelangst zu den Sternenlicht-Ständen, die sich etwas außerhalb von Gridania befinden. Amh Garanjy steht in der Nähe des Eingangs und du gehst auf sie zu, um weitere Anweisungen zu erhalten. ※ Solltest du diesen Ort verlassen, kannst du ihn erneut betreten, indem du mit dem Mitarbeiter der Sternenlicht-Stände in Mih Khettos Amphitheater sprichst.

source: TEXT_FESXMX001_05227_SEQ_03<tab>Amh Garanjy proposes that you each speak with a number of workers in order to learn what troubles they might be experiencing. She sets off to attend to the task, and you do the same.
de: TEXT_FESXMX001_05227_SEQ_03<tab>Amh Garanjy schlägt vor, dass ihr beide mit einigen Arbeitern sprecht, um etwas über ihre möglichen Probleme in Erfahrung zu bringen. Sie bricht kurzerhand auf, und du tust es ihr gleich.

source: TEXT_FESXMX001_05227_SEQ_04<tab>You have traded words with some workers in the midst of preparation. Satisfied with your findings, you go to share them with Amh Garanjy.
de: TEXT_FESXMX001_05227_SEQ_04<tab>Du unterhältst dich mit einigen der Arbeiter, die mitten in den Vor<var 16 /var>bereitungen stecken. Da du mit deinen Erkenntnissen zufrieden bist, beschließt du, diese mit Amh Garanjy zu teilen.

source: TEXT_FESXMX001_05227_SEQ_05<tab>You inform Amh Garanjy that a combination of the cold and tiredness are to blame for the slow progress of the stalls. As you ponder ways to revive the weary workers, two little friends, Saulinne and Tenny, appear and beg to help. Amh Garanjy gladly accepts their offer, and it is decided that you and the children will see to finding something suitably revitalizing to distribute to the workers.
de: TEXT_FESXMX001_05227_SEQ_05<tab>Du erläuterst Amh Garanjy, dass eine Kombination von Kälte und Müdigkeit schuld an dem langsamen Fortschritt bei den Ständen ist. Während ihr darüber nachdenkt, wie man die müden Arbeiter wieder anspornen könnte, tauchen zwei kleine Freunde in Form von Saulinne und Tenny auf und bitten darum, euch helfen zu dürfen. Amh Garanjy nimmt ihr Angebot dankend an. Die Kinder und du werdet euch darum kümmern, etwas aufzutreiben, um die Arbeiter wieder in Schwung zu bringen.

source: TEXT_FESXMX001_05227_SEQ_06<tab>Saulinne and Tenny are excited as only children can be for the opportunity to help. Inspired by their enthusiasm, you are determined to see that the Starlight Stalls may open as planned.
de: TEXT_FESXMX001_05227_SEQ_06<tab>Saulinne und Tenny sind wahnsinnig aufgeregt, dass sie die Gelegenheit erhalten, helfen zu können. Von ihrem Eifer inspiriert bist auch du entschlossen, für eine zeitige Eröffnung der Sternenlicht-Stände zu sorgen.

source: TEXT_FESXMX001_05227_TODO_00<tab>Speak with the Starlight Stalls guide.
de: TEXT_FESXMX001_05227_TODO_00<tab>Mit dem Mitarbeiter der Sternenlicht-Stände sprechen
ru: TEXT_FESXMX001_05227_TODO_00<tab>Поговорите с гидом ярмарки Звёздного Света.

source: TEXT_FESXMX001_05227_TODO_01<tab>Speak with Amh Garanjy at the Starlight Stalls.
de: TEXT_FESXMX001_05227_TODO_01<tab>Mit Amh Garanjy bei den Sternenlicht-Ständen sprechen
ru: TEXT_FESXMX001_05227_TODO_01<tab>Поговорите с Амх Гаранжи на ярмарке Звёздного Света.

source: TEXT_FESXMX001_05227_TODO_02<tab>Speak with busy workers.
de: TEXT_FESXMX001_05227_TODO_02<tab>Mit den beschäftigten Arbeitern sprechen
ru: TEXT_FESXMX001_05227_TODO_02<tab>Поговорите с трудящимися рабочими.

source: TEXT_FESXMX001_05227_TODO_03<tab>Speak with Amh Garanjy.
de: TEXT_FESXMX001_05227_TODO_03<tab>Mit Amh Garanjy sprechen
ru: TEXT_FESXMX001_05227_TODO_03<tab>Поговорите с Амх Гаранжи.

source: TEXT_FESXMX001_05227_TODO_04<tab>Speak with Saulinne.
de: TEXT_FESXMX001_05227_TODO_04<tab>Mit Saulinne sprechen
ru: TEXT_FESXMX001_05227_TODO_04<tab>Поговорите с Саулинной.

source: TEXT_FESXMX001_05227_XMXMARKETWARP_000_015<tab>If you are come for the market, I must apologize. We are not ready to receive guests at this time.
de: TEXT_FESXMX001_05227_XMXMARKETWARP_000_015<tab>Falls du den Markt besuchen wolltest, muss ich mich entschuldigen. Wir sind derzeit noch nicht bereit, Gäste zu empfangen.
ru: TEXT_FESXMX001_05227_XMXMARKETWARP_000_015<tab>Если вы пришли на ярмарку, примите мои извинения. Сейчас мы не готовы принимать посетителей.

source: TEXT_FESXMX001_05227_AMHGARANJY_000_000<tab>Well now, if it isn't <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Happy Starlight, my friend, and what a pleasure it is to see you again. Now, I should like to catch up on your recent doings...
de: TEXT_FESXMX001_05227_AMHGARANJY_000_000<tab>Na, wenn das nicht <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> ist! Frohes Sternlichtfest, <var 08 E905 ((meine treue Freundin)) ((mein treuer Freund)) /var>. Es ist mir eine große Freude, dich wiederzusehen. Ich würde dich gerne auf den neuesten Stand bringen, was unsere jüngsten Aktivitäten angeht<var 1D /var>...
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_000<tab>Ну и ну! <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! С праздником Звёздного Света, друг мой! Рада снова встретиться. Я бы с удовольствием послушала про все ваши приключения...

source: TEXT_FESXMX001_05227_AMHGARANJY_000_001<tab>Oh! Greetings, adventurer, and Happy Starlight! I am Amh Garanjy, Starlight celebrant. And you are...<var 29 EB02 /var>, you say? A pleasure to make your acquaintance. If this is your first time attending the festivities, I should like to personally guide you on your way...
de: TEXT_FESXMX001_05227_AMHGARANJY_000_001<tab>Oh! Ich grüße dich, <var 08 E905 ((Abenteurerin)) ((Abenteurer)) /var>, und wünsche dir ein frohes Sternenlichtfest! Ich bin Amh Garanjy, die Verantwortliche für das Fest. Und du bist<var 1D /var>... <var 29 EB02 /var>, sagst du? Es freut mich, deine Bekanntschaft zu machen. Falls du zum ersten Mal an den Feierlichkeiten teilnimmst, würde ich dir gerne persönlich eine Einweisung geben<var 1D /var>...
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_001<tab>Ой! Привет вам и с праздником Звёздного Света, искатель<var 08 E905 ((ница)) (()) /var> приключений! Я Амх Гаранжи, распорядитель этого фестиваля. А вы... <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>? Рада знакомству. Если вы на нашем празднестве в первый раз, я бы с радостью побыла для вас гидом и всё тут показала...

source: TEXT_FESXMX001_05227_AMHGARANJY_000_002<tab>But I'm afraid I am rather overwhelmed with preparations at the moment...
de: TEXT_FESXMX001_05227_AMHGARANJY_000_002<tab>Doch leider bin ich gerade ziemlich überwältigt mit den Vor<var 16 /var>bereitungen<var 1D /var>...
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_002<tab>Но боюсь, из-за подготовки к празднику времени у меня совсем нет...

source: TEXT_FESXMX001_05227_AMHGARANJY_000_007<tab>You see, this year we are hosting a new attraction in the form of a market called the Starlight Stalls.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_007<tab>Wir haben dieses Jahr nämlich eine neue Attraktion in Form eines Marktes, den wir die „Sternlicht-Stände“ nennen.
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_007<tab>Видите ли, в этом году мы представляем новое развлечение: небольшой рынок, прозванный ярмаркой Звёздного Света.

source: TEXT_FESXMX001_05227_AMHGARANJY_000_008<tab>To that end, we have secured the kind cooperation of merchants and artisans across Gridania, who will sell unique Starlight-themed wares.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_008<tab>Zu diesem Zweck sind wir eine Kooperation mit Händlern in ganz Gridania eingegangen, die einzigartige Waren zum Sternenlichtfest anbieten werden.
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_008<tab>Для этого мы созвали торговцев и ремесленников со всей Гридании, которые будут продавать посетителям тематические праздничные товары.

source: TEXT_FESXMX001_05227_AMHGARANJY_100_009<tab>Or at least we would be if we can finish setting up the stalls. The work doesn't seem to be progressing, and we're unable to open the market as scheduled...
de: TEXT_FESXMX001_05227_AMHGARANJY_100_009<tab>Zumindest wären wir das, wenn wir den Aufbau der Stände abschließen könnten. Die Arbeit scheint kaum voranzugehen, und wir werden den Markt nicht zum geplanten Zeitpunkt eröffnen können<var 1D /var>...
ru: TEXT_FESXMX001_05227_AMHGARANJY_100_009<tab>...Или будем уверены, когда наконец подготовим павильоны. Работа встряла и мы не успеваем открыть ярмарку в срок.

source: TEXT_FESXMX001_05227_AMHGARANJY_000_010<tab>Say...if you aren't otherwise occupied, might you be willing to assist me? I've a mind to investigate the reason for the delay, and I could use an extra pair of legs on the ground.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_010<tab>Sag mal ... Wenn du gerade nicht anderweitig beschäftigt bist, könntest du uns vielleicht unter die Arme greifen? Ich würde gerne dem Grund für die Verzögerung nachgehen und könnte dabei ein wenig Hilfe gut gebrauchen.
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_010<tab>Хм... не желаете помочь? Если не заняты, разумеется. Хотелось бы узнать причину задержки, и мне бы не помешала ещё одна пара ног.

source: TEXT_FESXMX001_05227_AMHGARANJY_000_011<tab>Thank you so much! Without further ado, please meet me at the market outside the city. The guide yonder will show you there.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_011<tab>Vielen lieben Dank! Dann sollten wir uns umgehend am Markt vor der Stadt treffen. Der Mitarbeiter dort wird dir den Weg weisen.
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_011<tab>Огромное спасибо! В таком случае встретимся на ярмарке. Она находится за городскими стенами. Спросите гида, он покажет вам дорогу.

source: TEXT_FESXMX001_05227_XMXMARKETWARP_000_020<tab>I understand you are assisting Miss Garanjy. If you would please follow me, I will show you to the market.
de: TEXT_FESXMX001_05227_XMXMARKETWARP_000_020<tab>Wie ich höre, greifst du Frau Garanjy unter die Arme. Wenn du mir bitte folgen würdest, dann bringe ich dich zum Markt.
ru: TEXT_FESXMX001_05227_XMXMARKETWARP_000_020<tab>Я так понимаю, вы помогаете мисс Гаранжи. Прошу за мной, я проведу вас на ярмарку.

source: TEXT_FESXMX001_05227_SYSTEM_000_025<tab>Head to the Starlight Stalls?
de: TEXT_FESXMX001_05227_SYSTEM_000_025<tab>Zu den Sternenlicht-Ständen gehen?
ru: TEXT_FESXMX001_05227_SYSTEM_000_025<tab>Пройти на ярмарку Звёздного Света?

source: TEXT_FESXMX001_05227_AMHGARANJY_000_030<tab>Here it is, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>─the Starlight Stalls.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_030<tab>Da wären wir, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>- die Sternenlicht-Stände.
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_030<tab>Вот и она — ярмарка Звёздного Света.

source: TEXT_FESXMX001_05227_AMHGARANJY_000_033<tab>As you can see, there are workers in the midst of preparation. Let us each speak to a number of them and learn what troubles they might be experiencing.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_033<tab>Wie du sehen kannst, stecken die Arbeiter mitten in den Vor<var 16 /var>bereitungen. Lass uns mit ein paar von ihnen reden, um zu sehen, was ihnen Probleme bereitet.
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_033<tab>Как видите, рабочие вовсю трудятся над подготовкой. Давайте опросим некоторых из них и узнаём, в чём же дело.

source: TEXT_FESXMX001_05227_AMHGARANJY_000_040<tab>How fare you with the preparations? I see, I see...
de: TEXT_FESXMX001_05227_AMHGARANJY_000_040<tab>Wie laufen die Vor<var 16 /var>bereitungen? Aha, verstehe<var 1D /var>...
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_040<tab>Как идёт подготовка? Ага. Ясно...

source: TEXT_FESXMX001_05227_FEMALEWORKER05227_100_040<tab>Have business with the celebrant too, do you? We'll be finished with him in a bit.
de: TEXT_FESXMX001_05227_FEMALEWORKER05227_100_040<tab>Du hast auch etwas mit dem Helferlein zu besprechen? Wir werden hier bald fertig sein.
ru: TEXT_FESXMX001_05227_FEMALEWORKER05227_100_040<tab>Тоже хочешь поговорить с руководителем? Минуту, мы скоро закончим.

source: TEXT_FESXMX001_05227_LEATHERWORKER05227_000_040<tab>Y-You're with the celebrants!? Our apologies, we'll be ready soon!
de: TEXT_FESXMX001_05227_LEATHERWORKER05227_000_040<tab>D-Du hilfst bei der Organisation!? Ich bitte um Verzeihung, wir werden bald fertig sein!
ru: TEXT_FESXMX001_05227_LEATHERWORKER05227_000_040<tab>В-вас организаторы прислали!? Извините-извините! Мы скоро закончим!

source: TEXT_FESXMX001_05227_LEATHERWORKER05227_000_041<tab>It's just, we're not accustomed to running an open-air stall, much less when it's so cold...
de: TEXT_FESXMX001_05227_LEATHERWORKER05227_000_041<tab>Wir sind es einfach nicht gewohnt, an offenen Ständen zu arbeiten, noch dazu in dieser Kälte<var 1D /var>...
ru: TEXT_FESXMX001_05227_LEATHERWORKER05227_000_041<tab>Нам просто непривычно работать на открытом воздухе, тем более в такой мороз...

source: TEXT_FESXMX001_05227_BAENFAELD_000_042<tab>Lendin' Amh a hand, are ye? Much obliged. This year, most of us celebrants are here helpin' the stall holders set things up.
de: TEXT_FESXMX001_05227_BAENFAELD_000_042<tab>Du hilfst Amh ein wenig aus, ja? Das weiß ich zu schätzen. Dieses Jahr sind die meisten von uns Helferlein damit beschäftigt, die Händler beim Aufbau ihrer Stände zu unterstützen.
ru: TEXT_FESXMX001_05227_BAENFAELD_000_042<tab>Помогаешь Амх, а? Молодца. В этом году многие из распорядителей фестиваля помогают владельцам павильонов всё расставить.

source: TEXT_FESXMX001_05227_BAENFAELD_000_043<tab>That's because it don't do for 'em to close up their actual shops. They're spreadin' themselves thin for our sake, so it's only fair that we give 'em as much support as we can.
de: TEXT_FESXMX001_05227_BAENFAELD_000_043<tab>Das ist auch dringend nötig, da sie ihre regulären Läden nicht schließen können. Sie verausgaben sich zu unserem Wohle, daher ist es nur angebracht, wenn wir ihnen so gut wie möglich unter die Arme greifen.
ru: TEXT_FESXMX001_05227_BAENFAELD_000_043<tab>Несмотря на праздник, приглашённые ремесленники отказались останавливать торговлю в собственных магазинах. Вкалывают как чокобо ради нашей затеи. И мы в качестве ответного жеста решили протянуть им руку помощи.

source: TEXT_FESXMX001_05227_BAENFAELD_000_044<tab>Even so, the work's taken a toll on everyone. We celebrants would do more, but we can't exactly push things along by ourselves.
de: TEXT_FESXMX001_05227_BAENFAELD_000_044<tab>Allerdings fordert die Arbeit allen so einiges ab. Wir Helferlein würden ja gerne noch mehr tun, aber es ist einfach zu viel für uns alleine.
ru: TEXT_FESXMX001_05227_BAENFAELD_000_044<tab>Тем не менее, все очень устали. Мы бы хотели помочь ещё больше, но наши силы уже на исходе и мы не сможем тянуть это сами.

source: TEXT_FESXMX001_05227_FEMALEWORKER05227_000_045<tab>We're almost done with our preparation─just discussing how to bring in our wares now. But it's so cold and I'm so tired, I just want to curl up and sleep...
de: TEXT_FESXMX001_05227_FEMALEWORKER05227_000_045<tab>Wir sind fast fertig mit den Vor<var 16 /var>bereitungen. Jetzt geht es nur noch darum, wie wir am besten unsere Waren herbeischaffen. Aber es ist so kalt und ich bin so müde<var 1D /var>... Ich will mich einfach nur hinlegen und schlafen.
ru: TEXT_FESXMX001_05227_FEMALEWORKER05227_000_045<tab>Подготовка почти закончена, осталось лишь решить с поставками товаров в павильоны. Ох, я так устала и замёрзла... Как же хочется свернуться калачиком и вздремнуть...

source: TEXT_FESXMX001_05227_FEMALEWORKER05227_000_046<tab>Well, we'll be on our way. Need to keep at it if we want to finish up.
de: TEXT_FESXMX001_05227_FEMALEWORKER05227_000_046<tab>Nun, wir sollten uns lieber auf den Weg machen. Wir müssen uns ranhalten, wenn wir fertig werden wollen.
ru: TEXT_FESXMX001_05227_FEMALEWORKER05227_000_046<tab>Ну, мы пошли. Надо не сбавлять темп, если хотим закончить.

source: TEXT_FESXMX001_05227_LEATHERWORKER05227_000_050<tab>O-Our apologies for the delay! We'll be ready soon!
de: TEXT_FESXMX001_05227_LEATHERWORKER05227_000_050<tab>E-Entschuldige bitte die Verzögerung! Wir werden b-b-bald fertig sein!
ru: TEXT_FESXMX001_05227_LEATHERWORKER05227_000_050<tab>П-приношу извинения за ожидание! Мы скоро закончим!

source: TEXT_FESXMX001_05227_BAENFAELD_000_055<tab>We conceived the Starlight Stalls as a place for both children and grown-ups to enjoy. It certainly wasn't our intent for it to be so hard on stall holders...
de: TEXT_FESXMX001_05227_BAENFAELD_000_055<tab>Die Sternlicht-Stände sollen ein Ort sowohl für Kinder als auch für Erwachsene sein. Es war gewiss nicht unsere Absicht, den Händlern so viel abzuverlangen<var 1D /var>...
ru: TEXT_FESXMX001_05227_BAENFAELD_000_055<tab>Идея ярмарки Звёздного Света родилась как забава и для детей, и для взрослых. Но так мучать бедных хозяев павильонов мы не планировали...

source: TEXT_FESXMX001_05227_AMHGARANJY_000_060<tab>You've spoken with some workers? Splendid.
de: TEXT_FESXMX001_05227_AMHGARANJY_000_060<tab>Du hast mit einigen Arbeitern gesprochen? Sehr gut.
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_060<tab>Уже поговорили с рабочими? Замечательно.

source: TEXT_FESXMX001_05227_AMHGARANJY_000_061<tab>So, what were you able to learn?
de: TEXT_FESXMX001_05227_AMHGARANJY_000_061<tab>Nun, was konntest du in Erfahrung bringen?
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_061<tab>Узнали что-нибудь?

source: TEXT_FESXMX001_05227_AMHGARANJY_000_062<tab>I see... Though everyone is trying their best, having to run their own shops at the same time has left them exhausted, and the cold only compounds matters...
de: TEXT_FESXMX001_05227_AMHGARANJY_000_062<tab>Verstehe ... Sie geben zwar alle ihr Bestes, aber durch den gleichzeitigen Weiterbetrieb ihrer Geschäfte sind sie erschöpft, und die Kälte macht die Sache auch nicht besser<var 1D /var>...
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_062<tab>Вот как... Они стараются из-за всех сил, но выматывают себя, пытаясь вести бизнес на ярмарке и в городе одновременно. А холод только усугубляет положение...

source: TEXT_FESXMX001_05227_AMHGARANJY_000_063<tab>We should do something to revive them and ward off the chill. But what would be the best way...?
de: TEXT_FESXMX001_05227_AMHGARANJY_000_063<tab>Wir sollten etwas unternehmen, um ihnen wieder Schwung zu geben und die Kälte zu vertreiben. Doch wie stellen wir das am besten an<var 1D /var>...?
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_063<tab>Мы должны сделать что-нибудь, что вернёт их силы и согреет в мороз. Но вот как именно нам поступить...

source: TEXT_FESXMX001_05227_Q1_000_000<tab>What will you say?
de: TEXT_FESXMX001_05227_Q1_000_000<tab>Was möchtest du sagen?
ru: TEXT_FESXMX001_05227_Q1_000_000<tab>Что вы скажете?

source: TEXT_FESXMX001_05227_A1_000_001<tab>Something sweet never fails to perk me up!
de: TEXT_FESXMX001_05227_A1_000_001<tab>Etwas Süßes bringt mich immer schnell wieder auf die Beine!
ru: TEXT_FESXMX001_05227_A1_000_001<tab>Что-нибудь сладкое! Мне это всегда помогает!

source: TEXT_FESXMX001_05227_A1_000_002<tab>How about handing out hot drinks?
de: TEXT_FESXMX001_05227_A1_000_002<tab>Wie wär's damit, heiße Getränke auszuschenken?
ru: TEXT_FESXMX001_05227_A1_000_002<tab>Может раздать всем горячие напитки?

source: TEXT_FESXMX001_05227_AMHGARANJY_000_064<tab>Ah, a splendid idea! That is bound to lift everyone's spirits!
de: TEXT_FESXMX001_05227_AMHGARANJY_000_064<tab>Ah, eine großartige Idee! Das wird ihre Stimmung mit Sicherheit heben!
ru: TEXT_FESXMX001_05227_AMHGARANJY_000_064<tab>А замечательная идея! Это определенно поднимет им дух!

source: TEXT_FESXMX001_05227_SAULINNE_000_066<tab>(-???-)Excuse us!
de: TEXT_FESXMX001_05227_SAULINNE_000_066<tab>(-???-)Verzeihung!
ru: TEXT_FESXMX001_05227_SAULINNE_000_066<tab>(-???-)Прошу прощения!

source: TEXT_FESXMX001_05227_SAULINNE_000_067<tab>Hello, Miss Garanjy! Hello, <var 08 E905 ((miss)) ((mister)) /var> adventurer! It's been a while, but you remember us, I hope?
de: TEXT_FESXMX001_05227_SAULINNE_000_067<tab>Hallo, Frau Garanjy! Hallo, <var 08 E905 ((Frau Abenteurerin)) ((Herr Abenteurer)) /var>! Es ist schon eine Weile her, aber Ihr erinnert euch doch hoffentlich noch an uns, oder?
ru: TEXT_FESXMX001_05227_SAULINNE_000_067<tab>Здравствуйте, мисс Гаранжи! Здравствуйте, (мистер/мисс) (искатель/ница) приключений! Давно не виделись, но вы же нас помните?

source: TEXT_FESXMX001_05227_SAULINNE_000_068<tab>Hello, Miss Garanjy! Hello, <var 08 E905 ((miss)) ((mister)) /var> adventurer! My name is Saulinne, and my friend here is Tenny.
de: TEXT_FESXMX001_05227_SAULINNE_000_068<tab>Hallo, Frau Garanjy! Hallo, <var 08 E905 ((Frau Abenteurerin)) ((Herr Abenteurer)) /var>! Mein Name ist Saulinne, und mein Freund hier heißt Tenny.
ru: TEXT_FESXMX001_05227_SAULINNE_000_068<tab>Здравствуйте, мисс Гаранжи! Здравствуйте, (мисс/мистер) (искатель/ница) приключений! Я — Саулинна, а это — Тэнни.

source: TEXT_FESXMX001_05227_TENNY_000_069<tab>The Starlight Celebration is our favorite time of year. The Saint of Nymeia brings us presents, the city is adorned with beautiful decorations, and even the grown-ups look like they're having fun.
de: TEXT_FESXMX001_05227_TENNY_000_069<tab>Das Sternenlichtfest ist unsere liebste Jahreszeit. Der Heilige von Nymeia bringt uns Geschenke, die Stadt ist wunderschön dekoriert und selbst die Erwachsenen scheinen eine Menge Spaß zu haben.
ru: TEXT_FESXMX001_05227_TENNY_000_069<tab>Праздник Звёздного Света — наше самое любимое время в году. Святой Нимейя приносит подарки, а ещё все эти красивые украшения в городе... И кажется, что даже взрослые проникаются праздничной атмосферой, радуются и веселятся.
