Repository: endervad/ffxiv_translation_test
Catalog: exd/QuickChat/*.xlf
Languages: de, fr, ja, ru

source: Deleted Message
de: (Entfernt)
fr: Expression figée supprimée
ja: 削除されたクイックチャット
ru: Удалённое сообщение

source: Hello
de: Hallo
fr: Salut
ja: よろしくお願いします！
ru: Привет

source: Good Match
de: Gutes Spiel
fr: Beau combat
ja: お疲れ様でした！
ru: Хороший матч!

source: Thank You
de: Danke
fr: Merci
ja: ありがとう！
ru: Спасибо

source: Nice Job
de: Gut gemacht
fr: Bien joué
ja: ナイス！
ru: Хорошая работа!

source: Additional Action 1
de: Ergänzendes PvP-Kommando 1
fr: Disponibilité : [talent 1]
ja: 報告：PvPアディショナルアクション1

source: Limit Break
de: Limitrausch
fr: Disponibilité : Transcendance
ja: 報告：リミットブレイク
ru: Запредельная способность

source: Offensive Supplies
de: Offensiv-Depot
fr: Objectif : ravitaillement offensif
ja: 狙う：オフェンスボックス

source: Defensive Supplies
de: Defensiv-Depot
fr: Objectif : ravitaillement défensif
ja: 狙う：ディフェンスボックス

source: Adrenaline Supplies
de: Adrenalin-Depot
fr: Objectif : ravitaillement adrénergique
ja: 狙う：アドレナリンボックス

source: Wolf's Heart
de: Wolfsherz-Depot
fr: Objectif : ravitaillement cœur-de-loup
ja: 狙う：ウルフハートボックス

source: Attacking Tank
de: Verteidiger angreifen
fr: Attaque : tank
ja: 攻撃：タンク
ru: Атакуем защитника!

source: Attacking Healer
de: Heiler angreifen
fr: Attaque : soigneur
ja: 攻撃：ヒーラー
ru: Атакуем целителя!

source: Attacking Melee DPS
de: Nahkämpfer angreifen
fr: Attaque : DPS de mêlée
ja: 攻撃：メレー
ru: Атакуем бойца ближнего боя!

source: Attacking Ranged DPS
de: Fernkämpfer angreifen
fr: Attaque : DPS à distance
ja: 攻撃：レンジ
ru: Атакуем бойца дальнего боя!

source: Stopping Tank
de: Verteidiger ausschalten
fr: Immobilisation : tank
ja: 足止め：タンク

source: Stopping Healer
de: Heiler ausschalten
fr: Immobilisation : soigneur
ja: 足止め：ヒーラー

source: Stopping Melee DPS
de: Nahkämpfer ausschalten
fr: Immobilisation : DPS de mêlée
ja: 足止め：メレー

source: Stopping Ranged DPS
de: Fernkämpfer ausschalten
fr: Immobilisation : DPS à distance
ja: 足止め：レンジ

source: Collecting Medals
de: Medaillen aufsammeln
fr: À moi les médailles
ja: メダル：拾います

source: Get Medals
de: Medaillen holen lassen
fr: À vous les médailles
ja: メダル：拾ってください

source: Charge
de: Angriff
fr: Attaque
ja: 号令：攻撃
ru: В атаку!

source: Retreat
de: Rückzug
fr: Repli
ja: 号令：撤退
ru: Отступаем!

source: MP
fr: PM
ja: 報告：MP
ru: Мои ОМ

source: TP
fr: PT
ja: 報告：TP
ru: Мои ОТ

source: Attacking Target
de: Ziel angreifen
fr: Attaque : cible
ja: 攻撃：ターゲット
ru: Атакуем цель!

source: Blocking Target
de: Ziel aufhalten
fr: Entrave : cible
ja: 妨害：ターゲット
ru: Задерживаем цель!

source: Additional Action 2
de: Ergänzendes PvP-Kommando 2
fr: Disponibilité : [talent 2]
ja: 報告：PvPアディショナルアクション2

source: Focus Attack
de: Fokusangriff
fr: Attaque focalisée
ja: 号令：集中攻撃開始

source: End Focused Attack
de: Fokusangriff beenden
fr: Attaque libre
ja: 号令：集中攻撃中止

source: Sorry
de: Entschuldigung
fr: Pardon
ja: ごめんなさい
ru: Извините!

source: Going Ahead
de: Vorrücken
fr: Positionnement : avant
ja: 行動：前進
ru: Выдвигаюсь вперёд!

source: Falling Back
de: Zurückfallen
fr: Positionnement : arrière
ja: 行動：後退
ru: Отступаю назад!

source: Moving Crystal
de: Kristall eskortieren
fr: Cristal tactique : escorte
ja: タクティカルクリスタル：運びます！
ru: Двигаю кристалл!

source: Push Crystal
de: Kristalleskorte anfordern
fr: Cristal tactique : demande d'escorte
ja: タクティカルクリスタル：運んでください！
ru: Двигайте кристалл!

source: Covering Target
de: Ziel decken
fr: Soutien : cible
ja: 援護：ターゲット
ru: Прикройте цель!

source: Executing Limit Break
de: Limitrausch ausführen
fr: Activation : Transcendance
ja: 行動：リミットブレイク実行
ru: Применяю запредельную способность

source: Group Up
de: Versammeln
fr: Regroupement
ja: 号令：集合
ru: Перегруппировка

source: Purify
de: Purifikation
ja: 報告：浄化

source: Guard
de: Wehr
ja: 報告：防御
