Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/002/CmnDefCompanyCommanderBoard_00258/*.xlf
Languages: de

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_SELECT_TITLE_0<tab>Select an option.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_SELECT_TITLE_0<tab>Registriere ein Luftschiff.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_SELECT_TITLE<tab>Vessels deployed: <var 20 E803 /var>/<var 20 E804 /var> Ceruleum tanks: <var 20 E802 /var> Select an airship.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_SELECT_TITLE<tab>Wähle ein Luftschiff. Erkundungsfahrzeuge im Einsatz: <var 20 E803 /var>/<var 20 E804 /var> Erdseim-Fässer in Besitz: <var 20 E802 /var>

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_ADD_NEW_AIRSHIP<tab>Outfit and register an airship. (Flight credits required: <var 20 E802 /var>)
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_ADD_NEW_AIRSHIP<tab>Registrierung eines neuen Luftschiffs (<var 20 E802 /var> Registriermarke<var 08 E4E80202 (()) ((n)) /var>)

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_NAME<tab><var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var>. (Rank: <var 20 E806 /var>) <var 09 E803 (()) (()) (( (Voyage complete in <var 08 E1E80701 ((<var 20 E807 /var>d )) (()) /var><var 08 E1E80401 ((<var 20 E804 /var>h )) (()) /var><var 20 E805 /var>m) )) (( (Mission complete in <var 08 E1E80701 ((<var 20 E807 /var>d )) (()) /var><var 08 E1E80401 ((<var 20 E804 /var>h )) (()) /var><var 20 E805 /var>m) )) (( (Awaiting alliance parties))) /var>
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_NAME<tab><var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var> (Rang <var 20 E806 /var>) <var 09 E803 (()) (()) (( (Noch <var 08 E1E80701 ((<var 20 E807 /var> Tag<var 08 E4E80702 (()) ((e)) /var> )) (()) /var><var 08 E1E80401 ((<var 20 E804 /var> Std )) ((<var 08 E1E80701 ((<var 20 E804 /var> Std )) (()) /var>)) /var><var 20 E805 /var> Min auf Erkundung))) (( (Noch <var 08 E1E80701 ((<var 20 E807 /var> Tag<var 08 E4E80702 (()) ((e)) /var> )) (()) /var><var 08 E1E80401 ((<var 20 E804 /var> Std )) ((<var 08 E1E80701 ((<var 20 E804 /var> Std )) (()) /var>)) /var><var 20 E805 /var> Min auf Expedition))) (( (Wartet auf Allianz))) /var>

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_NAME_FINISH<tab><var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var>. (Rank: <var 20 E806 /var>) <var 09 E803 (()) (()) (( [Voyage complete])) (( [Mission complete])) /var>
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_NAME_FINISH<tab><var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var> (Rang <var 20 E806 /var>) <var 09 E803 (()) (()) (( (Erkundung abgeschlossen))) (( (Expedition abgeschlossen))) /var>

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_SELECT_EXIT<tab>Nothing.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_SELECT_EXIT<tab>Nichts

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_TITLE<tab>Vessels deployed: <var 20 E805 /var>/<var 20 E806 /var> Ceruleum tanks: <var 20 E803 /var> <var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var> (Rank: <var 20 E804 /var>) - Available
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_TITLE<tab>Einstellungen an <var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var> (Rang <var 20 E804 /var>) vornehmen Erkundungsfahrzeuge im Einsatz: <var 20 E805 /var>/<var 20 E806 /var> Erdseim-Fässer in Besitz: <var 20 E803 /var>

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_EXPEDITION<tab>Deploy airship on exploratory voyage
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_EXPEDITION<tab>Auf Erkundung gehen

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_RESULT<tab>View previous voyage log
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_RESULT<tab>Bericht der letzten Erkundung

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_PARTS<tab>Change airship components
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_PARTS<tab>Bauteile austauschen

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_REPAIR_PARTS<tab>Repair airship components
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_REPAIR_PARTS<tab>Bauteile reparieren

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_SETTING<tab>Change airship preferences
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_SETTING<tab>Einstellungen

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CONF_COLOR<tab>Paint airship
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CONF_COLOR<tab>Bauteile färben

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CONF_NAME<tab>Change airship name
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CONF_NAME<tab>Name ändern

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CONF_REMOVE<tab>Dismantle airship
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CONF_REMOVE<tab>Demontieren

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_B_EXPEDITION<tab>Ready airship for exploratory mission
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_B_EXPEDITION<tab>Zum Diadem fliegen

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_B_EXPD2<tab>Ready airship for exploratory mission
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_CMD_B_EXPD2<tab>Zum Diadem fliegen

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_VOY_TITLE<tab>Vessels deployed: <var 20 E804 /var>/<var 20 E805 /var> <var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var> (Rank: <var 20 E803 /var>) - Deployed Voyage complete in <var 08 E1E80601 ((<var 20 E806 /var>d )) (()) /var><var 08 E1E80701 ((<var 20 E807 /var>h )) (()) /var><var 20 E808 /var>m
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_VOY_TITLE<tab><var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var> (Rang <var 20 E803 /var>) auf Erkundung Erkundungsfahrzeuge im Einsatz: <var 20 E804 /var>/<var 20 E805 /var> Rückkehr: <var 08 E1E80601 ((<var 20 E806 /var> Tag<var 08 E4E80602 (()) ((e)) /var> )) (()) /var><var 08 E1E80701 ((<var 20 E807 /var> Std )) ((<var 08 E1E80601 ((<var 20 E807 /var> Std )) (()) /var>)) /var><var 20 E808 /var> Min

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_VOY_CUR_COND<tab>Recall airship
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_VOY_CUR_COND<tab>Erkundung abbrechen

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_VOY_CUR_MAP<tab>View navigational charts
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_VOY_CUR_MAP<tab>Luftkarte einsehen

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_VOY_CUR_STATUS<tab>View airship status
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_VOY_CUR_STATUS<tab>Luftschiff überprüfen

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_NAME_TITLE<tab>Rename your airship.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_NAME_TITLE<tab>Gib einen Namen für das Luftschiff ein.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_NAME_CAPTION<tab>Airship Name
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_NAME_CAPTION<tab>Name des Luftschiffs

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_NAME_MES_0<tab>Names must be formed from alphanumeric characters. The following punctuation marks are also allowed: <var 48 F201FC /var><var 49 F201FD /var>'<var 1D /var>. , : ; ! ? & - _<var 49 01 /var><var 48 01 /var> • Double spaces/underscores are not allowed. • A space cannot be used before or after the name. • Names consisting solely of punctuation marks are prohibited.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_AIRSHIP_NAME_MES_0<tab>Du kannst Buchstaben, Ziffern, die Leertaste und folgende Zeichen verwenden: <var 48 F201FC /var><var 49 F201FD /var>'. , : ; ! ? & - _<var 49 01 /var><var 48 01 /var> Zwei oder mehr aufeinanderfolgende Leerzeichen sind nicht möglich. Das erste und letzte Zeichen darf kein Leerzeichen sein. Ein Name nur aus Satzzeichen ist nicht möglich.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_REMOVE_AIRSHIP_TITLE<tab>Are you certain you wish to dismantle <var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var>? <var 48 F201FC /var><var 49 F201FD /var>Please note that while airship components will be returned, your airship's registration, rank, and accrued experience will be lost.<var 49 01 /var><var 48 01 /var>
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_REMOVE_AIRSHIP_TITLE<tab><var 48 F201FC /var><var 49 F201FD /var>Achtung: Die Bauteile erhältst du zurück, nicht aber die Registriermarken. Daten wie der Rang des Luftschiffs werden nicht gespeichert.<var 49 01 /var><var 48 01 /var> Das Luftschiff wirklich demontieren?

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_REMOVE_AIRSHIP_CHECK<tab>Dismantle Airship.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_REMOVE_AIRSHIP_CHECK<tab>Demontieren

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_REGISTRATION_1<tab>To outfit and register an airship, you must have in your possession the requisite components and flight credits.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_REGISTRATION_1<tab>Zur Registrierung sind Luftschiff-Bauteile sowie eine Gebühr in Form von Registriermarken erforderlich.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_REGISTRATION_2<tab><var 48 F201F4 /var><var 49 F201F5 /var>Flight credits<var 49 01 /var><var 48 01 /var> can be purchased from resident caretakers with company credits.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_REGISTRATION_2<tab>Registriermarken können beim Unterkunftsbeamten mit Ge<var 16 /var>sell<var 16 /var>schaftstalern gekauft werden.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_REGISTRATION_3<tab><var 48 F201F4 /var><var 49 F201F5 /var>Airship components<var 49 01 /var><var 48 01 /var> can be constructed in your company workshop. Please note that hull, rigging, forecastle, and aftcastle components are required to outfit an airship.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_REGISTRATION_3<tab>Vier verschiedene Luftschiff-Bauteile sind nötig: Rumpf-, Takelage-, Bug- und Heckteile. Sie können in der Produktionsanlage der Freien Ge<var 16 /var>sell<var 16 /var>schaft hergestellt werden.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_ENERGY<tab>You cannot deploy your airship on exploratory voyages without ceruleum tanks, which can be purchased from resident caretakers with company credits.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_ENERGY<tab>Luftschiffe benötigen Erdseim als Treibstoff. Erdseim-Fässer können beim Unterkunftsbeamten mit Ge<var 16 /var>sell<var 16 /var>schaftstalern gekauft werden.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_EXPLOG_1<tab>Upon the completion of an exploratory voyage, your mammet will provide a <var 48 F201F4 /var><var 49 F201F5 /var>voyage log<var 49 01 /var><var 48 01 /var> detailing the results.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_EXPLOG_1<tab>Wenn eine Erkundung abgeschlossen ist, kann das Logbuch eingesehen werden, in dem alle Aktivitäten festgehalten sind.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_EXPLOG_2<tab>The information contained in this log may prove useful in preparing for your next exploratory voyage.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_EXPLOG_2<tab>Dieses Logbuch liefert Hinweise für die nächste Erkundungsreise. So kann die Effizienz der Erkundungen immer mehr erhöht werden.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_EXPLOG_3<tab>Please note that only the log for the previous voyage will be retained.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_EXPLOG_3<tab>Allerdings wird immer nur der letzte Logbucheintrag angezeigt. Wenn du ihn aber mit denen der Erkundungen anderer Mitglieder der Freien Ge<var 16 /var>sell<var 16 /var>schaft vergleichst, werdet ihr sicher herausfinden, wie ihr euer Luftschiff am besten ausstatten könnt.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_REPAIR_ITEM<tab>You cannot repair airship components without the requisite materials.
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_NO_REPAIR_ITEM<tab>Luftschiff-Bauteile können mit speziellen Magitek-Reparaturkits repariert werden.

source: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_CONTENT_GUIDE<tab>You have successfully charted a new course through the Sea of Clouds! You may now challenge the Diadem (Hard).
de: TEXT_CMNDEFCOMPANYCOMMANDERBOARD_00258_CONTENT_GUIDE<tab>Du hast eine Route zum Diadem (schwer) gefunden! Diese Luftschiffexpedition bringt dich zu schweren Gegnern.
