Repository: endervad/ffxiv_translation_test
Catalog: exd/Trait/*.xlf
Languages: de, fr, ja

source: Enhanced Prominence
de: Verbesserte Protuberanz
fr: Évidence améliorée
ja: プロミネンス効果アップ

source: Enhanced Sheltron
de: Verbessertes Schiltron
fr: Schiltron amélioré
ja: シェルトロン効果アップ

source: Enhanced Requiescat
de: Verbessertes Requiescat
fr: Requiescat amélioré
ja: レクイエスカット効果アップ

source: Sword Oath
de: Schwert-Eid
fr: Serment de l'épée
ja: 忠義の剣

source: Inner Beast Mastery
de: Meister der Urkraft
fr: Maîtrise de Bête intérieure
ja: 原初の魂マスタリー

source: Steel Cyclone Mastery
de: Meister der Kreiselklinge
fr: Maîtrise de Cyclone de fer
ja: スチールサイクロンマスタリー

source: Nascent Chaos
de: Saat des Chaos
fr: Chaos naissant
ja: 原初の混沌

source: Mastering the Beast
de: Meister des Inneren Tiers
fr: Maîtrise de la Jauge de la bête
ja: インナービーストマスタリー

source: Enhanced Thrill of Battle
de: Verbesserter Kampfrausch
fr: Frisson de la bataille amélioré
ja: スリル・オブ・バトル効果アップ

source: Darkside Mastery
de: Meister der Dunklen Seite
fr: Maîtrise de Ténèbres intérieures
ja: 暗黒マスタリー

source: Enhanced Plunge
de: Verbesserter Hiebsprung
fr: Coupe plongeante améliorée
ja: プランジカット効果アップ

source: Riddle of Wind
de: Stürmendes Enigma
fr: Énigme du vent
ja: 疾風の極意

source: Enhanced Fists of Fire
de: Verbesserte Sengende Aura
fr: Poings de feu améliorés
ja: 紅蓮の構え効果アップ

source: Jump Mastery
de: Meister der Sprünge
fr: Maîtrise de Saut
ja: ジャンプマスタリー

source: Life of the Dragon Mastery
de: Meister des Drachenbluts
fr: Maîtrise de Sang du dragon
ja: 竜血マスタリー

source: Enhanced Iaijutsu
de: Verbessertes Iaijutsu
fr: Iaijutsu amélioré
ja: 居合術効果アップ

source: Enhanced Fugetsu and Fuka
de: Verbessertes Fugetsu und Fuka
fr: Fûgetsu/Fûka améliorés
ja: 風月・風花効果アップ

source: Enhanced Shukuchi II
de: Verbessertes Shukuchi II
fr: Shukuchi amélioré II
ja: 縮地効果アップII

source: Shukiho II
fr: Shûkihô II
ja: 集気法II

source: Straight Shot Mastery
de: Meister des Direkten Schusses
fr: Maîtrise de Tir droit
ja: ストレートショットマスタリー

source: Enhanced Quick Nock
de: Verbesserte Pfeilsalve
fr: Salve fulgurante améliorée
ja: クイックノック効果アップ

source: Bite Mastery II
de: Meister der Bisse II
fr: Maîtrise des Morsures II
ja: バイトマスタリーII

source: Heavy Shot Mastery
de: Meister des Gewaltigen Schusses
fr: Maîtrise de Tir à l'arc puissant
ja: ヘヴィショットマスタリー

source: Enhanced Army's Paeon
de: Verbesserte Hymne der Krieger
fr: Péan martial amélioré
ja: 軍神のパイオン効果アップ

source: Soul Voice
de: Klang der Seelenstimme
fr: Voix de l'âme
ja: ソウルボイス

source: Split Shot Mastery
de: Feuer Frei-Meisterschaft
fr: Maîtrise de Tir scindé
ja: スプリットショットマスタリー

source: Slug Shot Mastery
de: Flintenlaufgeschoss-Meisterschaft
fr: Maîtrise de Tir de balle
ja: スラッグショットマスタリー

source: Clean Shot Mastery
de: Sauberer Schuss-Meisterschaft
fr: Maîtrise de Tir net
ja: クリーンショットマスタリー

source: Hot Shot Mastery
de: Explosivgeschoss-Meisterschaft
fr: Maîtrise de Tir déchaîné
ja: ホットショットマスタリー

source: Charged Action Mastery
de: Verbesserte Ladungen
fr: Actions à charges améliorées
ja: チャージアクション効果アップ

source: Enhanced Wildfire
de: Verbessertes Wildfeuer
fr: Flambée améliorée
ja: ワイルドファイア効果アップ

source: Promotion
de: Umwandlung
ja: プロモーション

source: Enhanced Freeze
de: Schattenherz
fr: Cœur ombral
ja: アンブラルハート

source: Aspect Mastery
de: Elementare Meisterschaft
fr: Maîtrise des polarités
ja: 極性マスタリー

source: Enhanced Polyglot
de: Verbessertes Polyglott
fr: Polyglotte amélioré
ja: ポリグロット効果アップ

source: Enhanced Dreadwyrm Trance II
de: Verbesserte Bahamut-Trance II
fr: Transe-Bahamut améliorée II
ja: トランス・バハムート効果アップII

source: Enhanced Egi Assault
de: Verbesserte Egi-Attacke
fr: Frappe Egi améliorée
ja: エギアサルト効果アップ

source: Enhanced Tri-disaster
de: Verbessertes Trisaster
fr: Tri-désastre amélioré
ja: トライディザスター効果アップ

source: Enhanced Bane
de: Verbesserter Bann
fr: Fléau amélioré
ja: ベイン効果アップ

source: Enhanced Firebird Trance
de: Verbesserte Phönix-Trance
fr: Transe-Phénix améliorée
ja: トランス・フェニックス効果アップ

source: Scatter Mastery
de: Meister des Zerstreuens
fr: Maîtrise d'Éparpillement
ja: スキャッターマスタリー

source: Enhanced Displacement
de: Meister der Körperparade
fr: Déplacement amélioré
ja: デプラスマン効果アップ

source: Enhanced Manafication
de: Verbesserte Manafizierung
fr: Manafication améliorée
ja: マナフィケーション効果アップ

source: Red Magic Mastery
de: Meister der Rotmagie
fr: Maîtrise de la magie rouge
ja: 赤魔法マスタリー

source: Aero Mastery II
de: Windmeister II
fr: Maîtrise de Vent II
ja: エアロマスタリーII

source: Stone Mastery IV
de: Steinmeister IV
fr: Maîtrise de Terre IV
ja: ストーンマスタリーIV

source: Transcendent Afflatus
de: Verbessertes Afflatus solatii
fr: Offrande de réconfort améliorée
ja: ハート・オブ・ソラス効果アップ

source: Enhanced Asylum
de: Verbessertes Refugium
fr: Asile amélioré
ja: アサイラム効果アップ

source: Corruption Mastery II
de: Biologischer Abbau II
fr: Maîtrise des infections II
ja: コラプションマスタリーII

source: Broil Mastery III
de: Meister der Bravade III
fr: Maîtrise de Loi de l'ébullition III
ja: 炎法マスタリーIII

source: Enhanced Sacred Soil
de: Verbesserte Geweihte Erde
fr: Dogme de survie amélioré
ja: 野戦治療の陣効果アップ

source: Combust Mastery II
de: Meister der Konjunktion II
fr: Maîtrise de Conjonction supérieure II
ja: コンバスマスタリーII

source: Malefic Mastery III
de: Meister des Spannungsaspekts III
fr: Maîtrise de Malfaisance III
ja: マレフィクマスタリーIII

source: Enhanced Essential Dignity
de: Verbesserte Essenzielle Würde
fr: Dignité essentielle améliorée
ja: ディグニティ効果アップ

source: Tank Mastery
de: Meister der Verteidigung
fr: Maîtrise du protecteur
ja: タンクマスタリー

source: Tank Mastery
de: Meister der Verteidigung
fr: Maîtrise du protecteur
ja: タンクマスタリー

source: Tank Mastery
de: Meister der Verteidigung
fr: Maîtrise du protecteur
ja: タンクマスタリー

source: Tank Mastery
de: Meister der Verteidigung
fr: Maîtrise du protecteur
ja: タンクマスタリー

source: Enhanced Sharpcast
de: Verbesserte Augmentierung
fr: Dynamisation améliorée
ja: 激成魔効果アップ

source: Enhanced Enochian II
de: Verbessertes Henochisch II
fr: Énochien amélioré II
ja: エノキアン効果アップII

source: Corruption Mastery
de: Biologischer Abbau
fr: Maîtrise des infections
ja: コラプションマスタリー

source: One with the Mountain
de: Tellurische Meisterschaft
fr: Auto Science des minéraux
ja: オートトゥルー・オブ・ミネラル

source: One with the Forest
de: Meisterschaft der Flure
fr: Auto Science des végétaux
ja: オートトゥルー・オブ・フォレスト

source: One with the Ocean
de: Meisterschaft der Meere
fr: Auto Science des océans
ja: オートトゥルー・オブ・オーシャン

source: Auto Sneak
de: Auto-Verstohlenheit
fr: Auto Discrétion
ja: オートスニーク

source: Auto Sneak
de: Auto-Verstohlenheit
fr: Auto Discrétion
ja: オートスニーク

source: Auto Sneak
de: Auto-Verstohlenheit
fr: Auto Discrétion
ja: オートスニーク

source: Enhanced Twelve's Bounty III
de: Verbesserte Gunst der Zwölf III
fr: Bénédiction des Douze améliorée III
ja: 十二神の加護効果アップIII

source: Enhanced Twelve's Bounty III
de: Verbesserte Gunst der Zwölf III
fr: Bénédiction des Douze améliorée III
ja: 十二神の加護効果アップIII

source: Bountiful Yield Mastery
de: Reichste Ausbeute
fr: Maîtrise d'Extraction abondante
ja: バウンティフルイールドマスタリー

source: Unearth Mastery
de: Meister des Exkavierens
fr: Maîtrise de Déterrage
ja: アナースマスタリー

source: Impulsive Appraisal Mastery
de: Meister der Spontanen Begutachtung
fr: Maîtrise d'Évaluation impulsive
ja: 直感選別マスタリー

source: Bountiful Harvest Mastery
de: Reichste Ernte
fr: Maîtrise de Récolte abondante
ja: バウンティフルハーベストマスタリー

source: Leaf Turn Mastery
de: Höchste Ziele
fr: Maîtrise de Main verte
ja: リーフターンマスタリー

source: Impulsive Appraisal Mastery
de: Meister der Spontanen Begutachtung
fr: Maîtrise d'Évaluation impulsive
ja: 直感選別マスタリー

source: Basic Synthesis Mastery
de: Meister der Bearbeitung
fr: Maîtrise de Travail de base
ja: 作業マスタリー

source: Basic Synthesis Mastery
de: Meister der Bearbeitung
fr: Maîtrise de Travail de base
ja: 作業マスタリー

source: Basic Synthesis Mastery
de: Meister der Bearbeitung
fr: Maîtrise de Travail de base
ja: 作業マスタリー

source: Basic Synthesis Mastery
de: Meister der Bearbeitung
fr: Maîtrise de Travail de base
ja: 作業マスタリー

source: Basic Synthesis Mastery
de: Meister der Bearbeitung
fr: Maîtrise de Travail de base
ja: 作業マスタリー

source: Basic Synthesis Mastery
de: Meister der Bearbeitung
fr: Maîtrise de Travail de base
ja: 作業マスタリー

source: Basic Synthesis Mastery
de: Meister der Bearbeitung
fr: Maîtrise de Travail de base
ja: 作業マスタリー

source: Basic Synthesis Mastery
de: Meister der Bearbeitung
fr: Maîtrise de Travail de base
ja: 作業マスタリー

source: Rapid Synthesis Mastery
de: Meister der Schnellen Bearbeitung
fr: Maîtrise de Travail rapide
ja: 突貫作業マスタリー

source: Rapid Synthesis Mastery
de: Meister der Schnellen Bearbeitung
fr: Maîtrise de Travail rapide
ja: 突貫作業マスタリー

source: Rapid Synthesis Mastery
de: Meister der Schnellen Bearbeitung
fr: Maîtrise de Travail rapide
ja: 突貫作業マスタリー

source: Rapid Synthesis Mastery
de: Meister der Schnellen Bearbeitung
fr: Maîtrise de Travail rapide
ja: 突貫作業マスタリー

source: Rapid Synthesis Mastery
de: Meister der Schnellen Bearbeitung
fr: Maîtrise de Travail rapide
ja: 突貫作業マスタリー

source: Rapid Synthesis Mastery
de: Meister der Schnellen Bearbeitung
fr: Maîtrise de Travail rapide
ja: 突貫作業マスタリー

source: Rapid Synthesis Mastery
de: Meister der Schnellen Bearbeitung
fr: Maîtrise de Travail rapide
ja: 突貫作業マスタリー

source: Rapid Synthesis Mastery
de: Meister der Schnellen Bearbeitung
fr: Maîtrise de Travail rapide
ja: 突貫作業マスタリー

source: Enhanced Outburst
de: Verbesserte Elementarkorona
fr: Fracas élémentaire amélioré
ja: アウトバースト効果アップ

source: Practice Makes Perfect
de: Übung macht den Meister
fr: Synthèse d'essai
ja: 製作練習

source: Practice Makes Perfect
de: Übung macht den Meister
fr: Synthèse d'essai
ja: 製作練習

source: Practice Makes Perfect
de: Übung macht den Meister
fr: Synthèse d'essai
ja: 製作練習

source: Practice Makes Perfect
de: Übung macht den Meister
fr: Synthèse d'essai
ja: 製作練習

source: Practice Makes Perfect
de: Übung macht den Meister
fr: Synthèse d'essai
ja: 製作練習

source: Practice Makes Perfect
de: Übung macht den Meister
fr: Synthèse d'essai
ja: 製作練習

source: Practice Makes Perfect
de: Übung macht den Meister
fr: Synthèse d'essai
ja: 製作練習

source: Practice Makes Perfect
de: Übung macht den Meister
fr: Synthèse d'essai
ja: 製作練習

source: Greased Lightning
de: Geölter Blitz
fr: Vitesse de l'éclair
ja: 疾風迅雷

source: Enhanced Greased Lightning
de: Verbesserter Geölter Blitz
fr: Vitesse de l'éclair améliorée
ja: 疾風迅雷効果アップ

source: Enhanced Greased Lightning II
de: Verbesserter Geölter Blitz II
fr: Vitesse de l'éclair améliorée II
ja: 疾風迅雷効果アップII

source: Enhanced Greased Lightning III
de: Verbesserter Geölter Blitz III
fr: Vitesse de l'éclair améliorée III
ja: 疾風迅雷効果アップIII

source: Maim and Mend
de: Verbesserte Kommandos
fr: Efficacité des actions augmentée
ja: アクションダメージ・回復量アップ

source: Maim and Mend II
de: Verbesserte Kommandos II
fr: Efficacité des actions augmentée II
ja: アクションダメージ・回復量アップII

source: Addersgall
de: Humor
fr: Bile de vipère
ja: アダーガル

source: Somanoutic Oath
de: Eid der Weisen
fr: Serment des sages
ja: 賢学の誓い

source: Somanoutic Oath II
de: Eid der Weisen II
fr: Serment des sages II
ja: 賢学の誓いII

source: Addersting
de: Komplexion
fr: Croc de vipère
ja: アダースティング

source: Offensive Magic Mastery
de: Meister der Offensivmagie
fr: Maîtrise de la magie offensive
ja: 攻撃魔法マスタリー

source: Enhanced Kerachole
de: Verbessertes Kerachole
fr: Kerachole amélioré
ja: ケーラコレ効果アップ

source: Offensive Magic Mastery II
de: Meister der Offensivmagie II
fr: Maîtrise de la magie offensive II
ja: 攻撃魔法マスタリーII

source: Enhanced Healing Magic
de: Meister der Heilmagie
fr: Magie curative améliorée
ja: 回復アクション効果アップ

source: Enhanced Zoe
de: Verbessertes Zoe
fr: Zoe amélioré
ja: ゾーエ効果アップ

source: Soul Gauge
de: Erntereif
fr: Jauge des âmes
ja: ソウルゲージ

source: Death Scythe Mastery
de: Verbesserte Ernte
fr: Actions améliorées
ja: アクション威力アップ

source: Enhanced Avatar
de: Verbesserter Avatar
fr: Avatar amélioré
ja: アヴァターアビリティ効果アップ

source: Hellsgate
de: Verbessertes Höllentor
fr: Portail infernal amélioré
ja: ヘルズゲート効果アップ

source: Tempered Soul
de: Verbesserte Seelenernte
fr: Tranchage animique et Faux animique améliorés
ja: ソウルスキル効果アップ

source: Shroud Gauge
de: Verschleierung
fr: Jauge du linceul
ja: シュラウドゲージ

source: Enhanced Arcane Crest
de: Verbessertes Arkanes Wappen
fr: Blason arcanique amélioré
ja: アルケインクレスト効果アップ

source: Enhanced Shroud
de: Nichtsseele
fr: Âme du néant
ja: ヴォイドソウル

source: Enhanced Arcane Circle
de: Verbesserter Arkaner Kreis
fr: Cercle arcanique amélioré
ja: アルケインサークル効果アップ

source: Inner Quiet
de: Innere Ruhe
fr: Calme intérieur
ja: インナークワイエット

source: Inner Quiet
de: Innere Ruhe
fr: Calme intérieur
ja: インナークワイエット

source: Inner Quiet
de: Innere Ruhe
fr: Calme intérieur
ja: インナークワイエット

source: Inner Quiet
de: Innere Ruhe
fr: Calme intérieur
ja: インナークワイエット

source: Inner Quiet
de: Innere Ruhe
fr: Calme intérieur
ja: インナークワイエット

source: Inner Quiet
de: Innere Ruhe
fr: Calme intérieur
ja: インナークワイエット

source: Inner Quiet
de: Innere Ruhe
fr: Calme intérieur
ja: インナークワイエット

source: Inner Quiet
de: Innere Ruhe
fr: Calme intérieur
ja: インナークワイエット

source: Careful Synthesis Mastery
de: Meister der Sorgfältigen Bearbeitung
fr: Maîtrise de Travail prudent
ja: 模範作業マスタリー

source: Careful Synthesis Mastery
de: Meister der Sorgfältigen Bearbeitung
fr: Maîtrise de Travail prudent
ja: 模範作業マスタリー

source: Careful Synthesis Mastery
de: Meister der Sorgfältigen Bearbeitung
fr: Maîtrise de Travail prudent
ja: 模範作業マスタリー

source: Careful Synthesis Mastery
de: Meister der Sorgfältigen Bearbeitung
fr: Maîtrise de Travail prudent
ja: 模範作業マスタリー

source: Careful Synthesis Mastery
de: Meister der Sorgfältigen Bearbeitung
fr: Maîtrise de Travail prudent
ja: 模範作業マスタリー

source: Careful Synthesis Mastery
de: Meister der Sorgfältigen Bearbeitung
fr: Maîtrise de Travail prudent
ja: 模範作業マスタリー

source: Careful Synthesis Mastery
de: Meister der Sorgfältigen Bearbeitung
fr: Maîtrise de Travail prudent
ja: 模範作業マスタリー

source: Careful Synthesis Mastery
de: Meister der Sorgfältigen Bearbeitung
fr: Maîtrise de Travail prudent
ja: 模範作業マスタリー

source: Groundwork Mastery
de: Meister der Vorarbeit
fr: Maîtrise de Travail préparatoire
ja: 下地作業マスタリー

source: Groundwork Mastery
de: Meister der Vorarbeit
fr: Maîtrise de Travail préparatoire
ja: 下地作業マスタリー

source: Groundwork Mastery
de: Meister der Vorarbeit
fr: Maîtrise de Travail préparatoire
ja: 下地作業マスタリー

source: Groundwork Mastery
de: Meister der Vorarbeit
fr: Maîtrise de Travail préparatoire
ja: 下地作業マスタリー

source: Groundwork Mastery
de: Meister der Vorarbeit
fr: Maîtrise de Travail préparatoire
ja: 下地作業マスタリー

source: Groundwork Mastery
de: Meister der Vorarbeit
fr: Maîtrise de Travail préparatoire
ja: 下地作業マスタリー

source: Groundwork Mastery
de: Meister der Vorarbeit
fr: Maîtrise de Travail préparatoire
ja: 下地作業マスタリー

source: Groundwork Mastery
de: Meister der Vorarbeit
fr: Maîtrise de Travail préparatoire
ja: 下地作業マスタリー

source: Sheltron Mastery
de: Meister des Schiltron
fr: Maîtrise de Schiltron
ja: シェルトロンマスタリー

source: Enhanced Intervention
de: Verbesserte Intervention
fr: Intervention améliorée
ja: インターベンション効果アップ

source: Divine Magic Mastery II
de: Meister der Göttlichen Magie II
fr: Maîtrise de la magie divine II
ja: 神聖魔法マスタリーII

source: Spirits Within Mastery
de: Meister des Selbsterhaltungstriebs
fr: Maîtrise d'Esprits intérieurs
ja: スピリッツウィズインマスタリー

source: Enhanced Divine Veil
de: Verbesserter Heiliger Quell
fr: Voile divin amélioré
ja: ディヴァインヴェール効果アップ

source: Enhanced Shake It Off
de: Verbessertes Abschütteln
fr: Débarrassage amélioré
ja: シェイクオフ効果アップ

source: Raw Intuition Mastery
de: Meister des Urinstinkts
fr: Maîtrise d'Intuition pure
ja: 原初の直感マスタリー

source: Enhanced Nascent Flash
de: Verbessertes Urflackern
fr: Exaltation naissante améliorée
ja: 原初の猛り効果アップ

source: Enhanced Equilibrium
de: Verbessertes Äquilibrium
fr: Équilibre amélioré
ja: エクリブリウム効果アップ

source: Enhanced Onslaught
de: Verbesserter Sturmlauf
fr: Assaut violent amélioré
ja: オンスロート効果アップ

source: Enhanced Unmend
de: Verbesserter Zerfall
fr: Détérioration améliorée
ja: アンメンド効果アップ

source: Enhanced Living Shadow II
de: Verbesserter Schattenschemen II
fr: Ombre vivante améliorée II
ja: 影身具現効果アップII

source: Heart of Stone Mastery
de: Meister des Steinernen Herzens
fr: Maîtrise de Cœur de pierre
ja: ハート・オブ・ストーンマスタリー

source: Enhanced Aurora
de: Verbesserte Aurora
fr: Aurore améliorée
ja: オーロラ効果アップ

source: Enhanced Continuation
de: Verbesserte Triggerfolge
fr: Consécution améliorée
ja: コンティニュエーション効果アップ

source: Cartridge Charge II
de: Verbesserte Erda-Patronen
fr: Chargement de cartouches amélioré
ja: ソイルチャージ効果アップ

source: Steel Peak Mastery
de: Meister der Stahlzinnen
fr: Maîtrise de Charge d'acier
ja: 鉄山靠マスタリー

source: Howling Fist Mastery
de: Meister der Heulenden Faust
fr: Maîtrise de Poing hurlant
ja: 空鳴拳マスタリー

source: Arm of the Destroyer Mastery
de: Meister des Zerstörers
fr: Maîtrise de Frappe du Destructeur
ja: 壊神衝マスタリー

source: Enhanced Thunderclap
de: Verbesserter Donnersprung
fr: Élan fulgurant amélioré
ja: 抜重歩法効果アップ

source: Enhanced Brotherhood
de: Verbesserte Bruderschaft
fr: Fraternité améliorée
ja: 桃園結義効果アップ

source: Enhanced Perfect Balance
de: Verbesserte Improvisation
fr: Équilibre parfait amélioré
ja: 踏鳴効果アップ

source: Blood of the Dragon
de: Verbesserter Sprung
fr: Saut amélioré
ja: ジャンプ効果アップ

source: Enhanced Coerthan Torment
de: Verbesserte Coerthische Folter
fr: Tourment du Coerthas amélioré
ja: クルザントーメント効果アップ

source: Enhanced Spineshatter Dive
de: Verbesserter Wirbelsprenger
fr: Piqué brise-échine amélioré
ja: スパインダイブ効果アップ

source: Lance Mastery III
de: Meister der Lanze II
fr: Maîtrise de la lance II
ja: ランスマスタリーII

source: Enhanced Life Surge
de: Verbesserte Vitalwallung
fr: Souffle de vie amélioré
ja: ライフサージ効果アップ

source: Shukiho III
fr: Shûkihô III
ja: 集気法III

source: Enhanced Meisui
de: Verbessertes Meisui
fr: Meisui amélioré
ja: 命水効果アップ

source: Enhanced Raiton
de: Verbessertes Raiton
fr: Raiton amélioré
ja: 雷遁の術効果アップ

source: Enhanced Tsubame-gaeshi
de: Verbessertes Tsubamegaeshi
fr: Tsubamegaeshi amélioré
ja: 燕返し効果アップ

source: Enhanced Meikyo Shisui
de: Verbessertes Meikyo Shisui
fr: Meikyô Shisui amélioré
ja: 明鏡止水効果アップ

source: Quick Nock Mastery
de: Meister der Pfeilsalve
fr: Maîtrise de Salve fulgurante
ja: クイックノックマスタリー

source: Enhanced Bloodletter
de: Verbesserter Aderlass
fr: Hémorragie améliorée
ja: ブラッドレッター効果アップ

source: Enhanced Apex Arrow
de: Verbesserter Apex-Pfeil
fr: Trait alpha amélioré
ja: エイペックスアロー効果アップ

source: Enhanced Troubadour
de: Verbesserter Troubadour
fr: Troubadour amélioré
ja: トルバドゥール効果アップ

source: Minstrel's Coda
de: Verbesserte Lieder
fr: Chants guerriers améliorés
ja: 戦歌効果アップ

source: Spread Shot Mastery
de: Meister des Splitterschusses
fr: Maîtrise de Tir dispersé
ja: スプレッドショットマスタリー

source: Enhanced Reassemble
de: Verbessertes Justieren
fr: Réassemblage amélioré
ja: 整備効果アップ

source: Queen's Gambit
de: Damengambit
fr: Gambit de la Reine
ja: クイーンズ・ガンビット

source: Enhanced Tactician
de: Verbesserter Taktiker
fr: Tacticien amélioré
ja: タクティシャン効果アップ

source: Enhanced Technical Finish
de: Verbessertes Komplexes Finale
fr: Final technique amélioré
ja: テクニカルフィニッシュ効果アップ

source: Enhanced Esprit
de: Verbessertes Tanzfieber
fr: Fascination croissante
ja: エスプリ効果アップ

source: Enhanced Flourish
de: Verbesserte Trance
fr: Apothéose améliorée
ja: フラリッシュ効果アップ

source: Enhanced Shield Samba
de: Verbesserter Schildsamba
fr: Samba protectrice améliorée
ja: 守りのサンバ効果アップ

source: Enhanced Devilment
de: Verbesserter Todestango
fr: Tango endiablé amélioré
ja: 攻めのタンゴ効果アップ

source: Aspect Mastery II
de: Elementare Meisterschaft II
fr: Maîtrise des polarités II
ja: 極性マスタリーII

source: Aspect Mastery III
de: Elementare Meisterschaft III
fr: Maîtrise des polarités III
ja: 極性マスタリーIII

source: Enochian
de: Henochisch
fr: Énochien
ja: エノキアン

source: Enhanced Foul
de: Verbesserter Moder
fr: Infect amélioré
ja: ファウル効果アップ

source: Aspect Mastery IV
de: Elementare Meisterschaft IV
fr: Maîtrise des polarités IV
ja: 極性マスタリーIV

source: Enhanced Manafont
de: Verbesserter Mana-Brunnen
fr: Vasque de mana améliorée
ja: マナフォント効果アップ

source: Enhanced Sharpcast II
de: Verbesserte Augmentierung II
fr: Dynamisation améliorée II
ja: 激成魔効果アップII

source: Aspect Mastery V
de: Elementare Meisterschaft V
fr: Maîtrise des polarités V
ja: 極性マスタリーV

source: Enhanced Aethercharge
de: Verbesserte Ätherinfusion
fr: Infusion d'éther améliorée
ja: エーテルチャージ効果アップ

source: Enhanced Aethercharge II
de: Verbesserte Ätherinfusion II
fr: Infusion d'éther améliorée II
ja: エーテルチャージ効果アップII

source: Ruby Summoning Mastery
de: Meister der Rubin-Beschwörung
fr: Maîtrise d'Invocation Rubis
ja: サモン・ルビーマスタリー

source: Topaz Summoning Mastery
de: Meister der Topas-Beschwörung
fr: Maîtrise d'Invocation Topaze
ja: サモン・トパーズマスタリー

source: Emerald Summoning Mastery
de: Meister der Smaragd-Beschwörung
fr: Maîtrise d'Invocation Émeraude
ja: サモン・エメラルドマスタリー

source: Enkindle
de: Entflammung
fr: Galvanisation
ja: エンキンドル

source: Ruin Mastery II
de: Meister des Ruins II
fr: Maîtrise de Ruine II
ja: ルインマスタリーII

source: Aethercharge Mastery
de: Meister der Ätherinfusion
fr: Maîtrise d'Infusion d'éther
ja: エーテルチャージマスタリー

source: Enhanced Energy Siphon
de: Verbesserter Energiesiphon
fr: Siphon d'énergie amélioré
ja: エナジーサイフォン効果アップ

source: Ruin Mastery III
de: Meister des Ruins III
fr: Maîtrise de Ruine III
ja: ルインマスタリーIII

source: Outburst Mastery
de: Meister der Elementarkorona
fr: Maîtrise de Fracas élémentaire
ja: アウトバーストマスタリー

source: Outburst Mastery II
de: Meister der Elementarkorona II
fr: Maîtrise de Fracas élémentaire II
ja: アウトバーストマスタリーII

source: Ruin Mastery IV
de: Meister des Ruins IV
fr: Maîtrise de Ruine IV
ja: ルインマスタリーIV

source: Enhanced Radiant Aegis
de: Verbesserter Schimmerschild
fr: Égide rayonnante améliorée
ja: 守りの光効果アップ

source: Enkindle II
de: Hohe Beschwörung
fr: Galvanisation II
ja: エンキンドルII

source: Mana Stack
de: Verbesserte Magieklinge
fr: Magilame améliorée
ja: 魔法剣効果アップ

source: Red Magic Mastery II
de: Meister der Rotmagie II
fr: Maîtrise de la magie rouge II
ja: 赤魔法マスタリーII

source: Red Magic Mastery III
de: Meister der Rotmagie III
fr: Maîtrise de la magie rouge III
ja: 赤魔法マスタリーIII

source: Enhanced Acceleration
de: Verbesserte Präparation
fr: Accélération améliorée
ja: アクセラレーション効果アップ

source: Enhanced Manafication II
de: Verbesserte Manafizierung II
fr: Manafication améliorée II
ja: マナフィケーション効果アップII

source: Glare Mastery
de: Meister der Blendung
fr: Maîtrise de Chatoiement
ja: グレアマスタリー

source: Holy Mastery
de: Verbessertes Sanctus
fr: Maîtrise de Miracle
ja: ホーリーマスタリー

source: Enhanced Healing Magic
de: Meister der Heilmagie
fr: Magie curative améliorée
ja: 回復アクション効果アップ

source: Enhanced Divine Benison
de: Verbesserter Göttlicher Segen
fr: Faveur divine améliorée
ja: ディヴァインベニゾン効果アップ

source: Broil Mastery IV
de: Meister der Bravade IV
fr: Maîtrise de Loi de l'ébullition IV
ja: 炎法マスタリーIV

source: Art of War Mastery
de: Meister des Krieges
fr: Maîtrise de Loi de la guerre
ja: 破陣法マスタリー

source: Enhanced Healing Magic
de: Meister der Heilmagie
fr: Magie curative améliorée
ja: 回復アクション効果アップ

source: Enhanced Deployment Tactics
de: Verbesserte Dislokation
fr: Stratagème du déploiement amélioré
ja: 展開戦術効果アップ

source: Enhanced Draw
de: Verbessertes Ziehen
fr: Tirage amélioré
ja: ドロー効果アップ

source: Enhanced Draw II
de: Verbessertes Ziehen II
fr: Tirage amélioré II
ja: ドロー効果アップII

source: Malefic Mastery IV
de: Meister des Spannungsaspekts IV
fr: Maîtrise de Malfaisance IV
ja: マレフィクマスタリーIV

source: Gravity Mastery
de: Meister des Gravitas
fr: Maîtrise de Gravité
ja: グラビデマスタリー

source: Enhanced Healing Magic
de: Meister der Heilmagie
fr: Magie curative améliorée
ja: 回復アクション効果アップ

source: Enhanced Celestial Intersection
de: Verbesserte Kongruenz
fr: Rencontre céleste améliorée
ja: 星天交差効果アップ

source: Starfishing
de: Sternenfischen
fr: Pêcheur de l'espace
ja: 宙泉釣り

source: Enhanced Summon Bahamut
de: Verbesserte Bahamut-Beschwörung
fr: Invocation Bahamut améliorée
ja: サモン・バハムート効果アップ

source: Elemental Mastery
de: Meister der Elemente
fr: Maîtrise des éléments
ja: エレメントマスタリー
