Repository: endervad/ffxiv_translation_test
Catalog: exd/Trait/*.xlf
Languages: de, fr, ja

source: Enhanced Vitality
de: KONS-Schub
fr: Vitalité améliorée
ja: ＶＩＴアップ

source: Enhanced Vitality II
de: KONS-Schub II
fr: Vitalité améliorée II
ja: ＶＩＴアップII

source: Enhanced Vitality III
de: KONS-Schub III
fr: Vitalité améliorée III
ja: ＶＩＴアップIII

source: Enhanced Vitality
de: KONS-Schub
fr: Vitalité améliorée
ja: ＶＩＴアップ

source: Enhanced Vitality II
de: KONS-Schub II
fr: Vitalité améliorée II
ja: ＶＩＴアップII

source: Enhanced Vitality III
de: KONS-Schub III
fr: Vitalité améliorée III
ja: ＶＩＴアップIII

source: Enhanced Strength
de: STR-Schub
fr: Force améliorée
ja: ＳＴＲアップ

source: Enhanced Strength II
de: STR-Schub II
fr: Force améliorée II
ja: ＳＴＲアップII

source: Enhanced Strength III
de: STR-Schub III
fr: Force améliorée III
ja: ＳＴＲアップIII

source: Enhanced Greased Lightning
de: Verbesserter Geölter Blitz
fr: Vitesse de l'éclair améliorée
ja: 疾風迅雷効果アップ

source: Enhanced Greased Lightning II
de: Verbesserter Geölter Blitz II
fr: Vitesse de l'éclair améliorée II
ja: 疾風迅雷効果アップII

source: Enhanced Strength
de: STR-Schub
fr: Force améliorée
ja: ＳＴＲアップ

source: Enhanced Strength II
de: STR-Schub II
fr: Force améliorée II
ja: ＳＴＲアップII

source: Enhanced Strength III
de: STR-Schub III
fr: Force améliorée III
ja: ＳＴＲアップIII

source: Enhanced Dexterity
de: GESK-Schub
fr: Dextérité améliorée
ja: ＤＥＸアップ

source: Enhanced Dexterity II
de: GESK-Schub II
fr: Dextérité améliorée II
ja: ＤＥＸアップII

source: Heavier Shot
de: Verbesserter Gewaltiger Schuss
fr: Tir à l'arc puissant amélioré
ja: ヘヴィショット効果アップ

source: Increased Action Damage
de: Verbesserte Kommandos
fr: Dégâts des actions augmentés
ja: アクションダメージアップ

source: Enhanced Dexterity III
de: GESK-Schub III
fr: Dextérité améliorée III
ja: ＤＥＸアップIII

source: Increased Action Damage II
de: Verbesserte Kommandos II
fr: Dégâts des actions augmentés II
ja: アクションダメージアップII

source: Enhanced Mind
de: WLK-Schub
fr: Esprit amélioré
ja: ＭＮＤアップ

source: Enhanced Mind II
de: WLK-Schub II
fr: Esprit amélioré II
ja: ＭＮＤアップII

source: Maim and Mend
de: Verbesserte Kommandos
fr: Efficacité des actions augmentée
ja: アクションダメージ・回復量アップ

source: Enhanced Mind III
de: WLK-Schub III
fr: Esprit amélioré III
ja: ＭＮＤアップIII

source: Freecure
de: Verbessertes Vita
fr: Soin amélioré
ja: ケアル効果アップ

source: Maim and Mend II
de: Verbesserte Kommandos II
fr: Efficacité des actions augmentée II
ja: アクションダメージ・回復量アップII

source: Enhanced Intelligence
de: INT-Schub
fr: Intelligence améliorée
ja: ＩＮＴアップ

source: Enhanced Intelligence II
de: INT-Schub II
fr: Intelligence améliorée II
ja: ＩＮＴアップII

source: Maim and Mend
de: Verbesserte Kommandos
fr: Efficacité éthérée augmentée
ja: アクションダメージ・回復量アップ

source: Enhanced Intelligence III
de: INT-Schub III
fr: Intelligence améliorée III
ja: ＩＮＴアップIII

source: Maim and Mend II
de: Verbesserte Kommandos II
fr: Efficacité éthérée augmentée II
ja: アクションダメージ・回復量アップII

source: Firestarter
de: Verbessertes Feuer
fr: Pyromane
ja: ファイア効果アップ

source: Thundercloud
de: Verbesserte Blitzzauber
fr: Nuage d'orage
ja: サンダー系魔法効果アップ

source: Auto Triangulate
de: Auto-Geodäsie
fr: Auto Forestier
ja: オートトライアングレート

source: Enhanced Stealth
de: Verbesserte Coeurl-Pfoten
fr: Furtivité améliorée
ja: ステルス効果アップ

source: Enhanced Stealth II
de: Verbesserte Coeurl-Pfoten II
fr: Furtivité améliorée II
ja: ステルス効果アップII

source: Enhanced Stealth III
de: Verbesserte Coeurl-Pfoten III
fr: Furtivité améliorée III
ja: ステルス効果アップIII

source: Auto Prospect
de: Auto-Prospektion
fr: Auto Prospecteur
ja: オートプロスペクト

source: Enhanced Stealth
de: Verbesserte Coeurl-Pfoten
fr: Furtivité améliorée
ja: ステルス効果アップ

source: Enhanced Stealth II
de: Verbesserte Coeurl-Pfoten II
fr: Furtivité améliorée II
ja: ステルス効果アップII

source: Enhanced Stealth III
de: Verbesserte Coeurl-Pfoten III
fr: Furtivité améliorée III
ja: ステルス効果アップIII

source: Tree Whisperer
de: Bäumeflüsterer
fr: Amoureux des arbres
ja: ツリーウィスパラー

source: Tree Whisperer II
de: Bäumeflüsterer II
fr: Amoureux des arbres II
ja: ツリーウィスパラーII

source: Tree Whisperer III
de: Bäumeflüsterer III
fr: Amoureux des arbres III
ja: ツリーウィスパラーIII

source: Tree Whisperer IV
de: Bäumeflüsterer IV
fr: Amoureux des arbres IV
ja: ツリーウィスパラーIV

source: Enhanced Twelve's Bounty
de: Verbesserte Gunst der Zwölf
fr: Bénédiction des Douze améliorée
ja: 十二神の加護効果アップ

source: Enhanced Twelve's Bounty II
de: Verbesserte Gunst der Zwölf II
fr: Bénédiction des Douze améliorée II
ja: 十二神の加護効果アップII

source: Stone Whisperer
de: Steineflüsterer
fr: Amoureux des pierres
ja: ストーンウィスパラー

source: Stone Whisperer II
de: Steineflüsterer II
fr: Amoureux des pierres II
ja: ストーンウィスパラーII

source: Stone Whisperer III
de: Steineflüsterer III
fr: Amoureux des pierres III
ja: ストーンウィスパラーIII

source: Stone Whisperer IV
de: Steineflüsterer IV
fr: Amoureux des pierres IV
ja: ストーンウィスパラーIV

source: Enhanced Twelve's Bounty
de: Verbesserte Gunst der Zwölf
fr: Bénédiction des Douze améliorée
ja: 十二神の加護効果アップ

source: Enhanced Twelve's Bounty II
de: Verbesserte Gunst der Zwölf II
fr: Bénédiction des Douze améliorée II
ja: 十二神の加護効果アップII

source: Dunefishing
de: Dünenfischer
fr: Pêcheur des sables
ja: 砂海釣り

source: Skyfishing
de: Wolkenfischer
fr: Pêcheur des nuages
ja: 雲海釣り

source: Enhanced Stealth
de: Verbesserte Coeurl-Pfoten
fr: Furtivité améliorée
ja: ステルス効果アップ

source: Enhanced Stealth II
de: Verbesserte Coeurl-Pfoten II
fr: Furtivité améliorée II
ja: ステルス効果アップII

source: Enhanced Stealth III
de: Verbesserte Coeurl-Pfoten III
fr: Furtivité améliorée III
ja: ステルス効果アップIII

source: Gulleye
de: Möwenauge
fr: Œil du goéland
ja: ガルアイ

source: Gulleye II
de: Möwenauge II
fr: Œil du goéland II
ja: ガルアイII

source: Gulleye III
de: Möwenauge III
fr: Œil du goéland III
ja: ガルアイIII

source: Double Mooching
de: Verbessertes Köderfisch-Angeln
fr: Pêche au vif améliorée
ja: 泳がせ釣り効果アップ

source: Aetherdam
de: Verbesserter Ätherfluss
fr: Flux d'éther amélioré
ja: エーテルフロー効果アップ

source: Enhanced Intelligence
de: INT-Schub
fr: Intelligence améliorée
ja: ＩＮＴアップ

source: Enhanced Intelligence II
de: INT-Schub II
fr: Intelligence améliorée II
ja: ＩＮＴアップII

source: Maim and Mend
de: Verbesserte Kommandos
fr: Efficacité des actions augmentée
ja: アクションダメージ・回復量アップ

source: Aetherdam II
de: Verbesserter Ätherfluss II
fr: Flux d'éther amélioré II
ja: エーテルフロー効果アップII

source: Enhanced Intelligence III
de: INT-Schub III
fr: Intelligence améliorée III
ja: ＩＮＴアップIII

source: Maim and Mend II
de: Verbesserte Kommandos II
fr: Efficacité des actions augmentée II
ja: アクションダメージ・回復量アップII

source: Aetherdam III
de: Verbesserter Ätherfluss III
fr: Flux d'éther amélioré III
ja: エーテルフロー効果アップIII

source: Enhanced Strength
de: STR-Schub
fr: Force améliorée
ja: ＳＴＲアップ

source: Increased HP
de: Erhöhte LP
fr: PV améliorés
ja: 最大ＨＰアップ

source: Enhanced Accuracy
de: Erhöhte Präzision
fr: Précision améliorée
ja: 命中率アップ

source: Enhanced Critical Hit
de: Verbesserte Kritische Treffer
fr: Critique amélioré
ja: クリティカルアップ

source: Enhanced Strength
de: STR-Schub
fr: Force améliorée
ja: ＳＴＲアップ

source: Increased HP
de: Erhöhte LP
fr: PV améliorés
ja: 最大ＨＰアップ

source: Enhanced Strength
de: STR-Schub
fr: Force améliorée
ja: ＳＴＲアップ

source: Increased HP
de: Erhöhte LP
fr: PV améliorés
ja: 最大ＨＰアップ

source: Enhanced Accuracy
de: Erhöhte Präzision
fr: Précision améliorée
ja: 命中率アップ

source: Enhanced Critical Hit
de: Verbesserte Kritische Treffer
fr: Critique amélioré
ja: クリティカルアップ

source: Enhanced Strength
de: STR-Schub II
fr: Force améliorée
ja: ＳＴＲアップ

source: Increase Attack Speed
de: An<var 16 /var>griffs<var 16 /var>ge<var 16 /var>schwin<var 16 /var>dig<var 16 /var>keit +
fr: Vitesse améliorée
ja: 攻撃速度アップ

source: Enhanced Mind
de: WLK-Schub
fr: Esprit amélioré
ja: ＭＮＤアップ

source: Increased HP
de: Erhöhte LP
fr: PV améliorés
ja: 最大ＨＰアップ

source: Enhanced Accuracy
de: Erhöhte Präzision
fr: Précision améliorée
ja: 命中率アップ

source: Enhanced Critical Hit
de: Verbesserte Kritische Treffer
fr: Critique amélioré
ja: クリティカルアップ

source: Enhanced Mind
de: WLK-Schub II
fr: Esprit amélioré
ja: ＭＮＤアップ

source: Increased HP
de: Erhöhte LP
fr: PV améliorés
ja: 最大ＨＰアップ

source: Enhanced Dexterity
de: GESK-Schub
fr: Dextérité améliorée
ja: ＤＥＸアップ

source: All Fours
de: Alle Viere
fr: Sur ses pattes
ja: 落下ダメージ軽減

source: Enhanced Dexterity II
de: GESK-Schub II
fr: Dextérité améliorée II
ja: ＤＥＸアップII

source: Enhanced Dexterity III
de: GESK-Schub III
fr: Dextérité améliorée III
ja: ＤＥＸアップIII

source: Fleet of Foot
de: Be<var 16 /var>we<var 16 /var>gungs<var 16 /var>ge<var 16 /var>schwin<var 16 /var>dig<var 16 /var>keit +
fr: Vive allure
ja: 移動速度アップ

source: Nymeia's Ward
de: Nymeias Segen
fr: Grâce de Nymeia
ja: ニメーヤの加護

source: Stone Whisperer V
de: Steineflüsterer V
fr: Amoureux des pierres V
ja: ストーンウィスパラーV

source: Enhanced Stealth IV
de: Verbesserte Coeurl-Pfoten IV
fr: Furtivité améliorée IV
ja: ステルス効果アップIV

source: Enhanced Stealth V
de: Verbesserte Coeurl-Pfoten V
fr: Furtivité améliorée V
ja: ステルス効果アップV

source: Enhanced Stealth VI
de: Verbesserte Coeurl-Pfoten VI
fr: Furtivité améliorée VI
ja: ステルス効果アップVI

source: Nymeia's Ward
de: Nymeias Segen
fr: Grâce de Nymeia
ja: ニメーヤの加護

source: Tree Whisperer V
de: Baumflüsterer V
fr: Amoureux des arbres V
ja: ツリーウィスパラーV

source: Enhanced Stealth IV
de: Verbesserte Coeurl-Pfoten IV
fr: Furtivité améliorée IV
ja: ステルス効果アップIV

source: Enhanced Stealth V
de: Verbesserte Coeurl-Pfoten V
fr: Furtivité améliorée V
ja: ステルス効果アップV

source: Enhanced Stealth VI
de: Verbesserte Coeurl-Pfoten VI
fr: Furtivité améliorée VI
ja: ステルス効果アップVI

source: Gulleye IV
de: Möwenauge IV
fr: Œil du goéland IV
ja: ガルアイIV

source: Gulleye V
de: Möwenauge V
fr: Œil du goéland V
ja: ガルアイV

source: Cloudfishing
de: Himmelsfischen
fr: Pêcheur des cieux
ja: 浮島釣り

source: Enhanced Stealth IV
de: Verbesserte Coeurl-Pfoten IV
fr: Furtivité améliorée IV
ja: ステルス効果アップIV

source: Enhanced Stealth V
de: Verbesserte Coeurl-Pfoten V
fr: Furtivité améliorée V
ja: ステルス効果アップV

source: Enhanced Stealth VI
de: Verbesserte Coeurl-Pfoten VI
fr: Furtivité améliorée VI
ja: ステルス効果アップVI

source: Hellfishing
de: Höllenfischen
fr: Pêcheur des enfers
ja: 溶岩釣り

source: Aetherfishing
de: Ätherfischen
fr: Pêcheur de l'éther
ja: 魔泉釣り

source: Enhanced Vitality
de: KONS-Schub
fr: Vitalité améliorée
ja: ＶＩＴアップ

source: Enhanced Vitality II
de: KONS-Schub II
fr: Vitalité améliorée II
ja: ＶＩＴアップII

source: Enhanced Vitality III
de: KONS-Schub III
fr: Vitalité améliorée III
ja: ＶＩＴアップIII

source: Enhanced Dexterity
de: GESK-Schub
fr: Dextérité améliorée
ja: ＤＥＸアップ

source: Enhanced Dexterity II
de: GESK-Schub II
fr: Dextérité améliorée II
ja: ＤＥＸアップII

source: Increased Action Damage
de: Verbesserte Kommandos
fr: Dégâts des actions augmentés
ja: アクションダメージアップ

source: Enhanced Dexterity III
de: GESK-Schub III
fr: Dextérité améliorée III
ja: ＤＥＸアップIII

source: Increased Action Damage II
de: Verbesserte Kommandos II
fr: Dégâts des actions augmentés II
ja: アクションダメージアップII

source: Enhanced Mind
de: WLK-Schub
fr: Esprit amélioré
ja: ＭＮＤアップ

source: Enhanced Mind II
de: WLK-Schub II
fr: Esprit amélioré II
ja: ＭＮＤアップII

source: Maim and Mend
de: Verbesserte Kommandos
fr: Efficacité des actions augmentée
ja: アクションダメージ・回復量アップ

source: Enhanced Mind III
de: WLK-Schub III
fr: Esprit amélioré III
ja: ＭＮＤアップIII

source: Enhanced Benefic
de: Verbesserter Harmonieaspekt
fr: Bienfaisance améliorée
ja: ベネフィク効果アップ

source: Maim and Mend II
de: Verbesserte Kommandos II
fr: Efficacité des actions augmentée II
ja: アクションダメージ・回復量アップII

source: Enhanced Stealth VII
de: Verbesserte Coeurl-Pfoten VII
fr: Furtivité améliorée VII
ja: ステルス効果アップVII

source: Enhanced Stealth VIII
de: Verbesserte Coeurl-Pfoten VIII
fr: Furtivité améliorée VIII
ja: ステルス効果アップVIII

source: Enhanced Stealth IX
de: Verbesserte Coeurl-Pfoten IX
fr: Furtivité améliorée IX
ja: ステルス効果アップIX

source: Enhanced Stealth VII
de: Verbesserte Coeurl-Pfoten VII
fr: Furtivité améliorée VII
ja: ステルス効果アップVII

source: Enhanced Stealth VIII
de: Verbesserte Coeurl-Pfoten VIII
fr: Furtivité améliorée VIII
ja: ステルス効果アップVIII

source: Enhanced Stealth IX
de: Verbesserte Coeurl-Pfoten IX
fr: Furtivité améliorée IX
ja: ステルス効果アップIX

source: Enhanced Stealth VII
de: Verbesserte Coeurl-Pfoten VII
fr: Furtivité améliorée VII
ja: ステルス効果アップVII

source: Enhanced Stealth VIII
de: Verbesserte Coeurl-Pfoten VIII
fr: Furtivité améliorée VIII
ja: ステルス効果アップVIII

source: Enhanced Stealth IX
de: Verbesserte Coeurl-Pfoten IX
fr: Furtivité améliorée IX
ja: ステルス効果アップIX

source: Saltfishing
de: Salzseefischen
fr: Pêcheur des lacs salés
ja: 塩湖釣り

source: Gulleye VI
de: Möwenauge VI
fr: Œil du goéland VI
ja: ガルアイVI

source: Gulleye VII
de: Möwenauge VII
fr: Œil du goéland VII
ja: ガルアイVII

source: Quality Assurance
de: Materialprüfung
fr: Examen des matériaux
ja: 品質精査

source: Quality Assurance
de: Materialprüfung
fr: Examen des matériaux
ja: 品質精査

source: Quality Assurance
de: Materialprüfung
fr: Examen des matériaux
ja: 品質精査

source: Quality Assurance
de: Materialprüfung
fr: Examen des matériaux
ja: 品質精査

source: Quality Assurance
de: Materialprüfung
fr: Examen des matériaux
ja: 品質精査

source: Quality Assurance
de: Materialprüfung
fr: Examen des matériaux
ja: 品質精査

source: Quality Assurance
de: Materialprüfung
fr: Examen des matériaux
ja: 品質精査

source: Quality Assurance
de: Materialprüfung
fr: Examen des matériaux
ja: 品質精査

source: Stroke of Genius
de: Genialer Funke
fr: Coup de génie
ja: 魔匠の閃き

source: Stroke of Genius
de: Genialer Funke
fr: Coup de génie
ja: 魔匠の閃き

source: Stroke of Genius
de: Genialer Funke
fr: Coup de génie
ja: 魔匠の閃き

source: Stroke of Genius
de: Genialer Funke
fr: Coup de génie
ja: 魔匠の閃き

source: Stroke of Genius
de: Genialer Funke
fr: Coup de génie
ja: 魔匠の閃き

source: Stroke of Genius
de: Genialer Funke
fr: Coup de génie
ja: 魔匠の閃き

source: Stroke of Genius
de: Genialer Funke
fr: Coup de génie
ja: 魔匠の閃き

source: Stroke of Genius
de: Genialer Funke
fr: Coup de génie
ja: 魔匠の閃き

source: Auto Fathom
de: Auto-Ausloten
fr: Sondage automatique
ja: オートファゾム

source: Fish Whisperer
de: Fischflüsterer
fr: Amoureux des poissons
ja: フィッシュウィスパラー

source: Enhanced Cover
de: Verbesserte Deckung
fr: Couverture améliorée
ja: かばう効果アップ

source: Enhanced Infuriate
de: Verbesserter Schlachtruf
fr: Cri de guerre amélioré
ja: ウォークライ効果アップ

source: Blackblood
de: Schwarzblut
fr: Sang noir
ja: ブラックブラッド

source: Enhanced Blackblood
de: Schwarzblut II
fr: Sang noir II
ja: ブラックブラッドII

source: Deep Meditation
de: Tiefe Meditation
fr: Méditation profonde
ja: 闘気充填アップ

source: Enhanced Tackle
de: Rakshasas Meister
fr: Maîtrise de Coup d'épaule
ja: 羅刹衝マスタリー

source: Lance Mastery
de: Meister der Lanze
fr: Maîtrise de la lance
ja: ランスマスタリー

source: Life of the Dragon
de: Drachengeist
fr: Vie du dragon
ja: 紅の竜血

source: Dripping Blades
de: Giftklinge
fr: Lame suintante
ja: 毒刃

source: Shukiho
fr: Shûkihô
ja: 集気法

source: Enhanced Shukuchi
de: Verbessertes Shukuchi
fr: Shukuchi amélioré
ja: 縮地効果アップ

source: Enhanced Mug
de: Verbessertes Ausrauben
fr: Rapine améliorée
ja: ぶんどる効果アップ

source: Bite Mastery
de: Meister der Bisse
fr: Maîtrise des Morsures
ja: バイトマスタリー

source: Enhanced Empyreal Arrow
de: Verbesserter Empyreischer Pfeil
fr: Flèche empyréenne améliorée
ja: エンピリアルアロー効果アップ

source: Shot Mastery
de: Meisterschütze
fr: Maîtrise des Tirs
ja: ショットマスタリー

source: Thunder Mastery
de: Blitzmeister
fr: Maîtrise de Foudre
ja: サンダーマスタリー

source: Thunder Mastery II
de: Blitzmeister II
fr: Maîtrise de Foudre II
ja: サンダーマスタリーII

source: Enhanced Umbral Heart
de: Verbessertes Schattenherz
fr: Cœur ombral amélioré
ja: アンブラルハート効果アップ

source: Enhanced Enochian
de: Verbessertes Henochisch
fr: Énochien amélioré
ja: エノキアン効果アップ

source: Corruption Mastery
de: Biologischer Abbau
fr: Maîtrise des infections
ja: コラプションマスタリー

source: Enhanced Ruin II
de: Verbessertes Ruinra
fr: Extra Ruine améliorée
ja: ルインラ効果アップ

source: Corruption Mastery II
de: Biologischer Abbau II
fr: Maîtrise des infections II
ja: コラプションマスタリーII

source: Enhanced Dreadwyrm Trance
de: Verbesserte Bahamut-Trance
fr: Transe-Bahamut améliorée
ja: トランス・バハムート効果アップ

source: Stone Mastery
de: Steinmeister
fr: Maîtrise de Terre
ja: ストーンマスタリー

source: Aero Mastery
de: Windmeister
fr: Maîtrise de Vent
ja: エアロマスタリー

source: Stone Mastery II
de: Steinmeister II
fr: Maîtrise de Terre II
ja: ストーンマスタリーII

source: Stone Mastery III
de: Steinmeister III
fr: Maîtrise de Terre III
ja: ストーンマスタリーIII

source: Secret of the Lily II
de: Geheimnis der Lilie II
fr: Secret des Lys II
ja: シークレットリリーII

source: Broil Mastery II
de: Meister der Bravade II
fr: Maîtrise de Loi de l'ébullition II
ja: 炎法マスタリーII

source: Quickened Aetherflow
de: Beschleunigter Ätherfluss
fr: Flux d'éther accéléré
ja: エーテルフローリキャストタイム短縮

source: Combust Mastery
de: Meister der Konjunktion
fr: Maîtrise de Conjonction supérieure
ja: コンバスマスタリー

source: Malefic Mastery
de: Meister des Spannungsaspekts
fr: Maîtrise de Malfaisance
ja: マレフィクマスタリー

source: Malefic Mastery II
de: Meister des Spannungsaspekts II
fr: Maîtrise de Malfaisance II
ja: マレフィクマスタリーII

source: Hyper Lightspeed
de: Über<var 16 /var>licht<var 16 /var>geschwindig<var 16 /var>keit
fr: Vitesse de la lumière accélérée
ja: ライトスピード効果アップ

source: Endless Toil of the Mountaineer
de: Gespür des Minenarbeiters
fr: Labeur automatique du montagnard
ja: オート山師の直感

source: Endless Toil of the Pioneer
de: Gespür des Gärtners
fr: Labeur automatique du pionnier
ja: オート開拓者の手

source: Enhanced GP Regeneration
de: Sammelregeneration
fr: Auto-récupération de PR augmentée
ja: GP回復量アップ

source: Enhanced GP Regeneration
de: Sammelregeneration
fr: Auto-récupération de PR augmentée
ja: GP回復量アップ

source: Enhanced GP Regeneration
de: Sammelregeneration
fr: Auto-récupération de PR augmentée
ja: GP回復量アップ

source: Enhanced Jolt
de: Verbesserter Stoß
fr: À-coup amélioré
ja: ジョルト効果アップ

source: Secret of the Lily
de: Geheimnis der Lilie
fr: Secret des Lys
ja: シークレットリリー

source: Enhanced Intelligence
de: INT-Schub
fr: Intelligence améliorée
ja: ＩＮＴアップ

source: Enhanced Intelligence II
de: INT-Schub II
fr: Intelligence améliorée II
ja: ＩＮＴアップII

source: Enhanced Intelligence III
de: INT-Schub III
fr: Intelligence améliorée III
ja: ＩＮＴアップIII

source: Maim and Mend
de: Hauen und Heilen
fr: Efficacité des actions augmentée
ja: アクションダメージ・回復量アップ

source: Maim and Mend II
de: Hauen und Heilen II
fr: Efficacité des actions augmentée II
ja: アクションダメージ・回復量アップII

source: Enhanced Strength
de: STR-Schub
fr: Force améliorée
ja: ＳＴＲアップ

source: Enhanced Strength II
de: STR-Schub II
fr: Force améliorée II
ja: ＳＴＲアップII

source: Enhanced Strength III
de: STR-Schub III
fr: Force améliorée III
ja: ＳＴＲアップIII

source: Dripping Blades II
de: Giftklinge II
fr: Lame suintante II
ja: 毒刃II

source: Enhanced Jolt II
de: Verbesserter Stoß II
fr: À-coup amélioré II
ja: ジョルラ効果アップ

source: Divine Magic Mastery
de: Meister der Göttlichen Magie
fr: Maîtrise de la magie divine
ja: 神聖魔法マスタリー

source: Kenki Mastery II
de: Kenki-Meister II
fr: Maîtrise de Kenki II
ja: 剣気マスタリーII

source: Oath Mastery
de: Eidmeister
fr: Maîtrise du serment
ja: 忠義マスタリー

source: Enhanced Mind
de: WLK-Schub
fr: Esprit amélioré
ja: ＭＮＤアップ

source: Enhanced Mind II
de: WLK-Schub II
fr: Esprit amélioré II
ja: ＭＮＤアップII

source: Enhanced Mind III
de: WLK-Schub III
fr: Esprit amélioré III
ja: ＭＮＤアップIII

source: Enhanced Enkindle
de: Verbesserte Entflammung
fr: Galvanisation améliorée
ja: エンキンドル効果アップ

source: Broil Mastery
de: Meister der Bravade
fr: Maîtrise de Loi de l'ébullition
ja: 炎法マスタリー

source: Kenki Mastery
de: Kenki-Meister
fr: Maîtrise de Kenki
ja: 剣気マスタリー

source: Dualcast
de: Doppelzauber
fr: Chaîne de sorts
ja: 連続魔

source: Ruin Mastery
de: Meister des Ruins
fr: Maîtrise de Ruine
ja: ルインマスタリー

source: Berserk Mastery
de: Meister der Tollwut
fr: Maîtrise de Berserk
ja: バーサクマスタリー

source: Learning
de: Erlernen
fr: Apprentissage
ja: ラーニング

source: Maim and Mend
de: Verbesserte Kommandos
fr: Efficacité des actions augmentée
ja: アクションダメージ・回復量アップ

source: Maim and Mend II
de: Verbesserte Kommandos II
fr: Efficacité des actions augmentée II
ja: アクションダメージ・回復量アップII

source: Maim and Mend III
de: Verbesserte Kommandos III
fr: Efficacité des actions augmentée III
ja: アクションダメージ・回復量アップIII

source: Maim and Mend IV
de: Verbesserte Kommandos IV
fr: Efficacité des actions augmentée IV
ja: アクションダメージ・回復量アップIV

source: Maim and Mend V
de: Verbesserte Kommandos V
fr: Efficacité des actions augmentée V
ja: アクションダメージ・回復量アップV

source: Enhanced Stealth X
de: Verbesserte Coeurl-Pfoten X
fr: Furtivité améliorée X
ja: ステルス効果アップX

source: Enhanced Stealth XI
de: Verbesserte Coeurl-Pfoten XI
fr: Furtivité améliorée XI
ja: ステルス効果アップXI

source: Enhanced Stealth XII
de: Verbesserte Coeurl-Pfoten XII
fr: Furtivité améliorée XII
ja: ステルス効果アップXII

source: Enhanced Stealth X
de: Verbesserte Coeurl-Pfoten X
fr: Furtivité améliorée X
ja: ステルス効果アップX

source: Enhanced Stealth XI
de: Verbesserte Coeurl-Pfoten XI
fr: Furtivité améliorée XI
ja: ステルス効果アップXI

source: Enhanced Stealth XII
de: Verbesserte Coeurl-Pfoten XII
fr: Furtivité améliorée XII
ja: ステルス効果アップXII

source: Enhanced Stealth X
de: Verbesserte Coeurl-Pfoten X
fr: Furtivité améliorée X
ja: ステルス効果アップX

source: Enhanced Stealth XI
de: Verbesserte Coeurl-Pfoten XI
fr: Furtivité améliorée XI
ja: ステルス効果アップXI

source: Enhanced Stealth XII
de: Verbesserte Coeurl-Pfoten XII
fr: Furtivité améliorée XII
ja: ステルス効果アップXII

source: Gulleye VIII
de: Möwenauge VIII
fr: Œil du goéland VIII
ja: ガルアイVIII

source: Gulleye IX
de: Möwenauge IX
fr: Œil du goéland IX
ja: ガルアイIX

source: Enhanced GP Regeneration II
de: Sammelregeneration II
fr: Auto-récupération de PR augmentée II
ja: GP回復量アップII

source: Enhanced GP Regeneration II
de: Sammelregeneration II
fr: Auto-récupération de PR augmentée II
ja: GP回復量アップII

source: Enhanced GP Regeneration II
de: Sammelregeneration II
fr: Auto-récupération de PR augmentée II
ja: GP回復量アップII

source: Enhanced GP Regeneration III
de: Sammelregeneration III
fr: Auto-récupération de PR augmentée III
ja: GP回復量アップIII

source: Enhanced GP Regeneration III
de: Sammelregeneration III
fr: Auto-récupération de PR augmentée III
ja: GP回復量アップIII

source: Enhanced GP Regeneration III
de: Sammelregeneration III
fr: Auto-récupération de PR augmentée III
ja: GP回復量アップIII

source: Enhanced Solid Reason
de: Verbesserte Felsenfeste Überzeugung
fr: Raison solide améliorée
ja: 石工の理効果アップ

source: Enhanced Ageless Words
de: Verbesserte Bauernschläue
fr: Sagesse du fermier améliorée
ja: 老農の知効果アップ

source: Angler's Art
de: Fischversessen
fr: Féru de pêche
ja: ビッグフィッシャー

source: Deep Meditation II
de: Tiefe Meditation II
fr: Méditation profonde II
ja: 闘気充填アップII

source: Chivalry
de: Ritterlichkeit
fr: Chevalerie
ja: シバルリー

source: Lance Mastery II
de: Meister der Lanze
fr: Maîtrise de la lance
ja: ランスマスタリー

source: The Beast Within
de: Wildes Geblüt
fr: Jauge de la bête
ja: インナービースト

source: Enhanced Kassatsu
de: Verbessertes Kassatsu
fr: Kassatsu amélioré
ja: 活殺自在効果アップ

source: Increased Action Damage
de: Verbesserte Kommandos
fr: Dégâts des actions augmentés
ja: アクションダメージアップ

source: Fourfold Fantasy
de: Plume Burlesque
fr: Éventail onirique
ja: 幻扇

source: Increased Action Damage II
de: Verbesserte Kommandos II
fr: Dégâts des actions augmentés II
ja: アクションダメージアップII

source: Enhanced En Avant
de: Verbesserter En Avant
fr: En avant amélioré
ja: アン・アヴァン効果アップ

source: Esprit
de: Tanzfieber
fr: Fascination
ja: エスプリ

source: Enhanced En Avant II
de: Verbesserter En Avant II
fr: En avant amélioré II
ja: アン・アヴァン効果アップII

source: Cartridge Charge
de: Erda-Patronen
fr: Chargement de cartouches
ja: ソイルチャージ

source: Enhanced Brutal Shell
de: Verbesserter Brutaler Einschlag
fr: Impact brutal amélioré
ja: ブルータルシェル効果アップ

source: Danger Zone Mastery
de: Meister der Sprengzone
fr: Maîtrise de Zone de danger
ja: デンジャーゾーンマスタリー

source: Rage of Halone Mastery
de: Meister des Grolls
fr: Maîtrise de Rage de Halone
ja: レイジ・オブ・ハルオーネマスタリー
