Repository: endervad/ffxiv_translation_test
Catalog: exd/Trait/*.xlf
Languages: de, fr, ja

source: Melee Mastery
de: Verbesserte Ritterlichkeit
fr: Actions améliorées
ja: アクション威力アップ

source: Melee Mastery
de: Verbesserte Axtkunst
fr: Actions améliorées
ja: アクション威力アップ

source: Melee Mastery
de: Verbesserter Schwertkampf
fr: Actions améliorées
ja: アクション威力アップ

source: Melee Mastery
de: Verbesserte Revolver<var 16 /var>klinge
fr: Actions améliorées
ja: アクション威力アップ

source: Lance Mastery IV
de: Meister der Lanze III
fr: Maîtrise de la lance III
ja: ランスマスタリーIII

source: Enhanced Enochian III
de: Verbessertes Henochisch III
fr: Énochien amélioré III
ja: エノキアン効果アップIII

source: Physis Mastery
de: Meister der Physis
fr: Maîtrise de Physis
ja: ピュシスマスタリー

source: Enhanced Living Shadow
de: Verbesserter Schattenschemen
fr: Ombre vivante améliorée
ja: 影身具現効果アップ

source: Flint Strike Mastery
de: Meister des Zündschlags
fr: Maîtrise de Départ de flammes
ja: 爆裂脚マスタリー

source: Tornado Kick Mastery
de: Meister des Tornadotritts
fr: Maîtrise de Coup de pied tornade
ja: 闘魂旋風脚マスタリー

source: Enhanced Ikishoten
de: Verbessertes Ikishoten
fr: Ikishôten amélioré
ja: 意気衝天効果アップ

source: Adept Assassination
de: Meister des Meuchelsprungs
fr: Maîtrise d'Assassinement
ja: 終撃皆伝

source: Melee Mastery
de: Verbessertes Ninjutsu
fr: Actions améliorées
ja: アクション威力アップ

source: Marksman's Mastery
de: Verbessertes Schützentum
fr: Actions améliorées
ja: アクション威力アップ

source: Melee Mastery
de: Verbesserter Faustkampf
fr: Actions améliorées
ja: アクション威力アップ

source: Fuga Mastery
de: Meister des Fuga
fr: Maîtrise de Fûga
ja: 風雅皆伝

source: Way of the Samurai
de: Verbessertes Bushido
fr: Actions améliorées
ja: アクション威力アップ

source: Way of the Samurai II
de: Verbessertes Bushido II
fr: Actions améliorées II
ja: アクション威力アップII

source: Melee Mastery II
de: Verbessertes Ninjutsu II
fr: Actions améliorées II
ja: アクション威力アップII

source: Death Scythe Mastery II
de: Verbesserte Ernte II
fr: Actions améliorées II
ja: アクション威力アップII
