Repository: endervad/ffxiv_translation_test
Catalog: exd/FCAuthority/*.xlf
Languages: de, ja

source: Company Profile
de: Gesellschaftsprofil bearbeiten
ja: プロフィールの設定

source: Rank Settings
de: Ränge und Rechte ändern
ja: 階級の設定

source: Crest Design
de: Wappen ändern
ja: クレストデザインの設定

source: Company Chest Settings
de: Einstellungen der Truhe ändern
ja: カンパニーチェストの設定

source: Invitations
de: Neue Mitglieder einladen
ja: カンパニーへの招待

source: Applications
de: Beitrittsgesuche annehmen
ja: カンパニーへの加入申請の承認

source: Member Dismissal
de: Mitglieder entlassen
ja: カンパニーメンバーの除名

source: Promotion/Demotion
de: Rang eines Mitglieds ändern
ja: 階級の任命

source: Company Board
de: Anschlagbrett bearbeiten
ja: カンパニーボードの編集

source: Short Message
de: Memos schreiben
ja: 一言メモの利用

source: Company Credits
de: Gesellschaftstaler ausgeben
ja: カンパニークレジットの利用

source: Executing Actions
de: Kommandos aktivieren
ja: カンパニーアクションの使用

source: Discarding Actions
de: Kommandos deaktivieren
ja: カンパニーアクションの破棄

source: Estate Hall Access
de: Unterkunft betreten
ja: ハウスへの入室

source: Estate Renaming
de: Gebäudenamen ändern
ja: ハウスの名前編集

source: Greeting Customization
de: Grußwort ändern
ja: グリーティングメッセージの編集

source: Purchase/Relinquish Land
de: Grundstück kaufen/zurückgeben
ja: 土地の購入・放棄

source: Hall Construction/Removal
de: Gebäude errichten/entfernen
ja: ハウスの建築・撤去

source: Hall Remodeling
de: Bauelemente ändern
ja: 外装と内装の変更

source: No Furnishing Privileges
de: Keine Rechte bezüglich Ausstattung
ja: 調度品・庭具の変更不可

source: Furnishing Placement
de: Ausstattung platzieren
ja: 調度品・庭具の追加/配置変更可

source: Furnishing Placement/Removal
de: Ausstattung platzieren/entfernen
ja: 調度品・庭具の追加/撤去/配置変更可

source: Paint Fixtures/Furnishings
de: Ausstattung/Elemente färben
ja: 外装・調度品・庭具の染色

source: Guest Access/Estate Tag Settings
de: Zutrittsrechte/Zweck ändern
ja: 訪問者設定・ハウスアピール設定の編集

source: Message Book Management
de: Diarium verwalten
ja: 交流帳の管理

source: Planting
de: Pflanzen aussäen
ja: 畑・植木鉢への種まき

source: Harvesting
de: Pflanzen abernten
ja: 作物の収穫

source: Crop Disposal
de: Pflanzen vernichten
ja: 作物の処分

source: Stabling Chocobos
de: Eigenen Chocobo unterbringen
ja: マイチョコボを預ける

source: Training Members' Chocobos
de: Fremden Chocobo trainieren
ja: メンバーのチョコボの訓練

source: Aetherial Wheel Use
de: Ätherrad bedienen
ja: ホイールスタンドの利用

source: Retainer Dispatchment
de: Gehilfen platzieren/entfernen
ja: リテイナーの設置・撤去

source: Workshop Construction/Removal
de: Werkstätte einrichten/entfernen
ja: 地下工房の増築・撤去

source: Project Commencement/Discontinuation
de: Projekte beginnen/abbrechen
ja: 製作アイテムの決定・中止

source: Project Material Delivery
de: Material für Projekte abliefern
ja: 素材の納品

source: Project Progression
de: Arbeitsschritte ausführen
ja: 工程進捗の実行

source: Project Item Collection
de: Ergebnisse entgegennehmen
ja: 製作アイテムの受け取り

source: Prototype Creation
de: Prototyp herstellen
ja: 設計図の製図

source: Registration & Dismantling
de: Fahrzeug registrieren/demontieren
ja: 登録・解体

source: Outfitting
de: Bauteile ändern
ja: パーツ変更

source: Color Customization
de: Bauteile färben
ja: パーツ染色

source: Renaming
de: Namen ändern
ja: 名前編集

source: Voyage Deployment/Recall
de: Erkundungen beginnen/abbrechen
ja: ボイジャー出港の実行・中止

source: Voyage Finalization
de: Erkundungen abschließen
ja: ボイジャーの完了確認

source: Exploratory Mission Embarkation
de: Expeditionen beginnen
ja: 乗船探索の実行

source: Orchestrion Operation
de: Orchestrion bedienen
ja: オーケストリオンの管理
