Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/030/StmBdr202_03032/*.xlf
Languages: ru

source: TEXT_STMBDR202_03032_SEQ_00<tab>Cid is ready to discuss your foray into the Sigmascape.
ru: TEXT_STMBDR202_03032_SEQ_00<tab>Сид готов обсудить ваш первый шаг в Сигма-пространство.

source: TEXT_STMBDR202_03032_SEQ_01<tab>Cid holds a brief strategy meeting prior to your first foray into the Sigmascape. Without a reference point within the test world, however, he reluctantly admits that he has nothing to share on the nature of the opponents you might face. Your only option is to go in blind. As before, Alpha will transfer his existential authorization to you just as soon as you have stepped into the unknown... ※In the event that you leave the Interdimensional Rift, you may re-enter by speaking with the Ironworks hand at the Yawn.
ru: TEXT_STMBDR202_03032_SEQ_01<tab>Прежде чем вы впервые отправитесь в мир Сигма, Сид собирает всех на краткое обсуждение стратегии. Однако, не имея никаких зацепок о том, что находится в тестовом мире, ему приходится признать, что он ничего не знает о ваших потенциальных оппонентах. Иными словами, вам придётся идти вслепую. Как и раньше, Альфа отправится с вами, чтобы передать вам экзестенциальную авторизацию когда вы сделаете шаг в неизвестность... ※ В случае, если вы покинете Межпространственный разлом, вы можете вернуться, поговорив с помощником «Шестерёнок» возле Зёва.

source: TEXT_STMBDR202_03032_TODO_00<tab>Speak with Alpha.
ru: TEXT_STMBDR202_03032_TODO_00<tab>Поговорите с Альфой.

source: TEXT_STMBDR202_03032_TODO_01<tab>Enter Sigmascape V1.0.
ru: TEXT_STMBDR202_03032_TODO_01<tab>Войдите в Сигма-пространство V1.0.

source: TEXT_STMBDR202_03032_TODO_02<tab>Enter Sigmascape V1.0.
ru: TEXT_STMBDR202_03032_TODO_02<tab>Войдите в Сигма-пространство V1.0.

source: TEXT_STMBDR202_03032_TODO_03<tab>Speak with Cid.
ru: TEXT_STMBDR202_03032_TODO_03<tab>Поговорите с Сидом.

source: TEXT_STMBDR202_03032_GARLONDGATEKEEPER_000_010<tab>Good <var 08 E3E90C0D ((<var 08 E3E90C05 ((evening)) ((morrow)) /var>)) ((<var 08 E3E90C12 ((day)) ((evening)) /var>)) /var> to you, <var 08 E905 ((madam)) ((sir)) /var>. Will you be descending into the Yawn?
ru: TEXT_STMBDR202_03032_GARLONDGATEKEEPER_000_010<tab>(Добрый вечер/Доброе утро) (Добрый день/Добрый вечер), (мадам/сэр). Желаете спустится в Зёв?

source: TEXT_STMBDR202_03032_SYSTEM_000_011<tab>Enter the Interdimensional Rift?
ru: TEXT_STMBDR202_03032_SYSTEM_000_011<tab>Войти в Межпространственный разлом?

source: TEXT_STMBDR202_03032_CID_000_020<tab>Before you cross the threshold, we should take a moment to discuss where we stand.
ru: TEXT_STMBDR202_03032_CID_000_020<tab>Прежде чем ты переступишь через порог, уделим минуту, чтобы обсудить что мы знаем сейчас.

source: TEXT_STMBDR202_03032_CID_000_021<tab><var 1A 02 /var>That<var 1A 01 /var> is the test world you need to conquer. The Sigmascape.
ru: TEXT_STMBDR202_03032_CID_000_021<tab>Это — тестовый мир, что тебе предстоит побороть. Сигма-пространство.

source: TEXT_STMBDR202_03032_NERO_000_022<tab>Is that a mask...or a face? The castle was certainly a surprise, but this is verging on disturbing!
ru: TEXT_STMBDR202_03032_NERO_000_022<tab>Какая-то маска...или лицо? В прошлый раз замок был сюрпризом, но это откровенно жутко!

source: TEXT_STMBDR202_03032_CID_000_023<tab>And we currently have no idea what it might signify. My first instinct is to dive straight into our analysis.
ru: TEXT_STMBDR202_03032_CID_000_023<tab>И пока что, мы не знаем что это может значить. Мой первый инстинкт — это провести анализ.

source: TEXT_STMBDR202_03032_CID_000_024<tab>...The problem being that without a reference point from within the Sigmascape to start from, we'll have no way of knowing if we're even analyzing the correct data.
ru: TEXT_STMBDR202_03032_CID_000_024<tab>...Но проблема в том, что без каких либо зацепок из самого Дельта-простраства, мы не можем знать анализируем ли мы нужные данные.

source: TEXT_STMBDR202_03032_CID_000_025<tab>Which means you'll just have to go in blind. Hardly the best way to enter into a fight, but needs must and all that. Are you up for the challenge?
ru: TEXT_STMBDR202_03032_CID_000_025<tab>Это означает, что тебе придётся идти вслепую. Не лучший способ начинать бой, но приходится, когда чёрт гонит и всё такое. Ну что, (готова/готов) к испытанию?

source: TEXT_STMBDR202_03032_CID_000_026<tab>Can I ask you to join <var 08 E905 ((her)) ((him)) /var>, Alpha? We seem to be fine out here, but <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> will need your authorization if <var 08 E905 ((she)) ((he)) /var>'s to do battle inside the test world.
ru: TEXT_STMBDR202_03032_CID_000_026<tab>Поможешь (ей/ему), Альфа? Здесь, кажется, мы можем существовать без проблем, но (имя игрока) понадобится твоя авторизация для боя внутри тестового мира.

source: TEXT_STMBDR202_03032_NERO_000_027<tab>Keep your wits about you, savior. Your next opponent could be almost <var 1A 02 /var>anything<var 1A 01 /var>!
ru: TEXT_STMBDR202_03032_NERO_000_027<tab>Будь начеку, герой. Твоим противником может быть ВСЁ что угодно!

source: TEXT_STMBDR202_03032_CID_000_030<tab>Say the word to Alpha when you're ready. Again, I wish I had more to tell you, but I'm sure you'll manage somehow. You always do.
ru: TEXT_STMBDR202_03032_CID_000_030<tab>Дай Альфе знать, как будешь (готова/готов). Повторюсь, мне бы хотелось помочь тебе больше, но уверен ты справишься. Ты всегда справляешься.

source: TEXT_STMBDR202_03032_NERO_000_035<tab>Ahhh... Strange technology...the ever-present threat of death... I have never felt so in my element!
ru: TEXT_STMBDR202_03032_NERO_000_035<tab>Ах-х-х-х... Необычные технологии...неизбежные угрозы для жизни...чувствую себя как дома!

source: TEXT_STMBDR202_03032_ALPHA_000_040<tab>Kweh-kweh!
ru: TEXT_STMBDR202_03032_ALPHA_000_040<tab>Кве-кве!

source: TEXT_STMBDR202_03032_SYSTEM_000_041<tab>Alpha appears eager to proceed. You may enter Sigmascape V1.0 whenever you are ready.
ru: TEXT_STMBDR202_03032_SYSTEM_000_041<tab>Альфа ждёт вашей команды. Как будете готовы, вы можете войти в Сигма-пространство V1.0.

source: TEXT_STMBDR202_03032_ALPHA_000_050<tab>Kweh-kweh!
ru: TEXT_STMBDR202_03032_ALPHA_000_050<tab>Кве-кве!

source: TEXT_STMBDR202_03032_MINA_000_060<tab>Traveler from afar... Thank you for Doma.
ru: TEXT_STMBDR202_03032_MINA_000_060<tab>(Страница/странник) из дальних земель... Дома благодарит тебя.

source: TEXT_STMBDR202_03032_NERO_000_070<tab>Ahahaha! The glorious absurdity of it all! Even you must have managed a smile. One wonders what Omega has in store for you next. A delinquent rowing boat, perhaps? Or an angry cable car?
ru: TEXT_STMBDR202_03032_NERO_000_070<tab>Ха-ха-ха-ха! Какой великолепный абсурд! Ну, признай, у тебя же тоже вызвало улыбку! Какие чудеса ещё припас Омега, м? Может быть буйную гребную лодку? Злобный фуникулёр?

source: TEXT_STMBDR202_03032_ALPHA_000_075<tab>Kwe-kwe-kweh... Kwe-kwe-kweh...
ru: TEXT_STMBDR202_03032_ALPHA_000_075<tab>Кве-кве-кве... Кве-кве-кве...

source: TEXT_STMBDR202_03032_CID_000_080<tab>Thank the gods you're fast on your feet. When I first saw you'd be facing a train of all things, I assumed I was hallucinating.
ru: TEXT_STMBDR202_03032_CID_000_080<tab>Слава богам за твою изворотливость. Когда я сперва увидел что ты дерешься с чёртовым поездом, я уж думал что мне почудилось.

source: TEXT_STMBDR202_03032_CID_000_081<tab>But with that oddness behind us, we can be fully certain we have the right set of data for the Sigmascape.
ru: TEXT_STMBDR202_03032_CID_000_081<tab>И теперь, когда эта странная стычка позади, теперь мы знаем какие данные принадлежат Дельта-простраству.

source: TEXT_STMBDR202_03032_CID_000_082<tab>From what we've been able to determine, this is a recreation of a devastated world.
ru: TEXT_STMBDR202_03032_CID_000_082<tab>Из того что мы смогли понять, это реконструкция разрушенного мира.

source: TEXT_STMBDR202_03032_CID_000_083<tab>Unfortunately, we have not found any clues as to its origin. We came across several familiar terms─“Doma” included─but the arc of history is inconsistent with our own.
ru: TEXT_STMBDR202_03032_CID_000_083<tab>К сожалению, мы не смогли найти зацепок к его происхождению. Мы наши несколько знакомых терминов, в том числе и «Дому», но их история не совпадает с нашей.

source: TEXT_STMBDR202_03032_CID_000_084<tab>Given that Omega draws from realms which could be fictional or even other-dimensional, we can only guess at the source upon which the Sigmascape is based. But if it <var 1A 02 /var>was<var 1A 01 /var> fictional, it seems safe to assume that the author had a bad experience with a train.
ru: TEXT_STMBDR202_03032_CID_000_084<tab>Зная, что Омега способен создавать миры, что могут быть вымышленными или даже из другого измерения, нам остаётся лишь предполагать на каком источнике основано Сигма-пространство. Но если оно было вымышленным... полагаю у автора была фобия поездов.
