Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals unaspected damage with a potency of 300. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Extends <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> duration by 30s to a maximum of 60s. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Darkness<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон с силой 300. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, увеличивающий наносимый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Продлевает время действия <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> на 30 с., вплоть до 60 с. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Darkness<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 160 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Extends <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> duration by 30s to a maximum of 60s. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Edge of Shadow<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон с силой 160 всем противникам, расположенным на прямой линии перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, увеличивающий наносимый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Продлевает время действия <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> на 30 с., вплоть до 60 с. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Edge of Shadow<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 460. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Extends <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> duration by 30s to a maximum of 60s. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Shadow<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон с силой 460. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, увеличивающий наносимый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Продлевает время действия <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> на 30 с., вплоть до 60 с. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Shadow<var 49 01 /var><var 48 01 /var>.

source: Reduces magic damage taken by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Снижает получаемый вами и всеми ближайшими членами группы магический урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Extends the duration of <var 48 F201FA /var><var 49 F201FB /var>Disciplined Fist<var 49 01 /var><var 48 01 /var> and your present form to maximum and halts their expiration. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Cancels auto-attack upon execution. Effect ends upon using another action or moving (including facing a different direction). Triggers the cooldown of weaponskills upon execution. Cannot be executed during the cooldown of weaponskills.
ru: Продлевает длительность эффекта <var 48 F201FA /var><var 49 F201FB /var>Disciplined Fist<var 49 01 /var><var 48 01 /var> и вашей действующей стойки до максимального время действия способности. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 c Отменяет авто-атаку во время использования. Эффект прекращается при использовании другого действия или перемещения (включая поворот в другую сторону). После выполнения запускается таймер перезарядки умений. Не может быть использована во время перезарядки умений.

source: Delivers an attack with a potency of 100 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Sonic Thrust<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency: <var 49 01 /var><var 48 01 /var>150<var 08 E4E94517 ((<var 08 E0E94953 (( <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 100 всем противникам, расположенным на прямой линии перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Sonic Thrust<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 150<var 08 E4E94517 ((<var 08 E0E94953 (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.)) (()) /var>)) (()) /var>

source: Delivers a jumping attack with a potency of 400. Returns you to your original position after the attack is made. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Dive Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Производит атаку в прыжке, нанося физический урон с силой 400. Возвращает вас в исходную позицию после атаки. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Dive Ready<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Delivers an attack with a potency of 860. <var 48 F201F8 /var><var 49 F201F9 /var>Kenki Gauge Cost: <var 49 01 /var><var 48 01 /var>25 Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Hissatsu: Guren<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 860. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Kenki:<var 49 01 /var><var 48 01 /var> 25 Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Hissatsu: Guren<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 45 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Higanbana<var 49 01 /var><var 48 01 /var>. Triggers the cooldown of weaponskills upon execution. Cannot be executed during the cooldown of weaponskills. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 45 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Higanbana<var 49 01 /var><var 48 01 /var>. Запускает время восстановления умений при использовании. Невозможно использовать во время восстановления умений. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 600. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> by 20 This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон с силой 600. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накапливает 20 <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий.

source: Deploys an Automaton Queen to fight at your side. Potency of Automaton Queen actions increases as <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> exceeds required cost at time of deployment. <var 48 F201F8 /var><var 49 F201F9 /var>Battery Gauge Cost: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>12s Consumes <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> upon execution. Shuts down when time expires or upon execution of <var 48 F201F4 /var><var 49 F201F5 /var>Queen Overdrive<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Queen Overdrive<var 49 01 /var><var 48 01 /var>.
ru: Вызывает Королеву-Автоматона для разрешения конфликта на поле боя. Сила действий Королевы-Автоматона увеличивается пропорционально расходу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> свыше требуемой стоимости на развертывание. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Battery: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>12 с. Полностью расходует <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Battery<var 49 01 /var><var 48 01 /var> после использования. Automaton Queen отключается после использования вами <var 48 F201F4 /var><var 49 F201F5 /var>Queen Overdrive<var 49 01 /var><var 48 01 /var> или после окончания действия своего эффекта. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Queen Overdrive<var 49 01 /var><var 48 01 /var>.

source: Orders the Automaton Queen to use <var 48 F201F4 /var><var 49 F201F5 /var>Pile Bunker<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Pile Bunker Potency: <var 49 01 /var><var 48 01 /var>340 Potency increases as <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> exceeds required cost at time of deployment, up to a maximum of 680. The Automaton Queen shuts down after execution. If this action is not used manually while the Automaton Queen is active, it will be triggered automatically immediately before shutting down. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Automaton Queen<var 49 01 /var><var 48 01 /var>.
ru: Отправляет команду Королеве-Автоматона использовать <var 48 F201F4 /var><var 49 F201F5 /var>Pile Bunker<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила Pile Bunker:<var 49 01 /var><var 48 01 /var> 340. Сила увеличивается пропорционально расходу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> свыше требуемой стоимости на развертывание, вплоть до 680. Королева-Автоматон отключается после использования. Действие применяется автоматически перед отключением Королевы-Автоматона, даже если не было использовано вами. Имеет общее время восстановления с действием <var 48 F201F4 /var><var 49 F201F5 /var>Automaton Queen<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 340. Potency increases as <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> exceeds required cost at time of deployment, up to a maximum of 680. <var 08 E4E94520 ((<var 08 E0E94957 (()) ((The Automaton Queen shuts down after execution. )) /var>)) ((The Automaton Queen shuts down after execution. )) /var>If this action is not used manually while the Automaton Queen is active, it will be triggered automatically immediately before shutting down. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 340. Сила увеличивается пропорционально расходу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> свыше требуемой стоимости на развертывание, вплоть до 680. <var 08 E4E94520 ((<var 08 E0E94957 (()) ((Королева-Автоматон отключается после использования. )) /var>)) ((Королева-Автоматон отключается после использования. )) /var>Действие применяется автоматически перед отключением Королевы-Автоматона, даже если вы не использовали <var 48 F201F4 /var><var 49 F201F5 /var>Queen Overdrive<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 120. Potency increases as <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> exceeds required cost at time of deployment, up to a maximum of 240. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 120. Сила увеличивается пропорционально расходу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> свыше требуемой стоимости на развертывание, вплоть до 240. ※Это действие нельзя назначить на хотбар.

source: Deals fire damage with a potency of 340. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон огнем с силой 340. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 880. <var 48 F201F8 /var><var 49 F201F9 /var>Polyglot Cost: <var 49 01 /var><var 48 01 /var>1
ru: Наносит магический урон с силой 880. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Polyglot: <var 49 01 /var><var 48 01 /var>1

source: Deals unaspected damage with a potency of 200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Aetherflow II<var 49 01 /var><var 48 01 /var><var 08 E4E9451C ((<var 08 E0E9493F (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Further Ruin<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s)) (()) /var>)) (()) /var><var 08 E4E9451C ((<var 08 E0E94935 (( Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Energy Siphon<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>
ru: Наносит магический урон с силой 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Aetherflow II<var 49 01 /var><var 48 01 /var><var 08 E4E9451C ((<var 08 E0E9493F (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает <var 48 F201FA /var><var 49 F201FB /var>Further Ruin<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.)) (()) /var>)) (()) /var><var 08 E4E9451C ((<var 08 E0E94935 (( Общее время перезарядки с <var 48 F201F4 /var><var 49 F201F5 /var>Energy Siphon<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>

source: Deals unaspected damage with a potency of 100 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Aetherflow II<var 49 01 /var><var 48 01 /var> <var 08 E4E9451C ((<var 08 E0E9493F ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Further Ruin<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s )) (()) /var>)) (()) /var>Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Energy Drain<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон с силой 100 цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Aetherflow II<var 49 01 /var><var 48 01 /var> <var 08 E4E9451C ((<var 08 E0E9493F ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает <var 48 F201FA /var><var 49 F201FB /var>Further Ruin<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с. )) (()) /var>)) (()) /var>Общее время перезарядки с <var 48 F201F4 /var><var 49 F201F5 /var>Energy Drain<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 100 to target and all enemies nearby it.
ru: Наносит магический урон с силой 100 цели и всем противникам рядом с ней.

source: Reduces spell casting time by 2.5 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Resets <var 48 F201F4 /var><var 49 F201F5 /var>Tri-disaster<var 49 01 /var><var 48 01 /var> recast timer <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Changes <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Fountain of Fire<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Brand of Purgatory<var 49 01 /var><var 48 01 /var> Can only be executed after summoning <var 48 F201FA /var><var 49 F201FB /var>Demi-Bahamut<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var> is changed to <var 48 F201F4 /var><var 49 F201F5 /var>Firebird Trance<var 49 01 /var><var 48 01 /var> upon <var 48 F201FA /var><var 49 F201FB /var>Demi-Bahamut<var 49 01 /var><var 48 01 /var> leaving the battlefield. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Reduces spell casting time by 2.5 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Resets <var 48 F201F4 /var><var 49 F201F5 /var>Tri-disaster<var 49 01 /var><var 48 01 /var> recast timer <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Changes <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Fountain of Fire<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Brand of Purgatory<var 49 01 /var><var 48 01 /var> Can only be executed after summoning <var 48 F201FA /var><var 49 F201FB /var>Demi-Bahamut<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var> is changed to <var 48 F201F4 /var><var 49 F201F5 /var>Firebird Trance<var 49 01 /var><var 48 01 /var> upon <var 48 F201FA /var><var 49 F201FB /var>Demi-Bahamut<var 49 01 /var><var 48 01 /var> leaving the battlefield. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Gradually restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>21s ※This action cannot be assigned to a hotbar.
ru: Постепенно восстанавливает ОЗ персонажа и рядом стоящих членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 21 с. ※Это действие нельзя назначить на хотбар.

source: Deals fire damage to target and all enemies nearby it with a potency of 1,300 for the first enemy, and 60% less for all remaining enemies. Can only be executed while Demi-Phoenix is summoned. ※This action cannot be assigned to a hotbar.
ru: Наносит огненный урон цели с силой 1 300 и на 60% меньше противникам вокруг неё. Возможно использовать только при призванном Demi-Phoenix. ※Это действие нельзя назначить на хотбар.

source: Deals fire damage with a potency of 150. Will only execute while Demi-Phoenix is summoned. ※This action cannot be assigned to a hotbar.
ru: Наносит огненный урон с силой 150. Исполняется только при призванном Demi-Phoenix. ※Это действие нельзя назначить на хотбар.

source: Creates a barrier around you that absorbs damage totaling 30% of your maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s ※This action cannot be assigned to a hotbar.
ru: Creates a barrier around you that absorbs damage totaling 30% of your maximum ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. ※This action cannot be assigned to a hotbar.
