Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Begin dancing, granting yourself <var 48 F201FA /var><var 49 F201FB /var>Standard Step<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Standard Finish<var 49 01 /var><var 48 01 /var> while dancing. Only <var 48 F201F4 /var><var 49 F201F5 /var>Standard Finish<var 49 01 /var><var 48 01 /var>, <var 08 E4E94527 ((<var 08 E0E94933 ((<var 48 F201F4 /var><var 49 F201F5 /var>En Avant<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var><var 08 E4E94527 ((<var 08 E0E94935 ((<var 48 F201F4 /var><var 49 F201F5 /var>Curing Waltz<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var><var 08 E4E94527 ((<var 08 E0E94939 ((<var 48 F201F4 /var><var 49 F201F5 /var>Shield Samba<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var>step actions, role actions, Sprint, and Limit Break can be performed while dancing. This weaponskill does not share a recast timer with any other actions. Upon execution, the recast timer for this action will be applied to all other weaponskills and magic actions.
ru: Начинает танец, накладывая на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Standard Step<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Во время танца могут быть использованы только <var 48 F201F4 /var><var 49 F201F5 /var>Standard Finish<var 49 01 /var><var 48 01 /var>, <var 08 E4E94527 ((<var 08 E0E94933 ((<var 48 F201F4 /var><var 49 F201F5 /var>En Avant<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var><var 08 E4E94527 ((<var 08 E0E94935 ((<var 48 F201F4 /var><var 49 F201F5 /var>Curing Waltz<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var><var 08 E4E94527 ((<var 08 E0E94939 ((<var 48 F201F4 /var><var 49 F201F5 /var>Shield Samba<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var> танцевальные движения, ролевые действия, <var 48 F201F4 /var><var 49 F201F5 /var>Sprint<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Запредельная Способность<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий. После применения время восстановления этого действия будет применено для всех остальных умений и магических действий. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Standard Finish<var 49 01 /var><var 48 01 /var> во время танца.

source: Begin dancing, granting yourself <var 48 F201FA /var><var 49 F201FB /var>Technical Step<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var> while dancing. Only <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>En Avant<var 49 01 /var><var 48 01 /var>, <var 08 E4E94527 ((<var 08 E0E94935 ((<var 48 F201F4 /var><var 49 F201F5 /var>Curing Waltz<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var><var 08 E4E94527 ((<var 08 E0E94939 ((<var 48 F201F4 /var><var 49 F201F5 /var>Shield Samba<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var>step actions, role actions, Sprint, and Limit Break can be performed while dancing. This weaponskill does not share a recast timer with any other actions. Upon execution, the recast timer for this action will be applied to all other weaponskills and magic actions.
ru: Начинает танец, накладывая на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Technical Step<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Во время танца могут быть использованы только <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>En Avant<var 49 01 /var><var 48 01 /var>, <var 08 E4E94527 ((<var 08 E0E94935 ((<var 48 F201F4 /var><var 49 F201F5 /var>Curing Waltz<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var><var 08 E4E94527 ((<var 08 E0E94939 ((<var 48 F201F4 /var><var 49 F201F5 /var>Shield Samba<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var>танцевальные движения, ролевые действия, <var 48 F201F4 /var><var 49 F201F5 /var>Sprint<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Запредельная Способность<var 49 01 /var><var 48 01 /var>. Время восстановления не зависит от атрибутов используемой экипировки и действующих на вас эффектов. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var> во время танца.

source: Delivers an attack with a potency of 150. <var 08 E4E94527 ((<var 08 E0E94943 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>50% chance of granting <var 48 F201FA /var><var 49 F201FB /var>Threefold Fan Dance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s )) (()) /var>)) (()) /var>Can only be executed while in possession of <var 48 F201FA /var><var 49 F201FB /var>Fourfold Feathers<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 150. <var 08 E4E94527 ((<var 08 E0E94943 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Имеет 50% шанс при использовании наложить эффект <var 48 F201FA /var><var 49 F201FB /var>Threefold Fan Dance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. )) (()) /var>)) (()) /var>Требуется <var 48 F201FA /var><var 49 F201FB /var>Fourfold Feathers<var 49 01 /var><var 48 01 /var> для использования.

source: Delivers an attack with a potency of 100 to all nearby enemies. <var 08 E4E94527 ((<var 08 E0E94943 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>50% chance of granting <var 48 F201FA /var><var 49 F201FB /var>Threefold Fan Dance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s )) (()) /var>)) (()) /var>Can only be executed while in possession of <var 48 F201FA /var><var 49 F201FB /var>Fourfold Feathers<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 100 всем ближайшим противникам. <var 08 E4E94527 ((<var 08 E0E94943 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Имеет 50% шанс при использовании наложить эффект <var 48 F201FA /var><var 49 F201FB /var>Threefold Fan Dance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. )) (()) /var>)) (()) /var>Требуется <var 48 F201FA /var><var 49 F201FB /var>Fourfold Feathers<var 49 01 /var><var 48 01 /var> для использования.

source: Delivers an attack to target and all enemies nearby it with a potency of 200 for the first enemy, and 50% less for all remaining enemies. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Threefold Fan Dance<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон цели и всем противникам рядом с ней с силой 200 для первого противника и на 50% меньше всем остальным. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Threefold Fan Dance<var 49 01 /var><var 48 01 /var>.

source: Quickly dash 10 yalms forward. <var 08 E4E94527 ((<var 08 E0E94945 ((<var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var><var 08 E4E94527 ((<var 08 E0E9494F0403 /var>)) 03 /var> )) (()) /var>)) (()) /var>Cannot be executed while bound.
ru: Совершает быстрый рывок вперед на 10 ялмов. <var 08 E4E94527 ((<var 08 E0E94945 ((<var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> <var 08 E4E94527 ((<var 08 E0E9494F0403 /var>)) 03 /var>. )) (()) /var>)) (()) /var>Невозможно использовать под эффектами, сковывающими движение.

source: Increases critical hit rate and direct hit rate by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Party member designated as your <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> will also receive the effect of <var 48 F201FA /var><var 49 F201FB /var>Devilment<var 49 01 /var><var 48 01 /var><var 08 E4E94527 ((<var 08 E0E9495B (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Flourishing Starfall<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s)) (()) /var>)) (()) /var>
ru: Увеличивает шанс критического и точного удара на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Devilment<var 49 01 /var><var 48 01 /var> на вашего <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var>.<var 08 E4E94527 ((<var 08 E0E9495B (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Flourishing Starfall<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.)) (()) /var>)) (()) /var>

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Party member designated as your <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> will also heal self and nearby party members
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 300. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ вашему <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> и всем ближайшим к нему членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 300.

source: Increases parry rate by 50% while reducing damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ru: Увеличивает вероятность парирования направленных против вас атак противников на 50%. Снижает получаемый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Significantly increases enmity generation. Effect ends upon reuse.
ru: Значительно увеличивает накопление <var 48 F201F4 /var><var 49 F201F5 /var>враждебности<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании.

source: Delivers a ranged attack with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increased enmity
ru: Производит атаку дальнего боя, нанося физический урон с силой 150. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает <var 48 F201F4 /var><var 49 F201F5 /var>враждебность<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 250.
ru: Наносит физический урон с силой 250.

source: Reduces damage taken by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Снижает получаемый урон на 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> to target. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>18s<var 08 E4E94526 ((<var 08 E0E94955 (( <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2)) (()) /var>)) (()) /var>
ru: Накладывает на вас или выбранную цель эффект <var 48 F201FA /var><var 49 F201FB /var>Aurora<var 49 01 /var><var 48 01 /var>, периодически восстанавливающий ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с.<var 08 E4E94526 ((<var 08 E0E94955 (( <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2.)) (()) /var>)) (()) /var>

source: Reduces HP to 1 and renders you impervious to most attacks. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Снижает ваши ОЗ до 1 ед. и гарантирует невосприимчивость к большинству атак противников. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Delivers a jumping attack with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound.
ru: Производит атаку в прыжке, нанося физический урон с силой 150. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2. Невозможно использовать под эффектами, сковывающими движение.

source: Delivers an attack with a potency of 150 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>60 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Наносит физический урон с силой 150 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 60. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Reduces magic damage taken by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Снижает получаемый вами и всеми ближайшими членами группы магический урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Reduces damage taken by a party member or self by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>When targeting a party member while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Brutal Shell<var 49 01 /var><var 48 01 /var>, that effect is also granted to the target <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Снижает получаемый вами или выбранным членом группы урон на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на выбранного члена группы эффект <var 48 F201FA /var><var 49 F201FB /var>Brutal Shell<var 49 01 /var><var 48 01 /var>, если при использовании способности вы находились под действием данного эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления<var 49 01 /var><var 48 01 /var> 400.

source: Deals unaspected damage with a potency of 100 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Divine Might Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Requiescat Potency: <var 49 01 /var><var 48 01 /var>300 The effect of <var 48 F201FA /var><var 49 F201FB /var>Divine Might<var 49 01 /var><var 48 01 /var> will be prioritized over <var 48 F201FA /var><var 49 F201FB /var>Requiescat<var 49 01 /var><var 48 01 /var> when under the effect of both.<var 08 E4E94514 ((<var 08 E0E94955 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores own HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400)) (()) /var>)) (()) /var>
ru: Наносит магический урон с силой 100 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Сила Divine Might: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Сила Requiescat: <var 49 01 /var><var 48 01 /var>300 Эффект <var 48 F201FA /var><var 49 F201FB /var>Divine Might<var 49 01 /var><var 48 01 /var> будет иметь приоритет над эффектом <var 48 F201FA /var><var 49 F201FB /var>Requiescat<var 49 01 /var><var 48 01 /var> под действием обоих эффектов.<var 08 E4E94514 ((<var 08 E0E94955 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восполняет ваши ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>400)) (()) /var>)) (()) /var>

source: Rushes target and delivers an attack with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound.
ru: Совершает рывок к цели, нанося физический урон с силой 150. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2. Невозможно использовать под эффектами, сковывающими движение.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Nascent Flash<var 49 01 /var><var 48 01 /var> to self and <var 48 F201FA /var><var 49 F201FB /var>Nascent Glint<var 49 01 /var><var 48 01 /var> to target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Nascent Flash Effect: <var 49 01 /var><var 48 01 /var>Restores HP with each weaponskill successfully delivered <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>Nascent Glint Effect: <var 49 01 /var><var 48 01 /var>Restores HP equaling 100% of that recovered by <var 48 F201FA /var><var 49 F201FB /var>Nascent Flash<var 49 01 /var><var 48 01 /var> while also reducing damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var><var 08 E4E94516 ((<var 08 E0E949530907 /var>)) 07 /var>s <var 08 E4E94516 ((<var 08 E0E94953 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Stem the Flow<var 49 01 /var><var 48 01 /var> to target, reducing damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Stem the Tide<var 49 01 /var><var 48 01 /var> to target, nullifying damage equivalent to a heal of 400 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s )) (()) /var>)) (()) /var>Shares a recast timer with <var 08 E4E94516 ((<var 08 E0E94953 ((<var 48 F201F4 /var><var 49 F201F5 /var>Bloodwhetting<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Raw Intuition<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Raw Intuition<var 49 01 /var><var 48 01 /var>)) /var>.
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Nascent Flash<var 49 01 /var><var 48 01 /var> на вас и эффект <var 48 F201FA /var><var 49 F201FB /var>Nascent Glint<var 49 01 /var><var 48 01 /var> на выбранного члена группы. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Nascent Flash:<var 49 01 /var><var 48 01 /var> Восполняет ваши ОЗ при нанесении урона любым умением. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 400. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Nascent Glint:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ в размере 100% от количества ОЗ, восполненных эффектом <var 48 F201FA /var><var 49 F201FB /var>Nascent Flash<var 49 01 /var><var 48 01 /var>, при этом также снижая получаемый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> <var 08 E4E94516 ((<var 08 E0E949530907 /var>)) 07 /var> с. <var 08 E4E94516 ((<var 08 E0E94953 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на выбранного члена группы эффект <var 48 F201FA /var><var 49 F201FB /var>Stem the Flow<var 49 01 /var><var 48 01 /var>, снижающий получаемый им урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 4 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на выбранного члена группы эффект <var 48 F201FA /var><var 49 F201FB /var>Stem the Flow<var 49 01 /var><var 48 01 /var>, предотвращающий получение урона в размере исцеления с силой 400. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. )) (()) /var>)) (()) /var>Имеет общее время восстановления с <var 08 E4E94516 ((<var 08 E0E94953 ((<var 48 F201F4 /var><var 49 F201F5 /var>Bloodwhetting<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Raw Intuition<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Raw Intuition<var 49 01 /var><var 48 01 /var>)) /var>.

source: Deals unaspected damage with a potency of 100 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Extends <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> duration by 30s to a maximum of 60s. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Edge of Darkness<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон с силой 100 всем противникам, расположенным на прямой линии перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, увеличивающий наносимый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Продлевает время действия <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> на 30 с., вплоть до 60 с. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Edge of Darkness<var 49 01 /var><var 48 01 /var>.
