Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals lightning damage with a potency of 1,200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Lightning damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var> if target is dealt over 4,000 points of damage while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Thunder II<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be cast while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var>. <var 48 F201FA /var><var 49 F201FB /var>Thunder II<var 49 01 /var><var 48 01 /var> effect is removed from target upon receiving <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var> status. Only one <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> spell-induced damage over time effect per caster can be inflicted upon a single target. ※This action cannot be assigned to a hotbar.
ru: Deals lightning damage with a potency of 1 200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Lightning damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var> if target is dealt over 4 000 points of damage while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Thunder II<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Can only be cast while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var>. <var 48 F201FA /var><var 49 F201FB /var>Thunder II<var 49 01 /var><var 48 01 /var> effect is removed from target upon receiving <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var> status. Only one <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> spell-induced damage over time effect per caster can be inflicted upon a single target. ※This action cannot be assigned to a hotbar.

source: Deals unaspected damage with a potency of 1,200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s <var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost: <var 49 01 /var><var 48 01 /var>1
ru: Deals unaspected damage with a potency of 1 200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost: <var 49 01 /var><var 48 01 /var>1

source: Increases HP recovered by healing actions for self and nearby party members by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Increases ОЗ recovered by healing actions for self and nearby party members by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Increases damage dealt by self and nearby party members by 10%, while reducing damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Increases damage dealt by self and nearby party members by 10%, while reducing damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Movement speed is increased. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Movement speed is increased. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>2,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Nourishes the <var 48 F201FA /var><var 49 F201FB /var>Blood Lily<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Healing Gauge Cost: <var 49 01 /var><var 48 01 /var>1 <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var> A <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var> is granted every 10 seconds while in combat.
ru: Restores own ОЗ and the ОЗ of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Nourishes the <var 48 F201FA /var><var 49 F201FB /var>Blood Lily<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Healing Gauge Cost: <var 49 01 /var><var 48 01 /var>1 <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var> A <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var> is granted every 10 seconds while in combat.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>1,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equaling the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> by 10 when used to restore HP of self or a party member while in combat
ru: Restores own ОЗ and the ОЗ of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>1 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equaling the amount of ОЗ restored <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> by 10 when used to restore ОЗ of self or a party member while in combat

source: Grants self or target party member the effect of <var 48 F201FA /var><var 49 F201FB /var>Excogitation<var 49 01 /var><var 48 01 /var>, restoring HP when member's HP falls below 50% or upon effect duration expiration. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Grants self or target party member the effect of <var 48 F201FA /var><var 49 F201FB /var>Excogitation<var 49 01 /var><var 48 01 /var>, restoring ОЗ when member's ОЗ falls below 50% or upon effect duration expiration. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>2,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equaling 50% of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be cast while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Neutral Sect<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Restores own ОЗ and the ОЗ of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equaling 50% of ОЗ restored <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Can only be cast while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Neutral Sect<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Delivers a ranged attack with a potency of 400. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>10-yalm draw-in
ru: Производит атаку дальнего боя, нанося физический урон с силой 400. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>притягивание на расстоянии 10 ялмов.

source: Deals unaspected damage with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Bio III<var 49 01 /var><var 48 01 /var>, dealing damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>18s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Aetherflow<var 49 01 /var><var 48 01 /var>
ru: Deals unaspected damage with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Bio III<var 49 01 /var><var 48 01 /var>, dealing damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>18 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Aetherflow<var 49 01 /var><var 48 01 /var>

source: Increases damage you deal target by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Увеличивает наносимый вами урон по цели на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с.

source: Increases potency of next weaponskill by 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s
ru: Увеличивает силу следующего умения на 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с.

source: Deals unaspected damage with a potency of 1,600 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Lengthens weaponskill cast time and recast time as well as spell cast time and recast time by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Наносит магический урон с силой 1 600 всем ближайшим противниками. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает время применения и восстановления умений, а так же заклинаний на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Increases healing potency by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Увеличивает силу исцеления на 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Delivers an attack with a potency of 800 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>1s
ru: Наносит физический урон с силой 800 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>1 с.

source: Counters all incoming attacks. <var 48 F201F8 /var><var 49 F201F9 /var>Counter Potency: <var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Отражает все входящие атаки. <var 48 F201F8 /var><var 49 F201F9 /var>Сила обратного урона: <var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Delivers an attack with a potency of 600 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Flourishing Fan Dance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while in possession of <var 48 F201FA /var><var 49 F201FB /var>Fourfold Feathers<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Pirouette<var 49 01 /var><var 48 01 /var> while dancing.
ru: Наносит физический урон с силой 600 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Flourishing Fan Dance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Can only be executed while in possession of <var 48 F201FA /var><var 49 F201FB /var>Fourfold Feathers<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Pirouette<var 49 01 /var><var 48 01 /var> while dancing.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next eight steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение восьми шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next eight steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение восьми шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: The next action that would complete item synthesis will instead leave one <var 48 F201FA /var><var 49 F201FB /var>progress<var 49 01 /var><var 48 01 /var> point remaining. Effect active for five steps. This action does not increase step count.
ru: Следующее действие, которое должно завершить синтез предмета, оставит одно очко <var 48 F201FA /var><var 49 F201FB /var>прогресса<var 49 01 /var><var 48 01 /var>. Эффект активен в течение пяти шагов. Это действие не увеличивает количество шагов.

source: The next action that would complete item synthesis will instead leave one <var 48 F201FA /var><var 49 F201FB /var>progress<var 49 01 /var><var 48 01 /var> point remaining. Effect active for five steps. This action does not increase step count.
ru: Следующее действие, которое должно завершить синтез предмета, оставит одно очко <var 48 F201FA /var><var 49 F201FB /var>прогресса<var 49 01 /var><var 48 01 /var>. Эффект активен в течение пяти шагов. Это действие не увеличивает количество шагов.

source: Reduces damage taken by self or target party member by 10%, while increasing HP recovered by healing actions by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Reduces damage taken by self or target party member by 10%, while increasing ОЗ recovered by healing actions by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Reduces target party member's damage taken by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases target's damage reduction to 30% when executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Rampart<var 49 01 /var><var 48 01 /var>
ru: Reduces target party member's damage taken by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases target's damage reduction to 30% when executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Rampart<var 49 01 /var><var 48 01 /var>

source: Creates a barrier around self and all party members near you that absorbs damage equivalent to a heal of 3,000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Creates a barrier around self and all party members near you that absorbs damage equivalent to a heal of 3 000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Mirror the aetheric properties of your target, granting yourself a beneficial effect corresponding with the target's role. If target is a tank, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>, increasing your defense and augmenting certain blue magic spells. If target is a DPS, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: DPS<var 49 01 /var><var 48 01 /var>, increasing critical hit rate and direct hit rate by 20%, as well as augmenting certain blue magic spells. If target is a healer, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>, increasing healing magic potency by 20% and augmenting certain blue magic spells. Cannot be cast on self. Effect ends upon reuse.
ru: Копирует эфирные свойства цели накладывая на себя полезный эффект соответствующий роли цели. Если цель выполняет роль Tank, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>, повышающий вашу защиту и усиливающий некоторые заклинания синей магии. Если цель выполняет роль DPS, Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: DPS<var 49 01 /var><var 48 01 /var>, увеличивающий шанс критических и точных попаданий на 20%, а также усиливающий некоторые заклинания синей магии. Если цель выполняет роль Healer, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>, увеличивающий силу исцеляющей магии на 20% и усиливающий некоторые заклинания синей магии. Нельзя использовать умение на вас. Эффект прекращается при повторном использовании.
