Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals earth damage with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>, allowing next spell to be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Veraero III<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Verfire<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder III<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон землей с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>, позволяющий немедленно использовать следующее заклинание. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Veraero III<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Verfire<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder III<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>.

source: Deals wind damage with a potency of 5,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон ветром с силой 5 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 8,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores own HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>8,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP of party members near target <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>8,000 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восполняет ваше ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ членов группы рядом с целью. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>8 000 Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals fire damage with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>, allowing next spell to be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>, позволяет немедленно использовать следующее заклинание. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals lightning damage with a potency of 5,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон молнией с силой 5 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals fire damage with a potency of 12,000 to target and all enemies nearby it. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем цели и всем противникам рядом с ней с силой 12 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 6,000. <var 48 F201F8 /var><var 49 F201F9 /var>White Shift Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Barrier potency is increased by 10% when target is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Black Shift Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> upon execution.
ru: Наносит магический урон с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект White Shift: <var 49 01 /var><var 48 01 /var>Создает вокруг вас защитный барьер, равный исцелению с силой 6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Прочность барьера увеличивается на 10%, когда цель находится под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Black Shift: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> после использования.

source: Deals unaspected damage with a potency of 7,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>White Shift Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Barrier potency is increased by 10% when target is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Black Shift Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Redoublement<var 49 01 /var><var 48 01 /var> upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон с силой 7 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект White Shift: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Прочность барьера увеличивается на 10%, когда цель находиться под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Black Shift: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Redoublement<var 49 01 /var><var 48 01 /var> после использования. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>White Shift Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Barrier potency is increased by 10% when target is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Black Shift Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Verflare<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Эффект White Shift: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Прочность барьера увеличивается на 10%, когда цель находится под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Black Shift: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Verflare<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 6,000. <var 48 F201F8 /var><var 49 F201F9 /var>White Shift Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Barrier potency is increased by 10% when target is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Black Shift Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> upon execution.
ru: Наносит магический урон с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект White Shift: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Прочность барьера увеличивается на 10%, когда цель находится под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Black Shift: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> после использования.

source: Deals unaspected damage with a potency of 7,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>White Shift Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Barrier potency is increased by 10% when target is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Black Shift Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Redoublement<var 49 01 /var><var 48 01 /var> upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон с силой 7 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект White Shift: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Прочность барьера увеличивается на 10%, когда цель находится под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Black Shift: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Redoublement<var 49 01 /var><var 48 01 /var> после использования. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>White Shift Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Barrier potency is increased by 10% when target is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Black Shift Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Verflare<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Эффект White Shift: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Прочность барьера увеличивается на 10%, когда цель находится под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Black Shift: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Verflare<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Vermilion Radiance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.
