Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Rushes target and delivers an attack with a potency of 12,000, incapacitating foes whose HP is below 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Death Link<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s Defeating an enemy with this action, or one under the effect of <var 48 F201FA /var><var 49 F201FB /var>Death Link<var 49 01 /var><var 48 01 /var>, will grant <var 48 F201FA /var><var 49 F201FB /var>Unsealed Seiton Tenchu<var 49 01 /var><var 48 01 /var>, allowing a second execution of this action. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>8s Effect duration is reduced by 1s each time it is applied to a target with a minimum duration of 4s. Effect cannot be applied to players riding machina or non-player combatants. Can only be executed when the limit gauge is full or while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Unsealed Seiton Tenchu<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>105s Cannot be executed while bound.
ru: Совершает рывок к цели, нанося физический урон с силой 12,000, лишая силы противников чье ОЗ ниже 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Death Link<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Убийство противника этим действием, или противника находящимся под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Death Link<var 49 01 /var><var 48 01 /var>, дает эффект <var 48 F201FA /var><var 49 F201FB /var>Unsealed Seiton Tenchu<var 49 01 /var><var 48 01 /var>, позволяя повторно использовать это действие. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>8 с. Длительность эффекта уменьшается на 1 с каждый раз, когда он применяется к цели с минимальной длительностью 4 c. Эффект не может быть применен к пилотам машин и неигровым персонажам (НПС). Возможно использовать только при заполненной шкале Запредельной Способности или под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Unsealed Seiton Tenchu<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>105 с. Невозможно использовать под эффектами, сковывающими движение.

source: Rushes target and delivers an attack with a potency of 12,000, incapacitating foes whose HP is below 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Death Link<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s Defeating an enemy with this action, or one under the effect of <var 48 F201FA /var><var 49 F201FB /var>Death Link<var 49 01 /var><var 48 01 /var>, will grant <var 48 F201FA /var><var 49 F201FB /var>Unsealed Seiton Tenchu<var 49 01 /var><var 48 01 /var>, allowing a second execution of this action. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>8s Effect duration is reduced by 1s each time it is applied to a target with a minimum duration of 4s. Effect cannot be applied to players riding machina or non-player combatants. Can only be executed when the limit gauge is full or while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Unsealed Seiton Tenchu<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>105s Cannot be executed while bound.
ru: Совершает рывок к цели, нанося физический урон с силой 12 000, лишая силы противников чьё ОЗ ниже 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Death Link<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>4 с. Убийство противника этим действием, или противника находящимся под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Death Link<var 49 01 /var><var 48 01 /var>, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Unsealed Seiton Tenchu<var 49 01 /var><var 48 01 /var>, позволяя повторно использовать это действие. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>8 с. Длительность эффекта уменьшается на 1 с каждый раз, когда он применяется к цели с минимальной длительностью 4 c. Эффект не может быть применен к пилотам машин и неигровым персонажам (НПС). Возможность использовать только при заполненной шкале Запредельной Способности или под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Unsealed Seiton Tenchu<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>105 с. Невозможно использовать под эффектами, сковывающими движение.

source: Delivers an attack with a potency of 3,000. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Hyosetsu<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Hyosetsu<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Yukikaze<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Hyosetsu<var 49 01 /var><var 48 01 /var> ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Mangetsu<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Yukikaze<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Hyosetsu<var 49 01 /var><var 48 01 /var> ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Mangetsu<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gekko<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Mangetsu<var 49 01 /var><var 48 01 /var> ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Oka<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gekko<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Mangetsu<var 49 01 /var><var 48 01 /var> ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Oka<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 3,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем ближайшим противникам с силой 3 000 . <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2s Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Yukikaze<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Hyosetsu<var 49 01 /var><var 48 01 /var> Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем ближайшим противникам с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Yukikaze<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Hyosetsu<var 49 01 /var><var 48 01 /var> Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gekko<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Mangetsu<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as HP Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем ближайшим противникам с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gekko<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Mangetsu<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффектt: <var 49 01 /var><var 48 01 /var>Поглощает 100% нанесенного урона в виде ОЗ Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 16,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Midare<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 16 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Midare<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000 to all enemies in a cone before you. Potency is increased by 50% when attacking only a single target. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>When attacking two or more targets, creates a barrier around self that absorbs damage equivalent to a heal of 8,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s This weaponskill does not share a recast timer with any other actions. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Kaeshi: Namikiri<var 49 01 /var><var 48 01 /var> upon execution.
ru: Наносит физический урон всем противникам в конусе перед вами с силой 8 000. Сила увеличивает на 50% когда атакована только одна цель. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>При атаке двух или более целей, создает защитный барьер, равный исцелению с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Не влияет на время восстановления прочих действий. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Kaeshi: Namikiri<var 49 01 /var><var 48 01 /var> после использования.

source: Delivers an attack with a potency of 8,000 to all enemies in a cone before you. Potency is increased by 50% when attacking only a single target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Ogi Namikiri<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>When attacking two or more targets, creates a barrier around self that absorbs damage equivalent to a heal of 8,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем противникам в конусе перед вами с силой 8 000. Сила увеличивается на 50% при нанесении урона только одной цели. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Ogi Namikiri<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>При нанесении урона двум или более целей, создает защитный барьер, равный исцелению с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※Это действие нельзя назначить на хотбар.

source: Swiftly charges forward, dealing damage with a potency of 4,000 to targets in your path. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>3 Cannot be executed while bound. ※<var 48 F201F4 /var><var 49 F201F5 /var>Yukikaze<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Hyosetsu<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Gekko<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Mangetsu<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Kasha<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Oka<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>.
ru: Стремительно бросается вперед, нанося урон всем целям на своем пути с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>3 Невозможно использовать под эффектами, сковывающими движение. ※<var 48 F201F4 /var><var 49 F201F5 /var>Yukikaze<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Hyosetsu<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Gekko<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Mangetsu<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Kasha<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Oka<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Kaiten<var 49 01 /var><var 48 01 /var>.

source: Reduces damage taken by 25% and delivers an attack with a potency of 2,000 every time you suffer damage. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Kuzushi<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Kuzushi Effect: <var 49 01 /var><var 48 01 /var>Increases damage you deal target by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s
ru: Снижает получаемый урон на 25% и наносит физический урон с силой 2 000 каждый раз когда вы получаете урон. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Kuzushi<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Kuzushi: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый вами урон по цели на 25% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>4 с.

source: Deals damage to target equal to 10% of their current HP. Ignores the effects of <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var> when dealing damage. Deals damage with a potency of 4,000 to players riding machina and non-player combatants. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s
ru: Наносит урон равный 10% от текущего запаса ОЗ цели. При нанесении урона игнорирует эффект <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var>. Наносит физический урон с силой 4 000 пилотам машин и неигровым персонажам (НПС). <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Meikyo Shisui<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Midare<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Meikyo Shisui Effect: <var 49 01 /var><var 48 01 /var>Nullifies status afflictions that can be removed by <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s <var 48 F201F8 /var><var 49 F201F9 /var>Midare Duration: <var 49 01 /var><var 48 01 /var>10s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Midare Setsugekka<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Midare<var 49 01 /var><var 48 01 /var>.
ru: Накладывает эффекты <var 48 F201FA /var><var 49 F201FB /var>Meikyo Shisui<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Midare<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Meikyo Shisui: <var 49 01 /var><var 48 01 /var>Отменяет отрицательные эффекты которые могут быть сняты с помощью умения <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность Midare: <var 49 01 /var><var 48 01 /var>10 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Midare Setsugekka<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Midare<var 49 01 /var><var 48 01 /var>.

source: Swiftly charges forward, dealing damage to target and all enemies nearby it with a potency of 24,000. If target is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Kuzushi<var 49 01 /var><var 48 01 /var>, deals damage equal to 100% of their maximum HP. Ignores the effects of <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var> when dealing damage. The additional effect of <var 48 F201FA /var><var 49 F201FB /var>Kuzushi<var 49 01 /var><var 48 01 /var> cannot be applied to players riding machina and non-player combatants. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>120s Cannot be executed while bound.
ru: Стремительно бросается вперед, нанося урон цели и всем противникам рядом с ней с силой 24 000. Если цель поражена <var 48 F201FA /var><var 49 F201FB /var>Kuzushi<var 49 01 /var><var 48 01 /var>, то умение наносит урон равный 100% от ее максимальных ОЗ. При нанесении урона игнорирует эффект <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var>. Дополнительный эффект <var 48 F201FA /var><var 49 F201FB /var>Kuzushi<var 49 01 /var><var 48 01 /var> не может быть применен к персонажам использующим машины и не игровым персонажам. Может быть использовано только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>120 с. Невозможно использовать под эффектами, сковывающими движение.

source: Delivers an attack with a potency of 3,000. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Slice<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Slice<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Waxing Slice<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Waxing Slice<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.
