Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 1,000. <var 48 F201F8 /var><var 49 F201F9 /var>Junction Tank Bonus: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 4,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Junction DPS Bonus: <var 49 01 /var><var 48 01 /var>Increases potency to 3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Junction Healer Bonus: <var 49 01 /var><var 48 01 /var>Restores own HP and the HP of nearby party members within a radius of 15 yalms <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>2,000 Can only be executed when <var 48 F201FA /var><var 49 F201FB /var>Ready to Rip<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Tank: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction DPS: <var 49 01 /var><var 48 01 /var>Увеличивает силу до 3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Healer: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ вам и всем ближайшим членам группы в радиусе 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000 Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Ready to Rip<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 2,000. <var 48 F201F8 /var><var 49 F201F9 /var>Junction Tank Bonus: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 5,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Junction DPS Bonus: <var 49 01 /var><var 48 01 /var>Increases potency to 4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Junction Healer Bonus: <var 49 01 /var><var 48 01 /var>Restores own HP and the HP of nearby party members within a radius of 15 yalms <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 Can only be executed when <var 48 F201FA /var><var 49 F201FB /var>Ready to Tear<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Tank: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction DPS: <var 49 01 /var><var 48 01 /var>Увеличивает силу до 3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Healer: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ вам и всем ближайшим членам группы в радиусе 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000 Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Ready to Rip<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 3,000. <var 48 F201F8 /var><var 49 F201F9 /var>Junction Tank Bonus: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Junction DPS Bonus: <var 49 01 /var><var 48 01 /var>Increases potency to 5,000 <var 48 F201F8 /var><var 49 F201F9 /var>Junction Healer Bonus: <var 49 01 /var><var 48 01 /var>Restores own HP and the HP of nearby party members within a radius of 15 yalms <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 Can only be executed when <var 48 F201FA /var><var 49 F201FB /var>Ready to Gouge<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Tank: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction DPS: <var 49 01 /var><var 48 01 /var>Увеличивает силу до 5 000 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Healer: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ вам и всем ближайшим членам группы в радиусе 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Ready to Gouge<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 3,000. <var 48 F201F8 /var><var 49 F201F9 /var>Junction Tank Bonus: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Junction DPS Bonus: <var 49 01 /var><var 48 01 /var>Increases potency to 5,000 <var 48 F201F8 /var><var 49 F201F9 /var>Junction Healer Bonus: <var 49 01 /var><var 48 01 /var>Restores own HP and the HP of nearby party members within a radius of 15 yalms <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 Can only be executed when <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Tank: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction DPS: <var 49 01 /var><var 48 01 /var>Увеличивает силу до 5 000 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Healer: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ вам и всем ближайшим членам группы в радиусе 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 3,000. <var 48 F201F8 /var><var 49 F201F9 /var>Junction Tank Bonus: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Junction DPS Bonus: <var 49 01 /var><var 48 01 /var>Increases potency to 5,000 <var 48 F201F8 /var><var 49 F201F9 /var>Junction Healer Bonus: <var 49 01 /var><var 48 01 /var>Restores own HP and the HP of nearby party members within a radius of 15 yalms <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 Can only be executed when <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Tank: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction DPS: <var 49 01 /var><var 48 01 /var>Увеличивает силу до 5 000 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Healer: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ вам и всем ближайшим членам группы в радиусе 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 3,000. <var 48 F201F8 /var><var 49 F201F9 /var>Junction Tank Bonus: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Junction DPS Bonus: <var 49 01 /var><var 48 01 /var>Increases potency to 5,000 <var 48 F201F8 /var><var 49 F201F9 /var>Junction Healer Bonus: <var 49 01 /var><var 48 01 /var>Restores own HP and the HP of nearby party members within a radius of 15 yalms <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 Can only be executed when <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Tank: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction DPS: <var 49 01 /var><var 48 01 /var>Увеличивает силу до 5 000 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Healer: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ вам и всем ближайшим членам группы в радиусе 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Rushes target and delivers an attack with a potency of 2,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>No Mercy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>No Mercy Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt and healing potency by 20%, while also increasing movement speed by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound.
ru: Совершает рывок к цели, нанося физический урон с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>No Mercy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект No Mercy: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый вами урон и силу исцеления на 20%, а также увеличивает скорость передвижения на 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Невозможно использовать под эффектами, сковывающими движение.

source: Grants self a beneficial effect based on the selected party member or enemy. If target is a DPS, grants <var 48 F201FA /var><var 49 F201FB /var>Junction DPS<var 49 01 /var><var 48 01 /var>. If target is a tank, or if no target is selected, grants <var 48 F201FA /var><var 49 F201FB /var>Junction Tank<var 49 01 /var><var 48 01 /var>. If target is a healer, grants <var 48 F201FA /var><var 49 F201FB /var>Junction Healer<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Powder Barrel<var 49 01 /var><var 48 01 /var> when targeting an enemy <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※<var 48 F201F4 /var><var 49 F201F5 /var>Solid Barrel Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Burst Strike<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Powder Barrel<var 49 01 /var><var 48 01 /var>.
ru: Накладывает на вас положительный эффект, основанный на выбранном члене группы или противнике. Если цель DPS, накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Junction DPS<var 49 01 /var><var 48 01 /var>. Если цель Tank, или если цель не выбрана, накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Junction Tank<var 49 01 /var><var 48 01 /var>. Если цель Healer, накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Junction Healer<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Powder Barrel<var 49 01 /var><var 48 01 /var> при выборе противника. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Solid Barrel<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Burst Strike<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Powder Barrel<var 49 01 /var><var 48 01 /var>.

source: Executes an action depending on your current Junction. <var 48 F201F8 /var><var 49 F201F9 /var>Junction DPS: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Blasting Zone<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Junction Tank: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Nebula<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Junction Healer: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Aurora<var 49 01 /var><var 48 01 /var>
ru: Использует действие в зависимости от текущего эффекта роли. <var 48 F201F8 /var><var 49 F201F9 /var>Junction DPS: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Blasting Zone<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Junction Tank: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Nebula<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Junction Healer: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Aurora<var 49 01 /var><var 48 01 /var>

source: Reduces damage taken by 20% and delivers an attack with a potency of 4,000 every time you suffer damage. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Junction Tank<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Blasting Zone<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Aurora<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Снижает получаемый урон на 20% и наносит физический урон с силой 4 000 каждый раз когда вы получаете урон. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Junction Tank<var 49 01 /var><var 48 01 /var>. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Blasting Zone<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Aurora<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 10,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Junction DPS<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Nebula<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Aurora<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 10 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Junction DPS<var 49 01 /var><var 48 01 /var>. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Nebula<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Aurora<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Restores own or target party member's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>12,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>12s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Junction Healer<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Nebula<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Blasting Zone<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ вам или выбранному члену группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>12 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>12 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Junction Healer<var 49 01 /var><var 48 01 /var>. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Nebula<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Blasting Zone<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Unleashes a flurry of blade strikes on nearby enemies, dealing damage over time with a potency of 4,000 and reducing damage taken by 25% until effect expires. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s Activates <var 48 F201F4 /var><var 49 F201F5 /var>Terminal Trigger<var 49 01 /var><var 48 01 /var> when effect duration expires. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Relentless Shrapnel<var 49 01 /var><var 48 01 /var>, reducing damage dealt by 4% while increasing damage taken by 4% per stack <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>5 Can be executed while moving. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>60s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Terminal Trigger<var 49 01 /var><var 48 01 /var> upon execution.
ru: Использует клинок для нанесения шквала ударов по ближайшим противникам, нанося периодический урон с силой 4 000 и снижая получаемый урон на 25% до окончания действия эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>4 с. Активирует <var 48 F201F4 /var><var 49 F201F5 /var>Terminal Trigger<var 49 01 /var><var 48 01 /var> по истечению срока действия эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Наносит цели <var 48 F201FA /var><var 49 F201FB /var>Relentless Shrapnel<var 49 01 /var><var 48 01 /var>, уменьшающие наносимый целью урон на 4% а так же увеличивающие получаемый ею урон на 4% за каждый заряд. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>5 Может выполняться во время движения. Возможно использовать только при заполненной шкалы Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполненной шкалы: <var 49 01 /var><var 48 01 /var>60 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Terminal Trigger<var 49 01 /var><var 48 01 /var> после использования.

source: Deals unaspected damage with a potency of 5,000.
ru: Наносит магический урон с силой 5 000.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>12,000 <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 This action does not share a recast timer with any other actions. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Cure III<var 49 01 /var><var 48 01 /var> when under the effect of <var 48 F201FA /var><var 49 F201FB /var>Cure III Ready<var 49 01 /var><var 48 01 /var>.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>12 000 <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Не влияет на время восстановления прочих действий ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Cure III<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Cure III Ready<var 49 01 /var><var 48 01 /var>.

source: Restores HP of self or target and all party members nearby target. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>16,000 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Cure III Ready<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ вам или цели и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>12 000 Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Cure III Ready<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 12,000 to target and all enemies nearby it. This action does not share a recast timer with any other actions.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 12 000. Не влияет на время восстановления прочих действий.
