Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Increases damage dealt by 10% and accuracy by 100%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Increases damage dealt by 10% and accuracy by 100%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Increases damage dealt and healing potency by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces the recast time of both <var 48 F201F4 /var><var 49 F201F5 /var>Lustrate<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Indomitability<var 49 01 /var><var 48 01 /var> by 15s <var 48 F201F8 /var><var 49 F201F9 /var>Faerie Gauge Cost: <var 49 01 /var><var 48 01 /var>50
ru: Increases damage dealt and healing potency by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Reduces the recast time of both <var 48 F201F4 /var><var 49 F201F5 /var>Lustrate<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Indomitability<var 49 01 /var><var 48 01 /var> by 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Faerie Gauge Cost: <var 49 01 /var><var 48 01 /var>50

source: Removes all <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> and barrier effects from nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> to self and nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self and nearby party members that absorbs damage equivalent to a heal of 2,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Removes all <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> and barrier effects from nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> to self and nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Creates a barrier around self and nearby party members that absorbs damage equivalent to a heal of 2 000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Silences target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s
ru: Silences target. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с.

source: Ends dance with your partner.
ru: Заканчивает танец с выбранным <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals wind damage to all enemies in a straight line before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies.
ru: Наносит урон ветром всем противникам, расположенным на прямой линии перед вами с силой 220 для первого противника и на 50% меньше всем остальным противникам.

source: Deals water damage to all enemies in a cone before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>15-yalm knockback
ru: Наносит урон водой всем противникам в конусе перед вами с силой 220 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Отталкивает всех противников на 15 лямов.

source: Deals ice damage to all enemies in a cone before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Enemies affected by <var 48 F201FA /var><var 49 F201FB /var>Dropsy<var 49 01 /var><var 48 01 /var> are frozen. The <var 48 F201FA /var><var 49 F201FB /var>Dropsy<var 49 01 /var><var 48 01 /var> effect is also removed. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ru: Наносит урон льдом всем противникам в конусе перед вами с силой 220 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Противники пораженные <var 48 F201FA /var><var 49 F201FB /var>Dropsy<var 49 01 /var><var 48 01 /var> будут заморожены. Эффект <var 48 F201FA /var><var 49 F201FB /var>Dropsy<var 49 01 /var><var 48 01 /var> так же снимается. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Deals lightning damage to target and all enemies nearby it with a potency of 220 for the first enemy, and 50% less for all remaining enemies.
ru: Наносит урон молнией цели и всем противникам рядом с ней с силой 220 для первого противника и на 50% меньше всем остальным противникам.

source: Deals physical damage to all enemies in a cone before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies.
ru: Наносит физический урон всем противникам в конусе перед вами с силой 220 для первого противника и на 50% меньше всем остальным противникам.

source: Deals physical damage with a potency of 220. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Наносит физический урон с силой 220. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Puts all nearby enemies to sleep. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>40s Cancels auto-attack upon execution.
ru: Усыпляет всех ближайших противников. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 40 с. Прекращает автоатаки после использования.

source: Removes one beneficial effect from all nearby enemies.
ru: Снимает один положительный эффект со всех ближайших противников.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>100 Cure potency is increased to 500 when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>100 Сила исцеления увеличивается до 500, когда вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>.

source: Creates a barrier around self and all nearby party members that absorbs damage equivalent to a heal of 100 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Barrier strength is increased to absorb damage equivalent to a heal of 250 potency when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>. Effect cannot be stacked with those of scholar's <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> or sage's <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var>.
ru: Накладывает защитный барьер на вас и ближайшего члена группы, поглощающий урон, равный исцелению с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Прочность барьера увеличивается эквивалентно исцелению с силой 250, когда вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>. Не суммируется с эффектами барьеров <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> ученого и <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var> мудреца.

source: Deals unaspected damage to target and all enemies nearby it with a potency of 250 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Lowers intelligence and mind attributes by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores 10% of maximum MP Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Candy Cane<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 250 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Снижает у цели характеристики Intelligence и Mind на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет 10% от максимальных ОМ. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Candy Cane<var 49 01 /var><var 48 01 /var>.

source: Direct damage intended for you to another party member. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>12s Can only be executed when member is within 10 yalms. Does not activate with certain attacks. This action does not share a recast timer with any other actions.
ru: Передает предназначенный вам урон, выбранному члену группы. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с. Может быть использовано, только, если член группы находится в пределах 10 ялмов. Не активируется при определенных атаках. Не влияет на время восстановления прочих действий.

source: Provoke nearby enemies, placing yourself at the top of their enmity list.
ru: Провоцирует всех ближайших противников, увеличивая их враждебность по отношению к вам до максимума.

source: Deals wind damage with a potency of 210.
ru: Наносит урон ветром с силой 210.

source: Increases the potency of the next physical damage spell cast by 80%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Boost<var 49 01 /var><var 48 01 /var>.
ru: Увеличивает силу следующего заклинания, наносящее физический урон, на 80%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Boost<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage to all enemies in a straight line before you with a potency of 200 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased to 400 when enemies are bound. The <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> effect is also removed. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Наносит магический урон всем противникам на прямой линии перед вами с силой 200 для первого противника и на 50% меньше для всех остальных. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Когда противники под эффектами сковывающими движение, ваша сила увеличивается до 400. Эффект <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> так же снимается. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Deals unaspected damage to all enemies in a straight line before you with a potency of 200 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased to 400 when enemies are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var>. The <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> effect is also removed. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Наносит магический урон всем противникам, расположенным на прямой линии перед вами с силой 200 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Сила увеличивается до 400, когда противники находятся под действием <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var>. Эффект <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> так же отменяется. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: KOs all nearby enemies. Chance of successful attack is low. Enemy level must be a multiple of 5. Has no effect on enemies whose level is higher than your own. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Ultravibration<var 49 01 /var><var 48 01 /var>.
ru: Уничтожает всех ближайших противников. Умение имеет низкий шанс попадания. Уровень противника должен быть кратен 5. Не действует на противников, чей уровень выше вашего. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Ultravibration<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack to all nearby enemies randomly dealing 50%, 30%, 20%, or 10% of their HP. Has no effect on enemies whose level is higher than your own.
ru: Случайным образом наносит атаку всем ближайшим противникам, отнимая 50%, 30%, 20% или 10% их ОЗ. Не действует на противников, чей уровень выше вашего.

source: Deals unaspected damage with a potency of 220. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>1s Ignores target's <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> resistance.
ru: Наносит магический урон с силой 220. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 1 с. Игнорирует сопротивление цели к <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>.

source: Reduces target party member's damage taken by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s Increases damage reduction to 15% when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>.
ru: Снижает получаемый выбранным членом группы урон на 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. Увеличивает снижение урона до 15%, когда вы находитесь под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>.

source: Deals physical damage with a potency of 50. Potency is increased to 500 when your HP is below 20%.
ru: Наносит физический урон с силой 50. Сила увеличивается до 500, когда ваше ОЗ ниже 20%.

source: Resurrects target to a weakened state. This action does not share a recast timer with any other actions.
ru: Возвращает цель к жизни в ослабленном состоянии. Не влияет на время восстановления прочих действий.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Removes one detrimental effect from all nearby party members Cure potency is increased to 300 when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>.
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снимает один отрицательный эффект со всех ближайших членов группы. Сила исцеления увеличивается до 300 под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>.

source: Deals lightning damage with a potency of 220. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Ignores target's <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> resistance.
ru: Наносит урон молнией с силой 220. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Игнорирует сопротивление цели к <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 250. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases maximum HP by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Increases duration to 70s when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores an amount of own HP equal to damage dealt This action does not share a recast timer with any other actions.
ru: Наносит магический урон с силой 250. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var> Увеличивает максимальный запас ОЗ на 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var> 15 с. Увеличивает длительность до 70 с., когда вы находитесь под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var> Восполняет ваше ОЗ, равное нанесенному урону Не влияет на время восстановления прочих действий.

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Physical Attenuation<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Astral Attenuation<var 49 01 /var><var 48 01 /var>, or <var 48 F201FA /var><var 49 F201FB /var>Umbral Attenuation<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Physical Attenuation Effect: <var 49 01 /var><var 48 01 /var>Increases damage taken from physical attacks by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Astral Attenuation Effect: <var 49 01 /var><var 48 01 /var>Increases damage taken from fire-, wind-, and lightning-aspected attacks by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Umbral Attenuation Effect: <var 49 01 /var><var 48 01 /var>Increases damage taken from water-, earth-, and ice-aspected attacks by 5% Only one of these statuses can be applied to a target at a time.
ru: Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Physical Attenuation<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Astral Attenuation<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Umbral Attenuation<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Physical Attenuation:<var 49 01 /var><var 48 01 /var> увеличивает урон, получаемый от физических атак, на 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Astral Attenuation:<var 49 01 /var><var 48 01 /var> Увеличивает урон получаемый от стихийных атак связанных с огнем, ветром и молнией, на 5% <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Umbral Attenuation:<var 49 01 /var><var 48 01 /var> Увеличивает урон получаемый от стихийных атак связанных с водой, землёй и льдом, на 5%. Одновременно к цели может быть применен только один из этих эффектов.
