Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Creates a barrier around self or target party member that absorbs damage equivalent to a heal of 8,000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Nullifies one status affliction that can be removed by <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var> Barrier potency is doubled when successfully nullifying a status affliction.
ru: Создает защитный барьер вокруг вас или выбранного члена группы, поглощающий урон, равный исцелению с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Отменяет один отрицательный эффект который можно снять с помощью умения <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var> Прочность барьера удваивается при успешном снятии отрицательного эффекта.

source: Forcibly transforms target into a diminutive creature, preventing them from using actions. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s Has no effect on players under the effect of <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var>, players riding machina, or non-player combatants.
ru: Превращает цель в маленькое существо, лишая ее возможности использовать любые действия. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. Не действуют на персонажей под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var>, пилотам машин и неигровым персонажам (НПС).

source: Delivers a jumping attack that deals unaspected damage to target and all enemies nearby it with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Protect<var 49 01 /var><var 48 01 /var> to self and nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Protect Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Cure III Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Cannot be executed while bound. ※<var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Cure III<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Cure III Ready<var 49 01 /var><var 48 01 /var>.
ru: Совершает атаку в прыжке, нанося магический урон цели и всем противникам рядом с ней с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Protect<var 49 01 /var><var 48 01 /var> на вас и ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Protect: <var 49 01 /var><var 48 01 /var>Снижает получаемый урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Cure III Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Невозможно использовать под эффектами, сковывающими движение. ※<var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Cure III<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Cure III Ready<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 18,000 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Temperance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Temperance Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt and healing potency by 10%, and grants <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> to self and nearby party members within 30 yalms <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>60s
ru: Наносит магический урон всем противникам, расположенным на прямой линии перед вами с силой 18 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Temperance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Temperance: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый вами урон и силу исцеления на 10%, и накладывает <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> на вас и ближайших членов группы в радиусе 30 ялмов <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>60 с.

source: Deals unaspected damage with a potency of 5,000.
ru: Наносит магический урон с силой 5 000.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Catalyze<var 49 01 /var><var 48 01 /var> to target <var 48 F201F8 /var><var 49 F201F9 /var>Galvanize Effect: <var 49 01 /var><var 48 01 /var>Absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Barrier potency is increased by 50% when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Recitation<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Catalyze Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by 8% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 This action does not share a recast timer with any other actions.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Catalyze<var 49 01 /var><var 48 01 /var>на цель. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Galvanize: <var 49 01 /var><var 48 01 /var>Поглощает урон равный исцелению с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Прочность барьера увеличивается на 50% пока вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Recitation<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Catalyze: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый урон на 8% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Не влияет на время восстановления прочих действий.

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Biolysis<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Biolytic<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Biolysis Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Potency is increased by 50% when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Recitation<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Biolytic Effect: <var 49 01 /var><var 48 01 /var>Reduces target's damage dealt by 8% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s This action does not share a recast timer with any other actions.
ru: Накладывает на цель эффекты <var 48 F201FA /var><var 49 F201FB /var>Biolysis<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Biolytic<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Biolysis: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Сила увеличивается на 50% когда вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Recitation<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Biolytic: <var 49 01 /var><var 48 01 /var>Уменьшает наносимый целью урон на 8% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Не влияет на время восстановления прочих действий.

source: Extends <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Catalyze<var 49 01 /var><var 48 01 /var> effects cast on self or target to nearby party members. When targeting an enemy, extends <var 48 F201FA /var><var 49 F201FB /var>Biolysis<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Biolytic<var 49 01 /var><var 48 01 /var> effects to other nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> Time remaining on original effect No effect on targets not under effects applied by you, players riding machina, or non-player combatants. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Распространяет эффекты <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Catalyze<var 49 01 /var><var 48 01 /var> наложенные вас или цель, на ближайших членов группы. При выборе в качестве цели противника, распространяет эффекты <var 48 F201FA /var><var 49 F201FB /var>Biolysis<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Biolytic<var 49 01 /var><var 48 01 /var> на других ближайших противников. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> Имеет общий таймер с оригинальным эффектом. Не действует на пилотов машин или неигровых персонажей (НПС) а так же цели, не находящиеся под действием эффектов, наложенных вами. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Deals unaspected damage with a potency of 6,000 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces target's HP recovered by healing actions by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Наносит магический урон всем противникам в конусе перед вами 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снижает получаемое целью исцеление на 25% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Desperate Measures<var 49 01 /var><var 48 01 /var> to self and all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Expedience Effect: <var 49 01 /var><var 48 01 /var>Increases movement speed by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Desperate Measures Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Recitation<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Recitation Effect: <var 49 01 /var><var 48 01 /var>Increases the potency of <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Biolysis<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Biolytic<var 49 01 /var><var 48 01 /var> effects <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Desperate Measures<var 49 01 /var><var 48 01 /var> на вас и ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Expedience: <var 49 01 /var><var 48 01 /var>Увеличивает скорость передвижения на 25% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Desperate Measures: <var 49 01 /var><var 48 01 /var>Снижает получаемый урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Recitation<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Recitation: <var 49 01 /var><var 48 01 /var>Увеличивает силу эффектов <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Biolysis<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Biolytic<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Summons <var 48 F201FA /var><var 49 F201FB /var>Seraph<var 49 01 /var><var 48 01 /var> to fight at a designated location. <var 48 F201FA /var><var 49 F201FB /var>Seraph<var 49 01 /var><var 48 01 /var> will execute <var 48 F201F4 /var><var 49 F201F5 /var>Seraph Flight<var 49 01 /var><var 48 01 /var> immediately after being summoned. Automatically casts <var 48 F201F4 /var><var 49 F201F5 /var>Seraphic Veil<var 49 01 /var><var 48 01 /var> on party members who suffer damage. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Recitation<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Recitation Effect: <var 49 01 /var><var 48 01 /var>Increases the potency of <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Biolysis<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Biolytic<var 49 01 /var><var 48 01 /var> effects <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>90s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Consolation<var 49 01 /var><var 48 01 /var> upon execution.
ru: Призывает <var 48 F201FA /var><var 49 F201FB /var>Серафима<var 49 01 /var><var 48 01 /var> для боя в указанном месте. <var 48 F201FA /var><var 49 F201FB /var>Серафим<var 49 01 /var><var 48 01 /var> выполнит <var 48 F201F4 /var><var 49 F201F5 /var>Seraph Flight<var 49 01 /var><var 48 01 /var> сразу после вызова. Автоматически накладывает <var 48 F201F4 /var><var 49 F201F5 /var>Seraphic Veil<var 49 01 /var><var 48 01 /var> на членов группы получающих урон. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Recitation<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Recitation: <var 49 01 /var><var 48 01 /var>Увеличивает силу эффектов <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Biolysis<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Biolytic<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>90 с. ※После использования действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Consolation<var 49 01 /var><var 48 01 /var>.

source: Orders <var 48 F201FA /var><var 49 F201FB /var>Seraph<var 49 01 /var><var 48 01 /var> to execute <var 48 F201F4 /var><var 49 F201F5 /var>Consolation<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Consolation Effect: <var 49 01 /var><var 48 01 /var>Restores HP of all nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equivalent to a heal of 4,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while <var 48 F201FA /var><var 49 F201FB /var>Seraph<var 49 01 /var><var 48 01 /var> is summoned. ※This action cannot be assigned to a hotbar.
ru: Приказывает <var 48 F201FA /var><var 49 F201FB /var>Серафиму<var 49 01 /var><var 48 01 /var> использовать <var 48 F201F4 /var><var 49 F201F5 /var>Consolation<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Consolation: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ всем ближайшим членам группы <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, предотвращающий получение урона эквивалентного восстановленным ОЗ с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только когда призван <var 48 F201FA /var><var 49 F201FB /var>Серафим<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Seraph Flight<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Excogitation<var 49 01 /var><var 48 01 /var> to all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Seraph Flight Effect: <var 49 01 /var><var 48 01 /var>Nullifies the next status affliction that can be removed by <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s <var 48 F201F8 /var><var 49 F201F9 /var>Excogitation Effect: <var 49 01 /var><var 48 01 /var>Restores HP when HP falls below 50% or upon effect duration expiration <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>8,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s ※This action cannot be assigned to a hotbar.
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Seraph Flight<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Excogitation<var 49 01 /var><var 48 01 /var> на всех ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Seraph Flight: <var 49 01 /var><var 48 01 /var>Отменяет следующий негативный эффект который может быть снят умением <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Excogitation: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ когда оно падает ниже 50% или по истечению срока действия эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность <var 49 01 /var><var 48 01 /var>20 с. ※Это действие нельзя назначить на хотбар.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equivalent to a heal of 4,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, предотвращающий получение урона эквивалентного исцелению с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※Это действие нельзя назначить на хотбар.

source: Restores the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equivalent to a heal of 4,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 5,000.
ru: Наносит магический урон с силой 5 000.
