Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>2,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling 100% of the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Effect cannot be stacked with those of <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Restores own ОЗ and the ОЗ of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling 100% of the amount of ОЗ restored <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Effect cannot be stacked with those of <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Deals unaspected damage with a potency of 1,500 to all enemies in a straight line before you. Potency increases up to 3,000 based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores own HP and the HP of all party members within a radius of 20 yalms, and reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>1,000 This action does not share a recast timer with any other actions.
ru: Deals unaspected damage with a potency of 1 500 to all enemies in a straight line before you. Potency increases up to 3 000 based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Restores own ОЗ and the ОЗ of all party members within a radius of 20 yalms, and reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Restores ОЗ to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>1 000 This action does not share a recast timer with any other actions.

source: Creates a barrier around self or target party member that absorbs damage equivalent to a heal of 1,000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 5 stacks of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s When the barrier is completely absorbed, a stack of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> is consumed and a new barrier is applied. When the effect duration expires, a healing effect is then applied. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>1,000 per remaining stack of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var>
ru: Creates a barrier around self or target party member that absorbs damage equivalent to a heal of 1 000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants 5 stacks of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. When the barrier is completely absorbed, a stack of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> is consumed and a new barrier is applied. When the effect duration expires, a healing effect is then applied. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>1 000 per remaining stack of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var>

source: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>70 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>70 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Places a healing blossom at the designated location and grants 5 stacks of <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var> to self. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s Taking damage will expend 1 stack of <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var> to heal self and all party members within a radius of 20 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400 The effect of this action can only be triggered once per second. Any remaining stacks of <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var> will trigger an additional healing effect when time expires or upon executing this action a second time. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>200 for every remaining stack of <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var> This action does not share a recast timer with any other actions.
ru: Образует исцеляющий цветок в выбранной области и накладывает на вас 5 зарядов эффекта <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. Восстанавливает ОЗ вам и всем членам группы в радиусе 20 ялмов при получении вами урона, поглощая при этом 1 заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>400. Эффект способности не может быть активирован чаще 1-го раза в секунду. Поглощает все оставшиеся заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var> при повторном использовании или после окончания действия эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>200 за каждый оставшийся заряд способности <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий.

source: Reduces damage taken by 90% and grants immunity to <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var>, and knockback and draw-in effects. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Movement speed is reduced by 50% for the duration of this effect. Effect ends upon reuse, using another action, or when the effect duration expires.
ru: Снижает получаемый урон на 90% и дает иммунитет к <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var>, и эффектам отталкивания и притягивания. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Скорость передвижения уменьшается на 50% на время действия эффекта. Эффект прекращается при повторном использовании, выполнении любого другого действия, или по истечению срока действия.

source: Restores your HP and MP to maximum. Casting will be interrupted when damage is taken.
ru: Полностью восстанавливает ваши ОЗ и ОМ. Использование способности прерывается при передвижении, получении урона или отрицательных эффектов, прерывающих действие способности.

source: Removes <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Resilience<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Resilience Effect: <var 49 01 /var><var 48 01 /var>Nullifies status afflictions that can be removed by <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Can be used even when under the effect of certain status afflictions.
ru: Снимает с вас эффекты <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, и <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var> Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Resilience<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Resilience: <var 49 01 /var><var 48 01 /var>Предотвращает отрицательные эффекты, которые могут быть сняты с помощью <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Можно использовать даже под действием определенных отрицательных эффектов.

source: Increases movement speed by 50%. Effect ends upon reuse or execution of another action.
ru: Увеличивает скорость передвижения на 50%. Эффект прекращается при повторном использовании или при выполнении другого действия.

source: Delivers an attack with a potency of 3,000. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Fast Blade<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Fast Blade<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Riot Blade<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※<var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Atonement<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Riot Blade<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Активирует заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>, вплоть до 3 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Royal Authority<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Atonement<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores own HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восполняет ваши ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※<var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Atonement<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Активирует заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>, вплоть до 3 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※<var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority Combo<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Atonement<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>.

source: Rushes target and delivers an attack with a potency of 2,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound. ※<var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Atonement<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>.
ru: Совершает рывок к цели, нанося физический урон с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Активирует заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>, вплоть до 3 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Невозможно использовать под эффектами, сковывающими движение. ※<var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority Combo<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Atonement<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var>.

source: Rush to a target party member's side. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Take all damage intended for the targeted party member <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed when member is closer than 10 yalms. Cannot be executed while bound. Has no effect on targets interacting with an object.
ru: Мгновенно перемещается к выбранному члену группы. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Получение всех повреждений, предназначенных для выбранного члена группы. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать, только когда член группы находится на расстоянии не более 10 ялмов. Невозможно использовать под эффектами, сковывающими движение. Не работает на целях, которые взаимодействуют с чем-либо.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Holy Sheltron<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Knight's Resolve<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Holy Sheltron Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 8,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s If the barrier is not absorbed and the effect duration expires, deals unaspected damage to all nearby enemies with a potency equal to 150% of the barrier's remaining potency. <var 48 F201F8 /var><var 49 F201F9 /var>Knight's Resolve Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>8s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Holy Sheltron<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Knight's Resolve<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Holy Sheltron: <var 49 01 /var><var 48 01 /var>Создает защитный барьер вокруг вас поглощающий урон, равный исцелению с силой 8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Если барьер не поглотил весь урон и время действия эффекта истекло, наносит всем ближайшим противникам магический урон с силой, равной 150% оставшейся прочности барьера. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Knight's Resolve: <var 49 01 /var><var 48 01 /var>Снижает получаемый урон на 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>8 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с.
