Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals unaspected damage with a potency of 320. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 4 stacks of <var 48 F201FA /var><var 49 F201FB /var>Requiescat<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Requiescat Effect: <var 49 01 /var><var 48 01 /var>Increases the potency of <var 08 E4E94514 ((<var 08 E0E9495B ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>, and all <var 48 F201F4 /var><var 49 F201F5 /var>Confiteor<var 49 01 /var><var 48 01 /var> combo actions)) ((<var 08 E4E94514 ((<var 08 E0E94951 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Confiteor<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E94514 ((<var 08 E0E94949 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) ((<var 08 E4E94514 ((<var 08 E0E94949 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) /var>)) ((<var 08 E4E94514 ((<var 08 E0E94951 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Confiteor<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E94514 ((<var 08 E0E94949 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) ((<var 08 E4E94514 ((<var 08 E0E94949 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) /var> and spells will require no cast time<var 08 E4E94514 ((<var 08 E0E94951 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Confiteor Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s)) (()) /var>)) (()) /var>
ru: Наносит магический урон с силой 320. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает 4 заряда эффекта <var 48 F201FA /var><var 49 F201FB /var>Requiescat<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Requiescat: <var 49 01 /var><var 48 01 /var>Увеличивает силу <var 08 E4E94514 ((<var 08 E0E9495B ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var> и всех комбо действий <var 48 F201F4 /var><var 49 F201F5 /var>Confiteor<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E94514 ((<var 08 E0E94951 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>, и <var 48 F201F4 /var><var 49 F201F5 /var>Confiteor<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E94514 ((<var 08 E0E94949 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) ((<var 08 E4E94514 ((<var 08 E0E94949 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) /var>)) ((<var 08 E4E94514 ((<var 08 E0E94951 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>, и <var 48 F201F4 /var><var 49 F201F5 /var>Confiteor<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E94514 ((<var 08 E0E94949 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) ((<var 08 E4E94514 ((<var 08 E0E94949 ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) /var>, а так же все заклинания применяются моментально.<var 08 E4E94514 ((<var 08 E0E94951 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Confiteor Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.)) (()) /var>)) (()) /var>

source: Increases block rate to 100% and creates a designated area in a cone behind you in which party members will only suffer 85% of all damage inflicted. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s Effect ends upon using another action or moving (including facing a different direction). Cancels auto-attack upon execution.
ru: Блокирует направленные против вас атаки противников. Создает позади вас конусообразную защитную область, снижающую получаемый урон на 85% для всех членов группы, находящихся в ней. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с. Эффект прекращается при совершении любых действий или движении (включая поворот в другую сторону). Прекращает автоатаки после использования.

source: Rushes target and delivers an attack with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var><var 08 E4E94516 ((<var 08 E0E949590403 /var>)) 03 /var> Cannot be executed while bound.
ru: Совершает рывок к цели, нанося физический урон с силой 150. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> <var 08 E4E94516 ((<var 08 E0E949590403 /var>)) 03 /var>. Невозможно использовать под эффектами, сковывающими движение.

source: Delivers an attack with a potency of 400.<var 08 E4E94516 ((<var 08 E0E94957 (( Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Orogeny<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 400.<var 08 E4E94516 ((<var 08 E0E94957 (( Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Orogeny<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>

source: Creates a barrier around self or target party member that absorbs damage totaling 25% of target's maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s Grants <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> when barrier is completely absorbed. <var 48 F201F8 /var><var 49 F201F9 /var>Dark Arts Effect: <var 49 01 /var><var 48 01 /var>Consume <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> instead of MP to execute <var 08 E4E94521 ((<var 08 E0E9494B ((<var 48 F201F4 /var><var 49 F201F5 /var>Edge of Shadow<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Shadow<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Edge of Darkness<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Darkness<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Edge of Darkness<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Darkness<var 49 01 /var><var 48 01 /var>)) /var>
ru: Создает вокруг вас или выбранного члена группы защитный барьер, поглощающий урон в размере 25% от максимального запаса ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> при получении защитным барьером максимального количества урона. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Dark Arts: <var 49 01 /var><var 48 01 /var>Поглощает эффект <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> вместо ОМ, для использования <var 08 E4E94521 ((<var 08 E0E9494B ((<var 48 F201F4 /var><var 49 F201F5 /var>Edge of Shadow<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Shadow<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Edge of Darkness<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Darkness<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Edge of Darkness<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Darkness<var 49 01 /var><var 48 01 /var>)) /var>

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Right Eye<var 49 01 /var><var 48 01 /var> to self, increasing damage dealt by 10% and nullifying all action direction requirements. Also grants target party member <var 48 F201FA /var><var 49 F201FB /var>Left Eye<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ru: Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Right Eye<var 49 01 /var><var 48 01 /var>, увеличивающий наносимый вами урон на 10% и отменяющий все позиционные требования. Также накладывает эффект на выбранного члена группы <var 48 F201FA /var><var 49 F201FB /var>Left Eye<var 49 01 /var><var 48 01 /var>, увеличивающий наносимый им урон на 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Deals fire damage with a potency of 160 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Ninki Gauge Cost:<var 49 01 /var><var 48 01 /var> 50 Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Bhavacakra<var 49 01 /var><var 48 01 /var>.
ru: Наносит урон огнем с силой 160 цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Шкалу Ninki:<var 49 01 /var><var 48 01 /var> 50 Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Bhavacakra<var 49 01 /var><var 48 01 /var>.

source: Increases HP recovery via healing actions by 15% for self and nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Увеличивает на 15% эффективность исцеляющих действий, восстанавливающих ОЗ для вас и ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Delivers an attack with a potency of 200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces the recast time of both <var 48 F201F4 /var><var 49 F201F5 /var>Gauss Round<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Ricochet<var 49 01 /var><var 48 01 /var> by 15s Can only be executed when firearm is <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions. Upon execution, the recast timer for this action will be applied to all other weaponskills and magic actions.
ru: Наносит физический урон с силой 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Уменьшает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Gauss Round<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Ricochet<var 49 01 /var><var 48 01 /var> на 15 с. Возможно использовать только под действием <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var>. Время восстановления не зависит от атрибутов используемой экипировки и действующих на вас эффектов.

source: Orders the rook autoturret to use <var 48 F201F4 /var><var 49 F201F5 /var>Rook Overload<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Rook Overload Potency: <var 49 01 /var><var 48 01 /var>160 Potency increases as <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> exceeds required cost at time of deployment, up to a maximum of 320. The rook autoturret shuts down after execution. If this action is not used manually while the rook autoturret is active, it will be triggered automatically immediately before shutting down. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Rook Autoturret<var 49 01 /var><var 48 01 /var>.
ru: Отправляет команду Авто-турели использовать <var 48 F201F4 /var><var 49 F201F5 /var>Rook Overload<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила Rook Overload:<var 49 01 /var><var 48 01 /var> 160. Сила увеличивается пропорционально расходу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> свыше требуемой стоимости на развертывание, вплоть до 320. Авто-турель отключается после использования действия. Действие применяется автоматически перед отключением Авто-турели, даже если не было использовано вами. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Rook Autoturret<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 160. Potency increases as <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> exceeds required cost at time of deployment, up to a maximum of 320. The rook autoturret shuts down after execution. If this action is not used manually while the rook autoturret is active, it will be triggered automatically immediately before shutting down. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 160. ила увеличивается пропорционально расходу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> свыше требуемой стоимости на развертывание, вплоть до 320. Авто-турель отключается после использования действия. Действие применяется автоматически перед отключением Авто-турели, даже если вы не использовали <var 48 F201F4 /var><var 49 F201F5 /var>Rook Overdrive<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers damage over time to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>80 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Effect ends upon using another action or moving (including facing a different direction). Cancels auto-attack upon execution. Triggers the cooldown of weaponskills upon execution. Cannot be executed during the cooldown of weaponskills.
ru: Наносит периодический урон всем противникам в конусе перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 80 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Эффект прекращается при совершении любых действий или движении (включая поворот в другую сторону). Прекращает автоатаки после использования. Запускает время восстановления умений при использовании. Невозможно использовать во время восстановления умений.

source: Move instantly to <var 48 F201FA /var><var 49 F201FB /var>Ley Lines<var 49 01 /var><var 48 01 /var> drawn by you. Cannot be executed while bound.
ru: Мгновенное перемещение в сплетенный вами <var 48 F201FA /var><var 49 F201FB /var>Ley Lines<var 49 01 /var><var 48 01 /var>. Невозможно использовать под эффектами, сковывающими движение.

source: The next three spells will require no cast time. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Следующие три заклинания будут использованы мгновенно. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2

source: Deals unaspected damage to target and all enemies nearby it with a potency of 600 for the first enemy, and 60% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Polyglot Cost: <var 49 01 /var><var 48 01 /var>1
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 600 для первого противника и на 60% меньше всем остальным противникам.<br> <var 48 F201F8 /var><var 49 F201F9 /var>Расход Polyglot:<var 49 01 /var><var 48 01 /var> 1

source: Orders pet to execute <var 48 F201F4 /var><var 49 F201F5 /var>Devotion<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Devotion Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by all party members within a 15-yalm radius by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Orders pet to execute <var 48 F201F4 /var><var 49 F201F5 /var>Devotion<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Devotion Effect:<var 49 01 /var><var 48 01 /var> Increases damage dealt by all party members within a 15-yalm radius by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 45 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 45 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Deals unaspected damage with a potency of 45. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Unaspected damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 45 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Deals unaspected damage with a potency of 45. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Unaspected damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 45 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Enters <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var> and summons Demi-Bahamut to fight your target. Demi-Bahamut will execute <var 48 F201F4 /var><var 49 F201F5 /var>Wyrmwave<var 49 01 /var><var 48 01 /var> automatically on the targets attacked by you after summoning. Increases enmity in target when Demi-Bahamut is summoned. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Changes <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Astral Impulse<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E9451C ((<var 08 E0E9494B ((Tri-disaster)) ((Outburst)) /var>)) ((Outburst)) /var><var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Astral Flare<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var> Can only be executed while Carbuncle is summoned. This action does not share a recast timer with any other actions.
ru: Вы впадаете в <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var> и призываете Воплощение Бахамута для помощи в бою. Воплощение Бахамута автоматически применяет <var 48 F201F4 /var><var 49 F201F5 /var>Wyrmwave<var 49 01 /var><var 48 01 /var> на противника, атакованного вами после призыва. Увеличивает агрессию противника при призыве Воплощения Бахамута. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> В состоянии транса <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> изменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Astral Impulse<var 49 01 /var><var 48 01 /var>, а <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E9451C ((<var 08 E0E9494B ((Tri-disaster)) ((Outburst)) /var>)) ((Outburst)) /var><var 49 01 /var><var 48 01 /var> - на <var 48 F201F4 /var><var 49 F201F5 /var>Astral Flare<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Наделяет <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var> Возможно использовать только при призванном Карбункуле. Не влияет на время восстановления прочих действий.

source: Deals unaspected damage with a potency of 150. Will only execute while Demi-Bahamut is summoned. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон с силой 150. Исполняется только при призванном Demi-Bahamut. ※Это действие нельзя поместить на хотбары.
