Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 2,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> by 10 when used to restore HP of self or a party member while in combat
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 2 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Создает защитный барьер, предотвращающий урон в размере количества восстановленных ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> на 10 при использовании для восстановления ОЗ вам или членам группы во режиме боя.

source: Erects a magicked barrier around self or single party member. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s <var 48 F201F8 /var><var 49 F201F9 /var>Barrier Effect:<var 49 01 /var><var 48 01 /var> When barrier is struck, the striker will deal 10% less damage <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s
ru: Erects a magicked barrier around self or single party member. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Barrier Effect:<var 49 01 /var><var 48 01 /var> When barrier is struck, the striker will deal 10% less damage <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с.

source: Deals unaspected damage with a potency of 1,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s
ru: Deals unaspected damage with a potency of 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>2,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Abridged<var 49 01 /var><var 48 01 /var> when spell is cast with a cast time <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Abridged Effect: <var 49 01 /var><var 48 01 /var>Next spell is cast immediately ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Benefic<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Neutral Sect<var 49 01 /var><var 48 01 /var>.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Abridged<var 49 01 /var><var 48 01 /var> when spell is cast with a cast time <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Abridged Effect: <var 49 01 /var><var 48 01 /var>Next spell is cast immediately ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Benefic<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Neutral Sect<var 49 01 /var><var 48 01 /var>.

source: Allows for immediate casting of spells while reducing MP cost by 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Allows for immediate casting of spells while reducing ОМ cost by 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Draws a card (arcanum) from your divining deck. Execute command again to use the arcanum drawn. Only one arcanum can be drawn at a time. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores 1,000 MP Recast timer cooldown will begin once the drawn arcanum is read, or the <var 48 F201FA /var><var 49 F201FB /var>Draw<var 49 01 /var><var 48 01 /var> timer expires.
ru: Draws a card (arcanum) from your divining deck. Execute command again to use the arcanum drawn. Only one arcanum can be drawn at a time. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Restores 1 000 ОМ Recast timer cooldown will begin once the drawn arcanum is read, or the <var 48 F201FA /var><var 49 F201FB /var>Draw<var 49 01 /var><var 48 01 /var> timer expires.

source: Increases damage dealt by a party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s ※This action cannot be assigned to a hotbar.
ru: Increases damage dealt by a party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. ※This action cannot be assigned to a hotbar.

source: Reduces damage taken by a party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s ※This action cannot be assigned to a hotbar.
ru: Reduces damage taken by a party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. ※This action cannot be assigned to a hotbar.

source: Gradually restores MP of self or target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 400 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s ※This action cannot be assigned to a hotbar.
ru: Gradually restores ОМ of self or target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 400 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. ※This action cannot be assigned to a hotbar.

source: Gradually restores TP of self or target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s ※This action cannot be assigned to a hotbar.
ru: Gradually restores TP of self or target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. ※This action cannot be assigned to a hotbar.

source: Movement speed is increased. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Movement speed is increased. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Enters <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Resets <var 48 F201F4 /var><var 49 F201F5 /var>Tri-disaster<var 49 01 /var><var 48 01 /var> recast timer <var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost:<var 49 01 /var><var 48 01 /var> 2 ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Firebird Trance<var 49 01 /var><var 48 01 /var> when effect ends.
ru: Enters <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Resets <var 48 F201F4 /var><var 49 F201F5 /var>Tri-disaster<var 49 01 /var><var 48 01 /var> recast timer <var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost:<var 49 01 /var><var 48 01 /var> 2 ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Firebird Trance<var 49 01 /var><var 48 01 /var> when effect ends.

source: Sends deployed <var 48 F201FA /var><var 49 F201FB /var>Bishop Autoturret<var 49 01 /var><var 48 01 /var> into overdrive. While in overdrive, the autoturret will launch a powerful attack, damaging the unit. The autoturret is removed from the battlefield after execution for repairs and cannot be deployed for 30s.
ru: Sends deployed <var 48 F201FA /var><var 49 F201FB /var>Bishop Autoturret<var 49 01 /var><var 48 01 /var> into overdrive. While in overdrive, the autoturret will launch a powerful attack, damaging the unit. The autoturret is removed from the battlefield after execution for repairs and cannot be deployed for 30 с.

source: Deals unaspected damage with a potency of 1,400. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> by 10 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>, allowing next spell to be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Scorch<var 49 01 /var><var 48 01 /var> after execution of <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Verflare<var 49 01 /var><var 48 01 /var>. ※<var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var> effect ends if an action other than an ability is used.
ru: Deals unaspected damage with a potency of 1 400. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> by 10 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>, allowing next spell to be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Scorch<var 49 01 /var><var 48 01 /var> after execution of <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Verflare<var 49 01 /var><var 48 01 /var>. ※<var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var> effect ends if an action other than an ability is used.

source: Delivers an attack with a potency of 1,500. Ignores the damage penalty inflicted by <var 48 F201FA /var><var 49 F201FB /var>Defiance<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Defiance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Absorbs 100% of damage dealt as HP <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Beast Gauge Cost:<var 49 01 /var><var 48 01 /var> 50 ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 500. Ignores the damage penalty inflicted by <var 48 F201FA /var><var 49 F201FB /var>Defiance<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Defiance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Absorbs 100% of damage dealt as ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Шкалы Beast Cost:<var 49 01 /var><var 48 01 /var> 50 ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of 400. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s
ru: Наносит физический урон с силой 400. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с.

source: Creates a barrier around target that absorbs damage equivalent to a heal of 2,500 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Adds a <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var> to your <var 48 F201F4 /var><var 49 F201F5 /var>Healing Gauge<var 49 01 /var><var 48 01 /var> if the barrier is completely absorbed
ru: Creates a barrier around target that absorbs damage equivalent to a heal of 2 500 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Adds a <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var> to your <var 48 F201F4 /var><var 49 F201F5 /var>Healing Gauge<var 49 01 /var><var 48 01 /var> if the barrier is completely absorbed

source: Increases target's damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s
ru: Increases target's damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Reduces the potency of target's attacks by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s
ru: Reduces the potency of target's attacks by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с.

source: Doubles the number of strikes for a single-target weaponskill. Additional effects added only once. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s Can only be executed while under the effect of both <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Doubles the number of strikes for a single-target weaponskill. Additional effects added only once. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. Can only be executed while under the effect of both <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Silences target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s
ru: Silences target. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с.

source: Replenishes your ammunition by 1 (up to a maximum of 3). Ammunition is used when executing weaponskills, increasing potency by 250, reducing recast time to 1.5s, and reducing <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> increase.
ru: Replenishes your ammunition by 1 (up to a maximum of 3). Ammunition is used when executing weaponskills, increasing potency by 250, reducing recast time to 1.5 с., and reducing <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> increase.

source: Returns the currently drawn arcanum back to your deck.
ru: Возвращает текущий вытянутый Аркан обратно в вашу колоду Предсказаний

source: Increases damage dealt by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by next weaponskill by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s
ru: Increases damage dealt by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases damage dealt by next weaponskill by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Increases damage dealt by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Increases damage dealt by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Reduces damage taken by a party member or self by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Protect<var 49 01 /var><var 48 01 /var> recast time by a percentage corresponding to the number of healing <var 48 F201FA /var><var 49 F201FB /var>Lilies<var 49 01 /var><var 48 01 /var> stacked at time of action execution (at which time the <var 48 F201FA /var><var 49 F201FB /var>Lilies<var 49 01 /var><var 48 01 /var> are removed) <var 48 F201F8 /var><var 49 F201F9 /var>1 Lily:<var 49 01 /var><var 48 01 /var> 10% <var 48 F201F8 /var><var 49 F201F9 /var>2 Lilies:<var 49 01 /var><var 48 01 /var> 25% <var 48 F201F8 /var><var 49 F201F9 /var>3 Lilies:<var 49 01 /var><var 48 01 /var> 50%
ru: Reduces damage taken by a party member or self by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Protect<var 49 01 /var><var 48 01 /var> recast time by a percentage corresponding to the number of healing <var 48 F201FA /var><var 49 F201FB /var>Lilies<var 49 01 /var><var 48 01 /var> stacked at time of action execution (at which time the <var 48 F201FA /var><var 49 F201FB /var>Lilies<var 49 01 /var><var 48 01 /var> are removed) <var 48 F201F8 /var><var 49 F201F9 /var>1 Lily:<var 49 01 /var><var 48 01 /var> 10% <var 48 F201F8 /var><var 49 F201F9 /var>2 Lilies:<var 49 01 /var><var 48 01 /var> 25% <var 48 F201F8 /var><var 49 F201F9 /var>3 Lilies:<var 49 01 /var><var 48 01 /var> 50%

source: Deals damage with a potency of 30,000 to all opposing players and warmachina near point of impact. 3,000 when attacking a mammet or object.
ru: Наносит урон с силой 30 000 всем игрокам и боевым машинам противника вблизи точки удара. 3 000 при атаке маммета или объекта.

source: Delivers an attack with a potency of 40,000 to all opposing warmachina in a cone before you. 4,000 when attacking a player, mammet, or object.
ru: Наносит атаку с силой 40 000 всем боевым машинам противника в конусе перед вами. 4 000 при атаке игрока, маммета или объекта.

source: Delivers an attack with a potency of 50,000 to all opposing players and warmachina in a cone before you. 5,000 when attacking a mammet or object.
ru: Наносит атаку с силой 50 000 всем игрокам и боевым машинам противника в конусе перед вами. 5 000 при атаке маммета или объекта.

source: Deals damage with a potency of 1,000,000 to all objects near point of impact. 20,000 to opposing players, warmachina, or mammets. Potency decreases the greater the target's distance from point of impact, to a maximum of 30 yalms.
ru: Наносит урон с силой 1 000 000 всем объектам вблизи точки удара. 20 000 игрокам, боевым машинам и мамметам противника. Чем дальше цель от точки удара, тем сила становится слабее. Максимальный радиус — 30 ялм.

source: Deals damage to all opposing players and warmachina nearby with a potency of 10,000. 1,000 when attacking a mammet or object. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 15-yalm knockback
ru: Наносит урон всем игрокам и боевым машинам противника поблизости с силой 10 000. 1 000 при атаке маммета или объекта. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Отталкивает на 15 ялмов.

source: Deals damage with a potency of 40,000 to all opposing players and warmachina in a cone before you. 4,000 when attacking a mammet or object. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Inflicts <var 48 F201FA /var><var 49 F201FB /var>Burns<var 49 01 /var><var 48 01 /var> on opposing players and warmachina <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 10,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>12s
ru: Наносит урон с силой 40 000 всем игрокам и боевым машинам противника в конусе перед вами. 4 000 при атаке маммета или объекта. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Наносит <var 48 F201FA /var><var 49 F201FB /var>Burns<var 49 01 /var><var 48 01 /var> игрокам и боевым машинам противника <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 10 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>12 с.

source: Deals damage with a potency of 600,000 to all objects near point of impact. 30,000 when attacking opposing players, warmachina, or mammets. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s
ru: Наносит урон с силой 600 000 всем объектам вблизи точки удара. 30 000 при атаке игроков, боевых машин и мамметов противника. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.
