Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals physical damage with a potency of 2,000 while incapacitating self. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Inflicts <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var> on self <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>600s Effect will not be removed upon revival or further incapacitation. Cannot be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 2 000, при этом лишая себя сознания. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 600 с. Эффект не снимается при воскрешении или повторной потери сознания. Не может быть использовано под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var>.

source: Deals fire damage with a potency of 1,500 to all nearby enemies while incapacitating self. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased to 1,800 when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Toad Oil<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Inflicts <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var> on self <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>600s Effect will not be removed upon revival or further incapacitation. Cannot be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var>.
ru: Наносит огненный урон с силой 1 500 всем ближайшим противникам, при этом лишая себя сознания. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Сила увеличивается до 1 800, если вы находитесь под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Toad Oil<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 600 с. Эффект не снимается при воскрешении или повторной потери сознания. Не может быть использовано под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var>.

source: Restores all HP and MP of a single party member while incapacitating self. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Inflicts <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var> on self <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>600s Effect will not be removed upon revival or further incapacitation. Cannot be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var>.
ru: Полностью восстанавливает ОЗ и ОМ одного члена группы, при этом лишая себя сознания. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 600 с. Эффект не снимается при воскрешении или повторной потери сознания. Не может быть использовано под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Brush with Death<var 49 01 /var><var 48 01 /var>.

source: Increases evasion by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>180s
ru: Увеличивает уклонение на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 180 с.

source: Increases target's damage taken by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Recast timer cannot be affected by other spells. However, this action shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Peculiar Light<var 49 01 /var><var 48 01 /var>.
ru: Увеличивает получаемый целью урон на 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Другие заклинания не влияют на время восстановления. Однако, это действие разделит общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Peculiar Light<var 49 01 /var><var 48 01 /var>.

source: Draws target towards caster. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 4s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased enmity
ru: Притягивает цель к заклинателю. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 4 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает враждебность.

source: Reduces target's HP to a single digit. Chance of successful attack is low. Has no effect on enemies whose level is higher than your own.
ru: Уменьшает ОЗ цели до однозначного значения. Умение имеет низкий шанс попадания. Не действует на противников, чей уровень выше вашего.

source: Petrifies all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s Chance of successful attack is low. Enemy level must be a multiple of 5. Has no effect on enemies whose level is higher than your own.
ru: Накладывает окаменение на всех противников в конусе перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. Умение имеет низкий шанс попадания. Уровень врага должен быть кратен 5. Не действует на противников, чей уровень выше вашего.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Waxing Nocturne<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 50% and movement speed by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s When effect ends, the player is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Waning Nocturne<var 49 01 /var><var 48 01 /var>, preventing the use of auto-attack, weaponskills, spells, or abilities. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Waxing Nocturne<var 49 01 /var><var 48 01 /var>, увеличивая наносимый урон на 50% и скорость передвижения на 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Когда заканчивается эффект, на вас накладывается эффект <var 48 F201FA /var><var 49 F201FB /var>Waning Nocturne<var 49 01 /var><var 48 01 /var>, не позволяющий использовать автоатаку, умения, заклинания или способности. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Inflicts <var 48 F201FA /var><var 49 F201FB /var>Doom<var 49 01 /var><var 48 01 /var> on target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s When effect expires, the target will be KO'd. Chance of successful attack is low. Has no effect on enemies whose level is higher than your own.
ru: Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Doom<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Когда действие эффекта заканчивается, цель будет отправлена в нокаут. Умение имеет низкий шанс попадания. Не действует на противников, чей уровень выше вашего.

source: Reduces damage taken by 40% while reducing damage dealt by 40%, increasing enmity generation, and preventing casting interruptions via damage taken. Effect ends upon reuse.
ru: Снижает получаемый вами урон на 40%, одновременно уменьшая наносимый вами урон на 40%, увеличивая накопление враждебности и предотвращая прерывание использования умений из-за получаемого урона. Эффект прекращается при повторном использовании.

source: Counters enemies with ice damage every time you suffer physical damage. <var 48 F201F8 /var><var 49 F201F9 /var>Counter Potency: <var 49 01 /var><var 48 01 /var>40 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Veil of the Whorl<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Schiltron<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>50% chance that when you are struck, the striker will be afflicted with <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Наносит противникам урон льдом каждый раз, когда вы получаете физический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила обратного урона:<var 49 01 /var><var 48 01 /var> 40 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Veil of the Whorl<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Schiltron<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Шанс 50% что при нанесении вам урона, цель будет поражена <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Deals ice damage to all nearby enemies with a potency of 220 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>12s
ru: Наносит урон льдом всем противникам с силой 220 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с.

source: Deals lightning damage to all nearby enemies with a potency of 200 for the first enemy, and 50% less for all remaining enemies. Enemies within an 8-yalm radius will be unaffected. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>9s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased to 400 against most enemies afflicted with <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var>. The <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> effect is also removed.
ru: Наносит урон молнией всем противникам с силой 200 для первого противника и на 50% меньше всем остальным противникам. Противника в радиусе 8 ялмов от вас, не будут затронуты этим умением. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 9 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Сила увеличивает до 400 против большинства противников, пораженных <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var>. Эффект <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> так же снимается.

source: Increases magic damage taken by all nearby enemies by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Recast timer cannot be affected by other spells. However, this action shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Off-guard<var 49 01 /var><var 48 01 /var>.
ru: Увеличивает магический урон, получаемый всеми ближайшими противниками, на 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Другие заклинания не влияют на время восстановления. Однако, это действие разделит общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Off-guard<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage to all enemies in a cone before you with a potency of 200 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Blind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Наносит магический урон всем противникам в конусе перед вами с силой 200 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Blind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Deals physical damage with a potency of 10. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Interrupts target
ru: Наносит физический урон с силой 10. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Прерывает умение цели.

source: Reduces damage taken by 90% and nullifies most knockback and draw-in effects. Unable to move or take action for the duration of this effect. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s If used when <var 48 F201FA /var><var 49 F201FB /var>Waxing Nocturne<var 49 01 /var><var 48 01 /var> is active, its effect will transition immediately to <var 48 F201FA /var><var 49 F201FB /var>Waning Nocturne<var 49 01 /var><var 48 01 /var>. The effect of this action cannot be ended manually.
ru: Уменьшает получаемый урон на 90% и даёт иммунитет к большинству эффектов отталкивания и притягивания. Под действием этого эффекта невозможно двигаться или использовать умения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Если использовать это умение, когда активен <var 48 F201FA /var><var 49 F201FB /var>Waxing Nocturne<var 49 01 /var><var 48 01 /var>, его эффект немедленно перейдет к <var 48 F201FA /var><var 49 F201FB /var>Waning Nocturne<var 49 01 /var><var 48 01 /var>. Эффект этого действия нельзя прекратить вручную.

source: Deals physical fire damage to target and all enemies nearby it with a potency of 200 for the first enemy, and 50% less for all remaining enemies.
ru: Наносит физический урон огнем цели и всем противникам рядом с ней с силой 200 для первого противника и на 50% меньше всем остальным противникам.

source: Deals wind damage with a potency of 220 to all enemies at a designated location. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Wind damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>40 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Eruption<var 49 01 /var><var 48 01 /var>.
ru: Наносит урон ветром с силой 220 всем противникам в указанном месте. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический урон ветром <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 40 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Eruption<var 49 01 /var><var 48 01 /var>.

source: Deals fire damage with a potency of 300 to all enemies at a designated location. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Feather Rain<var 49 01 /var><var 48 01 /var>.
ru: Наносит урон огнем с силой 300 всем противникам в указанном месте. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Feather Rain<var 49 01 /var><var 48 01 /var>.

source: Deals physical earth damage to all enemies in a cone before you with a potency of 400 for the first enemy, and 50% less for all remaining enemies. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Shock Strike<var 49 01 /var><var 48 01 /var>.
ru: Наносит урон землёй всем противникам в конусе перед вами с силой 400 для первого противника и на 50% меньше всем остальным противникам. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Shock Strike<var 49 01 /var><var 48 01 /var>.

source: Deals lightning damage to target and all enemies nearby it with a potency of 400 for the first enemy, and 50% less for all remaining enemies. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Mountain Buster<var 49 01 /var><var 48 01 /var>.
ru: Наносит урон молнией цели и всем противникам рядом с ней с силой 400 для первого противника и на 50% меньше всем остальным противникам. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Mountain Buster<var 49 01 /var><var 48 01 /var>.

source: Deals ice damage to all enemies in a wide arc to your fore and flanks with a potency of 350 for the first enemy, and 50% less for all remaining enemies. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Veil of the Whorl<var 49 01 /var><var 48 01 /var>.
ru: Наносит урон льдом всем противникам по широкой дуге перед вами и с их флангов с силой 350 для первого противника и на 50% меньше всем остальным противникам. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Veil of the Whorl<var 49 01 /var><var 48 01 /var>.

source: Counters enemies with water damage every time you suffer damage. <var 48 F201F8 /var><var 49 F201F9 /var>Counter Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Ice Spikes<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Schiltron<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Glass Dance<var 49 01 /var><var 48 01 /var>.
ru: Наносит противникам урон водой каждый раз, когда вы получаете урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила обратного урона:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Ice Spikes<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Schiltron<var 49 01 /var><var 48 01 /var>. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Glass Dance<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 30 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Deals unaspected damage with a potency of 30 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Fires a short-range burst of energy in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased damage taken
ru: Выпускает по прямой линии перед вами вспышку энергии малой дальности. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> увеличивает получаемый урон.

source: Increases magic damage dealt by 60%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Увеличивает наносимый магический урон на 60%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Increases damage dealt by 40%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Увеличивает наносимый магический урон на 40%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Reduces damage taken by 80% while increasing maximum HP by 50%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Снижает получаемый урон на 80%, а так же увеличивает максимальные ОЗ на 50%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Reduces damage taken by 45% while increasing maximum HP by 10%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Снижает получаемый урон на 45%, а так же увеличивает максимальное ОЗ на 10%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..
