Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Movement speed is increased. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Увеличивается скорость передвижения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Cancels the effect of <var 48 F201F4 /var><var 49 F201F5 /var>Iron Will<var 49 01 /var><var 48 01 /var>.
ru: Рассеивает эффект <var 48 F201F4 /var><var 49 F201F5 /var>Iron Will<var 49 01 /var><var 48 01 /var>.

source: Cancels the effect of <var 48 F201F4 /var><var 49 F201F5 /var>Defiance<var 49 01 /var><var 48 01 /var>.
ru: Рассеивает эффект <var 48 F201F4 /var><var 49 F201F5 /var>Defiance<var 49 01 /var><var 48 01 /var>.

source: Cancels the effect of <var 48 F201F4 /var><var 49 F201F5 /var>Grit<var 49 01 /var><var 48 01 /var>.
ru: Рассеивает эффект <var 48 F201F4 /var><var 49 F201F5 /var>Grit<var 49 01 /var><var 48 01 /var>.

source: Cancels the effect of <var 48 F201F4 /var><var 49 F201F5 /var>Royal Guard<var 49 01 /var><var 48 01 /var>.
ru: Рассеивает эффект <var 48 F201F4 /var><var 49 F201F5 /var>Royal Guard<var 49 01 /var><var 48 01 /var>.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 16,800 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 5,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Cure potency is doubled when target is under the effect of <var 48 F201FA /var><var 49 F201FB /var>Rehabilitation<var 49 01 /var><var 48 01 /var> This action is not affected by attributes.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 16 800 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 5 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Сила исцеления удваивается, если цель находится под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Rehabilitation<var 49 01 /var><var 48 01 /var> На это действие не влияют атрибуты.

source: Deals damage over time to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 2,460 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s This action is not affected by attributes or enhancing effects.
ru: Наносит периодический урон цели и всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 2 460 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. На это действие не влияют атрибуты или усиливающие эффекты.

source: Reduces damage taken by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 25,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 8s
ru: Снижает получаемый урон на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создаёт вокруг вас защитный барьер, поглощающий урон, равный исцелению с силой 25 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 8 с.

source: Take evasive action in the selected direction. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> upon successfully executing a precision dodge <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Выполняет уклонение в указанном направлении. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> после успешного уклонения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Take evasive action in the selected direction. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> upon successfully executing a precision dodge <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Выполняет уклонение в указанном направлении. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> после успешного уклонения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Take evasive action in the selected direction. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> upon successfully executing a precision dodge <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Выполняет уклонение в указанном направлении. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> после успешного уклонения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Take evasive action in the selected direction. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> upon successfully executing a precision dodge <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Выполняет уклонение в указанном направлении. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> после успешного уклонения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Take evasive action in the selected direction. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Applies <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> upon successfully executing a precision dodge <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s
ru: Выполняет уклонение в указанном направлении. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> после успешного уклонения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с.

source: Closes in on target while delivering an attack. Can only be executed while <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var> is active.
ru: Осуществляете атаку, перемещаясь ближе к цели. Возможно использовать только при действующем эффекте <var 48 F201FA /var><var 49 F201FB /var>Precision<var 49 01 /var><var 48 01 /var>.

source: Deals physical damage with a potency of 120. 220 when executed in front of a target. Potency is increased to 220 when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Mighty Guard<var 49 01 /var><var 48 01 /var>. 320 when executed in front of a target while you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Mighty Guard<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 120. 220 при использовании перед целью. Сила увеличивается до 220, когда вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Mighty Guard<var 49 01 /var><var 48 01 /var>. 320 при использовании перед целью, когда вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Mighty Guard<var 49 01 /var><var 48 01 /var>.

source: Deals physical damage with a potency of 110 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 10-yalm knockback to all enemies and party members in range Cannot be used outside of combat or when target is suffering from certain enfeeblements.
ru: Наносит физический урон с силой 110 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Отталкивает всех противников и членов группы в радиусе 10 ялмов. Не может быть использовано вне боя или когда цель получает периодический урон.

source: Counters enemies with unaspected damage every time you suffer physical damage. <var 48 F201F8 /var><var 49 F201F9 /var>Counter Potency:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Potency is increased to 100 when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>. Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Veil of the Whorl<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Ice Spikes<var 49 01 /var><var 48 01 /var>.
ru: Наносит противникам магический урон каждый раз, когда вы получаете физический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила обратного урона:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Сила увеличивается до 100, когда вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Veil of the Whorl<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Ice Spikes<var 49 01 /var><var 48 01 /var>.

source: Restores own HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 600
ru: Восполняет ваши ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 600

source: Deals unaspected damage over time with a potency of 120 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s Only one effect inflicted by this action can be active at a time.
ru: Наносит периодический магический урон с силой 120 всем противникам в конусе перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>60 с. Одновременно может быть активен только один эффект, наложенный этим действием.

source: Deals physical damage to all nearby enemies with a potency of 500 for the first enemy, and 50% less for all remaining enemies. Consumes 50% of your maximum HP when executed.
ru: Наносит физический урон всем ближайшим противникам с силой 500 для первого противника, и на 50% меньше всем остальным. Поглощает 50% максимального количества ОЗ при использовании.

source: Deals earth damage to target and all enemies nearby it with a potency of 100 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Begrimed<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Begrimed Effect:<var 49 01 /var><var 48 01 /var> Earth damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 10 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 9s
ru: Наносит урон землёй цели и всем противникам рядом с ней с силой 100 для первого противника, и на 50% меньше всем остальным. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Begrimed<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Begrimed:<var 49 01 /var><var 48 01 /var> Периодический урон землёй <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 10 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 9 с.

source: Deals physical damage to all nearby enemies with a potency of 220 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants one stack of <var 48 F201FA /var><var 49 F201FB /var>Spick-and-span<var 49 01 /var><var 48 01 /var> for each enemy afflicted with <var 48 F201FA /var><var 49 F201FB /var>Begrimed<var 49 01 /var><var 48 01 /var>. The <var 48 F201FA /var><var 49 F201FB /var>Begrimed<var 49 01 /var><var 48 01 /var> effect is also removed. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks:<var 49 01 /var><var 48 01 /var> 6 <var 48 F201F8 /var><var 49 F201F9 /var>Spick-and-span Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 50 Cure potency increases up to 300 based on your accumulated stacks of <var 48 F201FA /var><var 49 F201FB /var>Spick-and-span<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Additional stacks of <var 48 F201FA /var><var 49 F201FB /var>Spick-and-span<var 49 01 /var><var 48 01 /var> accumulated while the effect is active will not affect duration.
ru: Наносит физический урон всем ближайшим противникам с силой 220 для первого противника, и на 50% меньше всем остальным. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает 1 заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Spick-and-span<var 49 01 /var><var 48 01 /var> за каждого противника находящегося под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Begrimed<var 49 01 /var><var 48 01 /var>. Эффект <var 48 F201FA /var><var 49 F201FB /var>Begrimed<var 49 01 /var><var 48 01 /var> будет отменен. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 6 <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spick-and-span:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 50 Сила исцеления увеличивается до 300 в зависимости от накопленных зарядов эффекта <var 48 F201FA /var><var 49 F201FB /var>Spick-and-span<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Дополнительные заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Spick-and-span<var 49 01 /var><var 48 01 /var>, накопленные во время действия эффекта, не влияют на его длительность.

source: Deals physical damage with a potency of 220 to all enemies before you. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Chelonian Gate<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>The Rose of Destruction<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 220 всем противникам перед вами. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Chelonian Gate<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>The Rose of Destruction<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 100 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores MP
ru: Наносит магический урон с силой 100 всем противникам в конусе перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет ОМ.

source: Delivers an attack to all nearby enemies dealing damage equal to 30% of their current HP. Has no effect on enemies whose level is higher than your own.
ru: Наносит всем ближайшим противникам урон, равный 30% от их текущих ОЗ. Не действует на противников, чей уровень выше вашего.

source: Deals unaspected damage to all enemies in a straight line before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies. Potency is increased to 440 when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Winged Redemption<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон всем противникам, расположенным на прямой линии перед вами с силой 220 для первого противника, и на 50% меньше всем остальным. Сила увеличивается до 440, когда вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Winged Redemption<var 49 01 /var><var 48 01 /var>.

source: Grants either <var 48 F201FA /var><var 49 F201FB /var>Physical Vulnerability Down<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Magic Vulnerability Down<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Physical Vulnerability Down Effect:<var 49 01 /var><var 48 01 /var> Reduces physical damage taken by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Magic Vulnerability Down Effect:<var 49 01 /var><var 48 01 /var> Reduces magic damage taken by 50% This action does not share a recast timer with any other actions.
ru: Накладывает один из эффектов <var 48 F201FA /var><var 49 F201FB /var>Physical Vulnerability Down<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Magic Vulnerability Down<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Physical Vulnerability Down:<var 49 01 /var><var 48 01 /var> Снижает получаемый физический урон на 50% <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Magic Vulnerability Down:<var 49 01 /var><var 48 01 /var> Снижает получаемый магический урон на 50% Не влияет на время восстановления прочих действий.

source: Deals physical damage to all enemies in a straight line before you with a potency of 300 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants one stack of <var 48 F201FA /var><var 49 F201FB /var>Winged Reprobation<var 49 01 /var><var 48 01 /var> and resets this action's recast timer <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks:<var 49 01 /var><var 48 01 /var> 4 Execution at 3 stacks increases potency to 400 and grants one stack of <var 48 F201FA /var><var 49 F201FB /var>Winged Reprobation<var 49 01 /var><var 48 01 /var>, but recast timer will not be reset. At maximum stacks, <var 48 F201FA /var><var 49 F201FB /var>Winged Reprobation<var 49 01 /var><var 48 01 /var> changes to <var 48 F201FA /var><var 49 F201FB /var>Winged Redemption<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Winged Redemption Effect:<var 49 01 /var><var 48 01 /var> Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Conviction Marcato<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s This action does not share a recast timer with any other actions.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами с силой 300 для первого противника, и на 50% меньше всем остальным. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает 1 заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Winged Reprobation<var 49 01 /var><var 48 01 /var> и сбрасывает время восстановления этого действия. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 4 Использование при 3 зарядах увеличивает силу до 400 и дает один заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Winged Reprobation<var 49 01 /var><var 48 01 /var>, но не сбрасывает время восстановления. При максимальных зарядах, эффект <var 48 F201FA /var><var 49 F201FB /var>Winged Reprobation<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201FA /var><var 49 F201FB /var>Winged Redemption<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Winged Redemption:<var 49 01 /var><var 48 01 /var> Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Conviction Marcato<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Не влияет на время восстановления прочих действий.

source: Deals unaspected damage to target and all enemies nearby it with a potency of 220 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 5-yalm knockback to all enemies within 8 yalms of target
ru: Наносит физический урон цели и всем противникам рядом с ней с силой 220 для первого противника, и на 50% меньше всем остальным. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Отталкивает на 5 ялмов всех противников в радиусе 8 ялмов от выбранной цели.

source: Deals unaspected damage to target and all enemies nearby it with a potency of 250 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Lowers strength and dexterity attributes of target by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores 10% of maximum MP Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Magic Hammer<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 250 для первого противника, и на 50% меньше всем остальным. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Снижает атрибуты силы и ловкости цели на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет 10% от максимальных ОМ. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Magic Hammer<var 49 01 /var><var 48 01 /var>.

source: Deals fire damage over time with a potency of 40. Only one effect inflicted by this action can be active at a time. Has no effect on targets outside of combat. Effect ends upon target leaving combat.
ru: Наносит периодический урон огнём с силой 40. Одновременно может быть активен только один эффект, наложенный этим действием. Не действует на цели вне режима боя. Эффект заканчивается, когда цель выходит из режима боя.
