Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 170. Can only be executed immediately after evading an attack. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 12s
ru: Наносит физический урон с силой 170. Можно исполнить только сразу после уклонения от атаки. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с.

source: Increases critical hit rate by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Увеличивает шанс критического удара на 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Reduces damage taken by 10%. Cannot be used with <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Wind<var 49 01 /var><var 48 01 /var>, and shares a recast timer with both. Effect ends upon reuse.
ru: Снижает получаемый урон на 10%. Нельзя использовать с <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Fire<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Wind<var 49 01 /var><var 48 01 /var>, а также умение имеет с ними общее время восстановления. Эффект оканчивается при повторном использовании.

source: Increases damage dealt by <var 08 E4E94515 ((<var 08 E0E949490B06 /var>)) 06 /var>%. Cannot be used with <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Earth<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Wind<var 49 01 /var><var 48 01 /var>, and shares a recast timer with both. Effect ends upon reuse.
ru: Увеличивает наносимый урон на <var 08 E4E94515 ((<var 08 E0E949490B06 /var>)) 06 /var>%. Нельзя использовать с <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Earth<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Wind<var 49 01 /var><var 48 01 /var>, а также умение имеет с ними общее время восстановления. Эффект оканчивается при повторном использовании.

source: Delivers an attack with a potency of 150.
ru: Наносит физический урон с силой 150.

source: Increases HP recovery via healing actions by 10% for self and nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Увеличивает восстановление ОЗ от исцеляющих действий на 10% персонажу и ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Delivers an attack with a potency of 210 to all enemies in a straight line before you.
ru: Наносит физический урон с силой 210 всем врагам в прямой линии перед вами.

source: Delivers an attack with a potency of 20. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 25 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Наносит физический урон с силой 20. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила урона:<var 49 01 /var><var 48 01 /var> 25 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Rushes target and delivers an attack with a potency of 100. <var 08 E4E94515 ((<var 08 E0E94943 ((<var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 )) (()) /var>)) (()) /var>Cannot be executed while bound.
ru: Броситься на цель и нанести удар с силой 100. <var 08 E4E94515 ((<var 08 E0E94943 ((<var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 )) (()) /var>)) (()) /var>Нельзя исполнить, будучи в связке.

source: Delivers an attack with a potency of 120. Can only be executed when in <var 48 F201FA /var><var 49 F201FB /var>raptor<var 49 01 /var><var 48 01 /var> form. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 1s <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> is impervious to stun nullifying effects. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Changes form to <var 48 F201FA /var><var 49 F201FB /var>coeurl<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Наносит физический урон с силой 120. Можно исполнить только в форме <var 48 F201FA /var><var 49 F201FB /var>раптора<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 1 с. На этот эффект не влияет временное сопротивление Stun'у. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Смена формы на форму <var 48 F201FA /var><var 49 F201FB /var>кёрл<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Increases movement speed. Cannot be used with <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Earth<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Fire<var 49 01 /var><var 48 01 /var>, and shares a recast timer with both. Effect ends upon reuse.
ru: Увеличивает скорость передвижения. Нельзя использовать с <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Earth<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Fire<var 49 01 /var><var 48 01 /var>, а также умение имеет с ними общее время восстановления. Эффект оканчивается при повторном использовании.

source: Delivers an attack with a potency of 120. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> <var 08 E0E9490F ((<var 08 E4E9450515 ((<var 08 E4E94517150B /var>)) /var>)) 0B /var>s (PvP <var 08 E0E9490F ((<var 08 E4E945050B ((<var 08 E4E945170B07 /var>)) /var>)) 07 /var>s)
ru: Наносит физический урон с силой 120. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> <var 08 E0E9490F ((<var 08 E4E9450515 ((<var 08 E4E94517150B /var>)) /var>)) 0B /var> с (PvP <var 08 E0E9490F ((<var 08 E4E945050B ((<var 08 E4E945170B07 /var>)) /var>)) 07 /var> с)

source: Increases parry rate by <var 08 E0E94915 ((<var 08 E4E9450551 ((<var 08 E4E945175129 /var>)) /var>)) 29 /var>%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Увеличивает шанс парирования на <var 08 E0E94915 ((<var 08 E4E9450551 ((<var 08 E4E945175129 /var>)) /var>)) 29 /var>%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Delivers an attack with a potency of 150. 190 when executed from a target's flank. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Наносит удар с силой 150. Сила удара с фланга — 190. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличение наносимого урона на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Instantly restores <var 08 E0E94925 ((<var 08 E4E94505F201F4 ((<var 08 E4E94517F201F4F20190 /var>)) /var>)) F20190 /var> TP.
ru: Мгновенно восстанавливает <var 08 E0E94925 ((<var 08 E4E94505F201F4 ((<var 08 E4E94517F201F4F20190 /var>)) /var>)) F20190 /var> TP.

source: Delivers an attack with a potency of 200.
ru: Наносит удар с силой 200.

source: Delivers an attack with a potency of 130. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s (PvP 2s)
ru: Наносит удар с силой 130. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с. (PvP — 2 с.)

source: Ensures critical damage for first weaponskill used while <var 48 F201FA /var><var 49 F201FB /var>Life Surge<var 49 01 /var><var 48 01 /var> is active. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s Increases damage dealt when under an effect that raises critical hit rate. Effect cannot be applied to damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorbs a portion of damage dealt as HP<var 08 E4E94517 ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2)) (()) /var>)) (()) /var>
ru: Когда активен эффект <var 48 F201FA /var><var 49 F201FB /var>Life Surge<var 49 01 /var><var 48 01 /var>, первое умение нанесёт критический удар. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. Наносимый урон увеличивается под действием эффекта, повышающего шанс критического удара Эффект не применяется на периодическом уроне. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Конвертирует часть нанесённого урона в ОЗ<var 08 E4E94517 ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2)) (()) /var>)) (()) /var>

source: Increases damage dealt by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Увеличивает наносимый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Delivers an attack with a potency of 100 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Thrust<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 150
ru: Наносит физический урон с силой 100 всем врагам рядом с вами. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Thrust<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 150

source: Delivers a ranged attack with a potency of 150.
ru: Производит атаку дальнего боя, нанося физический урон с силой 150.

source: Delivers an attack with a potency of 170. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 24s
ru: Наносит удар с силой 170. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила урона:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 24 с.

source: Delivers a jumping attack with a potency of <var 08 E4E94517 ((<var 08 E0E94937F20140F0FA /var>)) F0FA /var>. Returns you to your original position after the attack is made.<var 08 E0E94945 ((<var 08 E4E94517 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Dive Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s)) (()) /var>)) (()) /var>
ru: Производит атаку в прыжке, нанося физический урон с силой <var 08 E4E94517 ((<var 08 E0E94937F20140F0FA /var>)) F0FA /var>. Возвращает вас в исходную позицию после атаки. <var 08 E0E94945 ((<var 08 E4E94517 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Dive Ready<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.)) (()) /var>)) (()) /var>

source: Increases the damage dealt by a single <var 48 F201F4 /var><var 49 F201F5 /var>Jump<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Spineshatter Dive<var 49 01 /var><var 48 01 /var> by 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Увеличивает урон, наносимый умением <var 48 F201F4 /var><var 49 F201F5 /var>Jump<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Spineshatter Dive<var 49 01 /var><var 48 01 /var> на 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Executes a jump to a location 15 yalms behind you. Cannot be executed while bound.
ru: Совершает прыжок назад на 15 ялмов. Невозможно использовать под эффектами, сковывающими движение.

source: Delivers a jumping attack with a potency of <var 08 E4E94517 ((<var 08 E0E94937F0FABF /var>)) BF /var>. <var 08 E4E94517 ((<var 08 E0E94955 ((<var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 )) (()) /var>)) (()) /var>Cannot be executed while bound.
ru: Производит атаку в прыжке, нанося физический урон с силой <var 08 E4E94517 ((<var 08 E0E94937F0FABF /var>)) BF /var>. <var 08 E4E94517 ((<var 08 E0E94955 ((<var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 )) (()) /var>)) (()) /var>Невозможно использовать под эффектами, сковывающими движение.

source: Increases DEX by 15% and guarantees that all attacks land. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Увеличение DEX на 15%. Гарантия, что все атаки попадут в цель. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Venom<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 15 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 45s
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Venom<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 15 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 45 с.

source: Increases damage dealt by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Увеличивает наносимый урон на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Sets the ground ablaze, dealing damage with a potency of 40 to any enemies who enter the flames. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Поджечь землю, нанося урон с силой 40 всем врагам, которые шагнут в огонь. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Delivers an attack with a potency of 190. Can only be executed when target's HP is below 20%.
ru: Нанести удар с силой 190. Можно исполнить только тогда, когда ОЗ цели меньше 20%.

source: Reduces enmity generation. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Уменьшение генерации аггро. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Increases movement speed of self and nearby party members as long as they remain within hearing distance. Effect ends upon reuse or when enmity is generated. Cannot be used in battle or with other songs.
ru: Увеличение скорости передвижения себя и членов группы рядом с вами, покуда они находятся в пределах слышимости вас. Эффект оканчивается при повторном использовании или при генерации аггро. Нельзя исполнить в бою или с другими песнями.

source: Binds target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Cancels auto-attack upon execution. Target unbound if damage taken.
ru: Связать цель. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. После исполнения умения автоатака по этой цели отменяется. Цель будет освобождена, если по ней пройдёт любой урон.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 1s
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 1 с.

source: Delivers an attack with a potency of 110 to target and all enemies nearby it.
ru: Наносит удар с силой 110 выбранной цели и всем врагам рядом с ней.

source: Jump 10 yalms away from current target. Cannot be executed while bound.
ru: Совершает прыжок на 10 ялмов от текущей цели. Нельзя выполнить в состоянии привязки.

source: Deals wind damage with a potency of 60. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Wind damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 45s
ru: Наносит урон ветром с силой 60. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический урон ветром <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 45 с.

source: Increases damage taken by nearby enemies by 3%. MP is drained while singing. Effect is lost if targets move out of hearing distance, and ends upon reuse.
ru: Увеличивает урон получаемый врагами в радиусе действия умения на 3%. ОМ истощается во время пения. Эффект теряется, если цели уходят за пределы слышимости и прекращается при повторном использовании.

source: Deals earth damage with a potency of 140.
ru: Наносит магический урон землёй с силой 140.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E94519 ((<var 08 E0E94956F201F4F201C2 /var>)) F201C2 /var><var 08 E0E94921 ((<var 08 E4E94507 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 15% chance next <var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var> will cost no MP <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s)) ((<var 08 E4E94519 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 15% chance next <var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var> will cost no MP <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s)) (()) /var>)) /var>)) (()) /var>
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94519 ((<var 08 E0E94956F201F4F201C2 /var>)) F201C2 /var><var 08 E0E94921 ((<var 08 E4E94507 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Шанс 15% что следующее применение <var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var> не потребует расхода ОМ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.)) ((<var 08 E4E94519 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Шанс 15% что следующее применение <var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var> не потребует расхода ОМ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.)) (()) /var>)) /var>)) (()) /var>

source: Deals wind damage with a potency of 50. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Wind damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Наносит магический урон ветром с силой 50. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический магический урон ветром. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 30. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E94519 ((<var 08 E0E94956F20190F2012C /var>)) F2012C /var>
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94519 ((<var 08 E0E94956F20190F2012C /var>)) F2012C /var>

source: Resurrects target to a weakened state.
ru: Возвращает цель к жизни в ослабленном состоянии.

source: Deals earth damage with a potency of 190.
ru: Наносит магический урон землёй с силой 190.

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Cancels auto-attack upon execution.
ru: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Cancels auto-attack upon execution.
