Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals unaspected damage with a potency of 170 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Decreases skill speed of target by 30% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Aetheric Burst:<var 49 01 /var><var 48 01 /var> Shortens recast time to 90 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Aetheric Burst II:<var 49 01 /var><var 48 01 /var> Extends duration to 15 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Aetheric Burst III:<var 49 01 /var><var 48 01 /var> Increases skill speed reduction to 50%.
ru: Deals unaspected damage with a potency of 170 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Decreases skill speed of target by 30% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Aetheric Burst:<var 49 01 /var><var 48 01 /var> Shortens recast time to 90 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Aetheric Burst II:<var 49 01 /var><var 48 01 /var> Extends duration to 15 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Aetheric Burst III:<var 49 01 /var><var 48 01 /var> Increases skill speed reduction to 50%.

source: Creates a barrier preventing <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, and knockback effects. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Создаёт барьер защищающий от <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, и эффектов отталкивания. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Restores 25% of maximum MP.
ru: Восстанавливает 25% от максимальных ОМ.

source: Reduces damage taken by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Снижает получаемый урон на 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Locates enemies in a 50-yalm radius in front of you and displays them on allied maps. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Malmsight:<var 49 01 /var><var 48 01 /var> Shortens recast time to 90s.
ru: Locates enemies in a 50-yalm radius in front of you and displays them on allied maps. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Malmsight:<var 49 01 /var><var 48 01 /var> Shortens recast time to 90 с.

source: Rushes target and delivers an attack with a potency of 150. Cannot be executed while bound. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Overwhelm:<var 49 01 /var><var 48 01 /var> Shortens recast time to 40 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Overwhelm II:<var 49 01 /var><var 48 01 /var> Increases potency to 180. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Overwhelm III:<var 49 01 /var><var 48 01 /var> Adds <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> effect. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s
ru: Rushes target and delivers an attack with a potency of 150. Cannot be executed while bound. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Overwhelm:<var 49 01 /var><var 48 01 /var> Shortens recast time to 40 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Overwhelm II:<var 49 01 /var><var 48 01 /var> Increases potency to 180. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Overwhelm III:<var 49 01 /var><var 48 01 /var> Adds <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> effect. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с.

source: Delivers an attack with a potency of 170 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Ill Wind:<var 49 01 /var><var 48 01 /var> Shortens recast time to 90 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Ill Wind II:<var 49 01 /var><var 48 01 /var> Increases potency to 200. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Ill Wind III:<var 49 01 /var><var 48 01 /var> Extends duration to 3s.
ru: Наносит физический урон с силой 170 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Ill Wind:<var 49 01 /var><var 48 01 /var> Shortens recast time to 90 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Ill Wind II:<var 49 01 /var><var 48 01 /var> Increases potency to 200. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Ill Wind III:<var 49 01 /var><var 48 01 /var> Extends duration to 3 с.

source: Restores 25% of maximum HP.
ru: Восстанавливает 25% от максимальных ОЗ.

source: Delivers an attack to all nearby enemies with a potency of 1,000 for the first enemy, 25% less for the second, 50% less for the third, and 75% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s Overheats <var 48 F201FA /var><var 49 F201FB /var>Gauss Barrel<var 49 01 /var><var 48 01 /var> upon execution. ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to all nearby enemies with a potency of 1 000 for the first enemy, 25% less for the second, 50% less for the third, and 75% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. Overheats <var 48 F201FA /var><var 49 F201FB /var>Gauss Barrel<var 49 01 /var><var 48 01 /var> upon execution. ※This action cannot be assigned to a hotbar.

source: Deals unaspected damage with a potency of 150 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Lowers target's damage dealt by 40% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Carnal Chill:<var 49 01 /var><var 48 01 /var> Shortens recast time to 60 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Carnal Chill II:<var 49 01 /var><var 48 01 /var> Increases potency to 180. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Carnal Chill III:<var 49 01 /var><var 48 01 /var> Increases damage penalty to 60%.
ru: Deals unaspected damage with a potency of 150 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Lowers target's damage dealt by 40% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Carnal Chill:<var 49 01 /var><var 48 01 /var> Shortens recast time to 60 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Carnal Chill II:<var 49 01 /var><var 48 01 /var> Increases potency to 180. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Carnal Chill III:<var 49 01 /var><var 48 01 /var> Increases damage penalty to 60%.

source: Counters every time you suffer physical damage. <var 48 F201F8 /var><var 49 F201F9 /var>Counter Potency:<var 49 01 /var><var 48 01 /var> 150 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Counters any knockback attacks with a knockback and knock down <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Push Back:<var 49 01 /var><var 48 01 /var> Shortens recast time to 120 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Push Back II:<var 49 01 /var><var 48 01 /var> Increases potency to 180. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Push Back III:<var 49 01 /var><var 48 01 /var> Extends counter duration to 15 seconds.
ru: Counters every time you suffer physical damage. <var 48 F201F8 /var><var 49 F201F9 /var>Counter Potency:<var 49 01 /var><var 48 01 /var> 150 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Counters any knockback attacks with a knockback and knock down <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Push Back:<var 49 01 /var><var 48 01 /var> Shortens recast time to 120 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Push Back II:<var 49 01 /var><var 48 01 /var> Increases potency to 180. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Push Back III:<var 49 01 /var><var 48 01 /var> Extends counter duration to 15 seconds.

source: Lights up the tip of your fishing rod.
ru: Делает удилище более заметным, разместив на его конце шарик света.

source: Fires a lightning-aspected projectile at the designated area. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 1s
ru: Fires a lightning-aspected projectile at the designated area. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 1 с.

source: Create shadows that nullify damage up to 20% of maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Создаёт теневой барьер, предотвращающий урон в размере 20% от ваших максимальных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Apply wasp venom to your weapon, increasing physical damage dealt by <var 08 E0E94925 ((<var 08 E4E9451E15 ((<var 08 E4E9451F1506 /var>)) /var>)) 06 /var>%. <var 08 E0E94925 ((<var 08 E4E9451E ((Changes the additional effect for <var 48 F201F4 /var><var 49 F201F5 /var>Jugulate<var 49 01 /var><var 48 01 /var> to <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s )) ((<var 08 E4E9451F ((Changes the additional effect for <var 48 F201F4 /var><var 49 F201F5 /var>Jugulate<var 49 01 /var><var 48 01 /var> to <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s )) (()) /var>)) /var>)) (()) /var>Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Kiss of the Viper<var 49 01 /var><var 48 01 /var> and cannot be used simultaneously with any other weapon poisons. Effect ends upon reuse.
ru: Apply wasp venom to your weapon, increasing physical damage dealt by <var 08 E0E94925 ((<var 08 E4E9451E15 ((<var 08 E4E9451F1506 /var>)) /var>)) 06 /var>%. <var 08 E0E94925 ((<var 08 E4E9451E ((Changes the additional effect for <var 48 F201F4 /var><var 49 F201F5 /var>Jugulate<var 49 01 /var><var 48 01 /var> to <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. )) ((<var 08 E4E9451F ((Changes the additional effect for <var 48 F201F4 /var><var 49 F201F5 /var>Jugulate<var 49 01 /var><var 48 01 /var> to <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. )) (()) /var>)) /var>)) (()) /var>Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Kiss of the Viper<var 49 01 /var><var 48 01 /var> and cannot be used simultaneously with any other weapon poisons. Effect ends upon reuse.

source: Blend in with your surroundings, making it impossible for most enemies to detect you, but reducing movement speed by 50%. Has no effect on enemies 10 levels higher than your own, or certain enemies with special sight. <var 08 E0E9491F ((<var 08 E4E9451F ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores 2 charges to all mudra )) (()) /var>)) (()) /var><var 08 E4E9451F ((<var 08 E0E9492E ((The effect of <var 48 F201F4 /var><var 49 F201F5 /var>Doton<var 49 01 /var><var 48 01 /var> ends upon execution of <var 48 F201F4 /var><var 49 F201F5 /var>Hide<var 49 01 /var><var 48 01 /var>. )) (()) /var>)) (()) /var>Cannot be executed while in combat. Effect ends upon use of any action other than Sprint, or upon reuse of <var 48 F201F4 /var><var 49 F201F5 /var>Hide<var 49 01 /var><var 48 01 /var>.
ru: Сливайтесь с окружающей средой, не позволяя большинству противников обнаружить вас, но снижая скорость передвижения на 50%. Не действует на противников на 10 уровней выше вашего или на некоторых противников с особым зрением. <var 08 E0E9491F ((<var 08 E4E9451F ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восстанавливает 2 заряда для всех печатей )) (()) /var>)) (()) /var><var 08 E4E9451F ((<var 08 E0E9492E ((Эффект <var 48 F201F4 /var><var 49 F201F5 /var>Doton<var 49 01 /var><var 48 01 /var> заканчивается после использования <var 48 F201F4 /var><var 49 F201F5 /var>Hide<var 49 01 /var><var 48 01 /var>. )) (()) /var>)) (()) /var>Не может быть выполнен в режиме боя. Эффект заканчивается при использовании любого действия, кроме Sprint, или при повторном использовании <var 48 F201F4 /var><var 49 F201F5 /var>Hide<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 200.
ru: Наносит физический урон с силой 200.

source: Delivers a ranged attack with a potency of 120.<var 08 E4E9451F ((<var 08 E0E9493F (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by 5)) (()) /var>)) (()) /var>
ru: Производит атаку дальнего боя, нанося физический урон с силой 120.<var 08 E4E9451F ((<var 08 E0E9493F (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> на 5)) (()) /var>)) (()) /var>

source: Refreshes TP of a single party member. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Refreshes TP of a single party member. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Gust Slash<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 260 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Reduces target's slashing resistance by 10% and HP recovered by healing magic by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s Cannot be stacked with the <var 48 F201FA /var><var 49 F201FB /var>Storm's Eye<var 49 01 /var><var 48 01 /var> status. HP recovery decrease not available in PvP areas.
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Gust Slash<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 260 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Reduces target's slashing resistance by 10% and ОЗ recovered by healing magic by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. Cannot be stacked with the <var 48 F201FA /var><var 49 F201FB /var>Storm's Eye<var 49 01 /var><var 48 01 /var> status. ОЗ recovery decrease not available in PvP areas.

source: Delivers an attack with a potency of 100 to all nearby enemies.<var 08 E4E9451F ((<var 08 E0E9493F (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by 5)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 100 всем ближайшим противникам.<var 08 E4E9451F ((<var 08 E0E9493F (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> на 5)) (()) /var>)) (()) /var>

source: Delivers an attack with a potency of 80. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 1s
ru: Наносит физический урон с силой 80. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 1 с.

source: Delivers an attack with a potency of 200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>90 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 08 E4E9451F ((<var 08 E0E9493F ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by <var 08 E4E9451F ((<var 08 E0E9494F0B06 /var>)) 06 /var> )) (()) /var>)) (()) /var>This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон с силой 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 90 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 08 E4E9451F ((<var 08 E0E9493F ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> by <var 08 E4E9451F ((<var 08 E0E9494F0B06 /var>)) 06 /var> )) (()) /var>)) (()) /var>This weaponskill does not share a recast timer with any other actions.

source: Delivers an attack with a potency of 300. 400 when executed from a target's rear. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage you deal target by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 300. 400 при выполнении из тыла цели. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает урон, наносимый вами цели, на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Может быть выполнено только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>.

source: Make the ritual mudra hand gesture for “heaven.” <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Triggers the cooldown of weaponskills, mudra, and <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> upon execution. Conversely, execution of weaponskills triggers the cooldown of this action.
ru: Формирует ручную печать небес «heaven». <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 Запускает время восстановления умений, ручных печатей и <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> после использования. И наоборот, использование умений запускает время восстановления этих действий.

source: Executes a specific ninjutsu action coinciding with the combination of mudra made immediately beforehand. If any other action is used before the mudra are combined and the ninjutsu executed, <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> will fail. Triggers the cooldown of weaponskills, mudra, and <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> upon execution. Conversely, execution of weaponskills triggers the cooldown of this action. Restores 2 charges to all mudra when <var 48 F201F4 /var><var 49 F201F5 /var>Hide<var 49 01 /var><var 48 01 /var> is executed while outside of combat.
ru: Выполняет определенное ninjutsu, совпадающее со сделанной перед этой комбинацией ручных печатей. Если какое-либо другое действие используется до объединения печатей и выполнения ninjutsu, <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> потерпит неудачу. Запускает время восстановления умений, ручных печатей и <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> после использования. И наоборот, использование умений запускает время восстановления этого действия. Восстанавливает 2 заряда для всех ручных печатей, когда <var 48 F201F4 /var><var 49 F201F5 /var>Hide<var 49 01 /var><var 48 01 /var> выполняется вне боя.
