Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Consumes MP to deliver a jumping attack that deals unaspected damage with a potency of 500. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Reduces target's accuracy by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Cleric Stance<var 49 01 /var><var 48 01 /var> to self. <var 48 F201F8 /var><var 49 F201F9 /var>Cleric Stance Bonus:<var 49 01 /var><var 48 01 /var> Reduces healing potency by 60% while increasing damage dealt by 60%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Cannot be executed while bound.
ru: Поглощает ОМ для совершения атаки в прыжке наносящей магический урон с силой 500. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Снижает точность цели на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Cleric Stance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Cleric Stance:<var 49 01 /var><var 48 01 /var> Снижает силу исцеления на 60%, увеличивая наносимый урон на 60%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Невозможно использовать под эффектами, сковывающими движение.

source: Reduces damage taken by self and nearby party members by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Снижает получаемый вами и ближайшими членами группы урон на 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Increases critical hit rate of self and nearby party members by 10%, increases damage dealt by 7%, and reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 1%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s
ru: Увеличивает шанс критического удара у вас и ближайших членнов группы на 10%, увеличивает наносимый урон на 7% и уменьшает время применения и время восстановления умений и заклинаний, а также задержку между автоатаками на 1%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.

source: Delivers a threefold attack, each hit with a potency of 150. This action does not share a recast timer with any other actions.
ru: Наносит тройную атаку, каждое попадание которой наносит урон с силой 150. Не влияет на время восстановления прочих действий.

source: Deals lightning damage to target and all enemies nearby it with a potency of 100 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases the potency of the next physical damage spell cast by 100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Наносит урон молнией цели и всем противникам рядом с ней с силой 100 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает урон следующего физического заклинания на 100 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Deals unaspected damage to all enemies in a straight line before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s
ru: Наносит магический урон всем противникам, расположенным на прямой линии перед вами с силой 220 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Cold Fog<var 49 01 /var><var 48 01 /var> to self. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Effect changes to <var 48 F201FA /var><var 49 F201FB /var>Touch of Frost<var 49 01 /var><var 48 01 /var> if damage is taken. <var 48 F201F8 /var><var 49 F201F9 /var>Touch of Frost Effect: <var 49 01 /var><var 48 01 /var>Action changes from <var 48 F201F4 /var><var 49 F201F5 /var>Cold Fog<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>White Death<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F4 /var><var 49 F201F5 /var>White Death<var 49 01 /var><var 48 01 /var> Deals ice damage with a potency of 400. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Touch of Frost<var 49 01 /var><var 48 01 /var>.
ru: Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Cold Fog<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. При получении урона эффект сменяется на <var 48 F201FA /var><var 49 F201FB /var>Touch of Frost<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Touch of Frost:<var 49 01 /var><var 48 01 /var> Действием сменяется с <var 48 F201F4 /var><var 49 F201F5 /var>Cold Fog<var 49 01 /var><var 48 01 /var> на <var 48 F201F4 /var><var 49 F201F5 /var>White Death<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F4 /var><var 49 F201F5 /var>White Death<var 49 01 /var><var 48 01 /var> Наносит урон льдом с силой 400. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Touch of Frost<var 49 01 /var><var 48 01 /var>.

source: Deals ice damage with a potency of 400. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Touch of Frost<var 49 01 /var><var 48 01 /var>.
ru: Наносит урон льдом с силой 400. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Touch of Frost<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 140 to all nearby enemies. Action effect changes, restoring own HP and the HP of all nearby party members when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>300
ru: Наносит магический урон с силой 140 всем ближайшим противникам. Эффект умения сменяется, восстанавливая ОЗ вам и всем ближайшим членам группы, когда вы находитель под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>300

source: Deals unaspected damage with a potency of 100 to target and all enemies nearby it. Potency increases to 500 when used against undead enemies.
ru: Наносит магический урон с силой 100 цели и всем противникам рядом с ней. Сила увеличивается до 500 при использовании на противниках типа нежить.

source: Deals earth damage to all enemies in a straight line before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies.
ru: Наносит урон землёй всем противникам, расположенным на прямой линии перед вами с силой 220 для первого противника и на 50% меньше всем остальным противникам.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants healing over time effect when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Dragon Force<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Matra Magic<var 49 01 /var><var 48 01 /var>.
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 400 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает периодического исцеления, когда вы находитесь под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Dragon Force<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Matra Magic<var 49 01 /var><var 48 01 /var>.

source: Summons a chelonian gate, reducing damage taken by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Auspicious Trance<var 49 01 /var><var 48 01 /var> after taking damage equal to 30% of maximum HP <var 48 F201F8 /var><var 49 F201F9 /var>Auspicious Trance Effect: <var 49 01 /var><var 48 01 /var>Action changes from <var 48 F201F4 /var><var 49 F201F5 /var>Chelonian Gate<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Divine Cataract<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chelonian Gate<var 49 01 /var><var 48 01 /var> effect ends upon using another action or moving (including facing a different direction). <var 48 F201FA /var><var 49 F201FB /var>Auspicious Trance<var 49 01 /var><var 48 01 /var> ends upon losing the effect of <var 48 F201FA /var><var 49 F201FB /var>Chelonian Gate<var 49 01 /var><var 48 01 /var>. Cancels auto-attack upon execution. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>The Rose of Destruction<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Ruby Dynamics<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Divine Cataract<var 49 01 /var><var 48 01 /var> Deals water damage to all nearby enemies with a potency of 500 for the first enemy, and 50% less for all remaining enemies. Potency increases to 1,000 when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>. Can only be executed when under the effect of <var 48 F201FA /var><var 49 F201FB /var>Auspicious Trance<var 49 01 /var><var 48 01 /var>.
ru: Призывает Chelonian Gate, снижающие получаемый урон на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> После получения урона эквивалентного 30% от максимальных ОЗ, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Auspicious Trance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Auspicious Trance:<var 49 01 /var><var 48 01 /var> Действие сменяется с <var 48 F201F4 /var><var 49 F201F5 /var>Chelonian Gate<var 49 01 /var><var 48 01 /var> на <var 48 F201F4 /var><var 49 F201F5 /var>Divine Cataract<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chelonian Gate<var 49 01 /var><var 48 01 /var> эффект прекращается при совершении любых действий или движении (включая поворот в другую сторону). <var 48 F201FA /var><var 49 F201FB /var>Auspicious Trance<var 49 01 /var><var 48 01 /var> заканчивается при прекращении эффекта <var 48 F201FA /var><var 49 F201FB /var>Chelonian Gate<var 49 01 /var><var 48 01 /var>. Прекращает автоатаки после использования Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>The Rose of Destruction<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Ruby Dynamics<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Divine Cataract<var 49 01 /var><var 48 01 /var> Наносит урон водой всем ближайшим противникам с силой 500 для первого противника и на 50% меньше всем остальным противникам. Сила увеличивается до 1 000, когда вы находитесь под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Aetheriс Mimicry: Tank<var 49 01 /var><var 48 01 /var>. Имеет общее время восстановления с <var 48 F201FA /var><var 49 F201FB /var>Auspicious Trance<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 400. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 10-yalm knockback Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Chelonian Gate<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Ruby Dynamics<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон с силой 400. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Отталкивает цель на 10 ялмов. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Chelonian Gate<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Ruby Dynamics<var 49 01 /var><var 48 01 /var>.

source: Increases movement speed by 30%, and healing potency and damage dealt by 100%. Also ignores the damage penalty inflicted by <var 48 F201F4 /var><var 49 F201F5 /var>Mighty Guard<var 49 01 /var><var 48 01 /var>. Can only be used in duties intended for two or more players while playing alone, while no other party members are in the instance, or when all party members are incapacitated. Effect ends when joined by one or more party members.
ru: Увеличивает скорость передвижения на 30%, эффективность исцеления на 100% и наносимый урон на 100%. Также игнорирует штраф к наносимому урону, получаемый от эффекта <var 48 F201F4 /var><var 49 F201F5 /var>Mighty Guard<var 49 01 /var><var 48 01 /var>. Можно использовать только в миссиях, предназначенных для двух или более игроков, когда у вас в группе либо нет других игроков, либо они все потеряли сознание. Эффект заканчивается, когда к бою присоединяется или возвращается к нему один или более членов группы.

source: KOs all nearby enemies afflicted with <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Petrification<var 49 01 /var><var 48 01 /var>. Has no effect on enemies whose level is higher than your own, and certain others. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Level 5 Death<var 49 01 /var><var 48 01 /var>.
ru: Уничтожает всех ближайших противников на которых наложен действующий эффект <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Petrification<var 49 01 /var><var 48 01 /var>. Не действует на противников, чей уровень выше вашего и некоторых других. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Level 5 Death<var 49 01 /var><var 48 01 /var>.

source: Deals ice damage to target and all enemies nearby it with a potency of 220 for the first enemy, and 50% less for all remaining enemies.
ru: Наносит урон льдом цели и всем противникам рядом с ней с силой 220 для первого противника и на 50% меньше всем остальным противникам.

source: Deals fire damage to target and all enemies nearby it with a potency of 220 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Enemies affected by <var 48 F201FA /var><var 49 F201FB /var>Lightheaded<var 49 01 /var><var 48 01 /var> suffer damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Наносит урон огнем цели и всем противникам рядом с ней с силой 220 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Противники пораженные <var 48 F201FA /var><var 49 F201FB /var>Lightheaded<var 49 01 /var><var 48 01 /var> получают периодический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Reduces damage taken by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Increases damage reduction to 40% when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Angel's Snack<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Matra Magic<var 49 01 /var><var 48 01 /var>.
ru: Снижает получаемый урон на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Увеличивает снижение урона до 40%, когда вы находитесь под действующий эффектом <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Angel's Snack<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Matra Magic<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 50 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Unaspected damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Наносит магический урон с силой 50 всем противникам, расположенным на прямой линии перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический магический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Deals water damage to all nearby enemies with a potency of 220 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Draw-in<var 49 01 /var><var 48 01 /var>
ru: Наносит урон водой всем ближайшим противникам с силой 220 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Притягивание всех противников к заклинателю<var 49 01 /var><var 48 01 /var>.

source: Deals water damage to all enemies in a straight line before you with a potency of 200 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>10-yalm knockback to all enemies and party members in range Cannot be used outside of combat or when target is suffering from certain enfeeblements.
ru: Наносит урон водой всем противникам, расположенным на прямой линии перед вами с силой 200 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Отталкивает всех ближайших противников и членов группы на 10 ялмов Не может быть использовано вне режима боя или когда цель находиться под действием некоторых негативных эффектов.

source: Deals unaspected damage to target and all enemies nearby it with a potency of 200 for the first enemy, and 50% less for all remaining enemies. Potency increases to 300 when partied with your personal chocobo.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 200 для первого противника и на 50% меньше всем остальным противникам. При вызове чокобо в качестве компаньона, сила увеличивается до 300.

source: Deals an unaspected eightfold attack, each hit with a potency of 50. Potency is increased to 100 when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: DPS<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Angel's Snack<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Dragon Force<var 49 01 /var><var 48 01 /var>.
ru: Совершает восьмикратную атаку, каждое попадание которой наносит магический урон с силой 50. Сила увеличивается до 100, когда вы находитесь под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: DPS<var 49 01 /var><var 48 01 /var>. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Angel's Snack<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Dragon Force<var 49 01 /var><var 48 01 /var>.
