Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals water damage with a potency of 500 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Potency increases to 1,000 during rain, showers, and thunderstorms
ru: Наносит урон водой с силой 500 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Во время дождя, ливня и грозы сила увеличивается до 1 000.

source: Delivers damage over time with a potency of 140 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Effect ends upon using another action or moving (including facing a different direction). Cancels auto-attack upon execution. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Being Mortal<var 49 01 /var><var 48 01 /var>.
ru: Наносит периодический урон с силой 140 всем противникам, расположенным на прямой линии перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Эффект прекращается при совершении любых действий или движении (включая поворот в другую сторону). Прекращает автоатаки после использования. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Being Mortal<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage to all nearby enemies with a potency of 800 for the first enemy, and 50% less for all remaining enemies. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Apokalypsis<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон всем ближайшим противникам с силой 800 для первого противника, и на 50% меньше всем остальным. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Apokalypsis<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of <var 08 E4E9452A ((<var 08 E0E9494BC9B5 /var>)) B5 /var>.
ru: Наносит физический урон с силой <var 08 E4E9452A ((<var 08 E0E9494BC9B5 /var>)) B5 /var>.

source: Closes in on target while delivering an attack.
ru: Осуществляете атаку, перемещаясь ближе к цели.

source: Pet Torgal because he is a good boy. Yes, he is. ※Has no effect in battle.
ru: Погладьте Торгала, хорошего мальчика. Кто у нас хороший мальчик? ※Не действует в бою.

source: Reduces damage taken by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while <var 48 F201FA /var><var 49 F201FB /var>Suntouched<var 49 01 /var><var 48 01 /var>.
ru: Снижает получаемый вами и ближайшими членами группы урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Suntouched<var 49 01 /var><var 48 01 /var>.

source: Plays the drawn arcanum after executing <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Astral Draw Effect: <var 49 01 /var><var 48 01 /var>Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>The Arrow<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Umbral Draw Effect: <var 49 01 /var><var 48 01 /var>Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>The Bole<var 49 01 /var><var 48 01 /var>
ru: Разыгрывает карту аркана после использования <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Astral Draw: <var 49 01 /var><var 48 01 /var>Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>The Arrow<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Umbral Draw: <var 49 01 /var><var 48 01 /var>Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>The Bole<var 49 01 /var><var 48 01 /var>

source: Plays the drawn arcanum after executing <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Astral Draw Effect: <var 49 01 /var><var 48 01 /var>Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Lord of Crowns<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Umbral Draw Effect: <var 49 01 /var><var 48 01 /var>Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Lady of Crowns<var 49 01 /var><var 48 01 /var>
ru: Разыгрывает карту аркана после использования <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Astral Draw: <var 49 01 /var><var 48 01 /var>Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Lord of Crowns<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Umbral Draw: <var 49 01 /var><var 48 01 /var>Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Lady of Crowns<var 49 01 /var><var 48 01 /var>

source: Deals unaspected damage with a potency of 860 to target and all enemies nearby it. Can only be executed while <var 48 F201FA /var><var 49 F201FB /var>Divining<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон с силой 860 цели и всем противникам рядом с ней. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Divining<var 49 01 /var><var 48 01 /var>.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 250 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 175 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 250 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 175 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Draws the <var 48 F201FA /var><var 49 F201FB /var>Balance<var 49 01 /var><var 48 01 /var>, the <var 48 F201FA /var><var 49 F201FB /var>Arrow<var 49 01 /var><var 48 01 /var>, <var 08 E4E94522 ((<var 08 E0E94947 ((the <var 48 F201FA /var><var 49 F201FB /var>Spire<var 49 01 /var><var 48 01 /var>, and the <var 48 F201FA /var><var 49 F201FB /var>Lord of Crowns<var 49 01 /var><var 48 01 /var>)) ((and the <var 48 F201FA /var><var 49 F201FB /var>Spire<var 49 01 /var><var 48 01 /var>)) /var>)) ((and the <var 48 F201FA /var><var 49 F201FB /var>Spire<var 49 01 /var><var 48 01 /var>)) /var> from your divining deck. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores 20% of maximum MP Upon execution, <var 48 F201F4 /var><var 49 F201F5 /var>Play I<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>The Balance<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Play II<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>The Arrow<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Play III<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>The Spire<var 49 01 /var><var 48 01 /var><var 08 E4E94522 ((<var 08 E0E94947 ((, <var 48 F201F4 /var><var 49 F201F5 /var>Minor Arcana<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Lord of Crowns<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>.
ru: Вытягивает карту <var 48 F201FA /var><var 49 F201FB /var>Balance<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Arrow<var 49 01 /var><var 48 01 /var>, <var 08 E4E94522 ((<var 08 E0E94947 (( <var 48 F201FA /var><var 49 F201FB /var>Spire<var 49 01 /var><var 48 01 /var>, и <var 48 F201FA /var><var 49 F201FB /var>Lord of Crowns<var 49 01 /var><var 48 01 /var>)) ((и <var 48 F201FA /var><var 49 F201FB /var>Spire<var 49 01 /var><var 48 01 /var>)) /var>)) ((и <var 48 F201FA /var><var 49 F201FB /var>Spire<var 49 01 /var><var 48 01 /var>)) /var> из вашей колоды. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восстанавливает 20% от максимальных ОМ После использования <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Play I<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>The Balance<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Play II<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>The Arrow<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Play III<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>The Spire<var 49 01 /var><var 48 01 /var><var 08 E4E94522 ((<var 08 E0E94947 ((, <var 48 F201F4 /var><var 49 F201F5 /var>Minor Arcana<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Lord of Crowns<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>.

source: Plays the drawn arcanum after executing <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Astral Draw Effect: <var 49 01 /var><var 48 01 /var>Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>The Spire<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Umbral Draw Effect: <var 49 01 /var><var 48 01 /var>Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>The Ewer<var 49 01 /var><var 48 01 /var>
ru: Разыгрывает карту аркана после использования <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Astral Draw: <var 49 01 /var><var 48 01 /var>Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>The Spire<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Umbral Draw: <var 49 01 /var><var 48 01 /var>Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>The Ewer<var 49 01 /var><var 48 01 /var>

source: Plays the drawn arcanum after executing <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Astral Draw Effect: <var 49 01 /var><var 48 01 /var>Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>The Balance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Umbral Draw Effect: <var 49 01 /var><var 48 01 /var>Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>The Spear<var 49 01 /var><var 48 01 /var>
ru: Разыгрывает карту аркана после использования <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Astral Draw: <var 49 01 /var><var 48 01 /var>Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>The Balance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Umbral Draw: <var 49 01 /var><var 48 01 /var>Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>The Spear<var 49 01 /var><var 48 01 /var>

source: Deals fire damage to target and all enemies nearby it with a potency of 400 for the first enemy, and 65% less for all remaining enemies. Can only be executed when the <var 48 F201F4 /var><var 49 F201F5 /var>Astral Gauge<var 49 01 /var><var 48 01 /var> is full.
ru: Наносит магический урон огнём цели и всем противникам рядом с ней с силой 400 для первого противника, и на 65% меньше всем остальным. Возможно использовать только когда <var 48 F201F4 /var><var 49 F201F5 /var>Шкала Astral<var 49 01 /var><var 48 01 /var> заполнена.
