Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals fire damage with a potency of 4,000. Requires no cast time when cast under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with a stack of <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Astral Fire II<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire II<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон огнем с силой 4 000. Заклинание используется моментально, если вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>, вплоть до 3 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Эффект не складывается с <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Astral Fire II<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Эффект не складывается с <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire II<var 49 01 /var><var 48 01 /var>.

source: Deals fire damage with a potency of 6,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with a stack of <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire II<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>, вплоть до 3 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Эффект не складывается с <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Эффект не складывается с <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire II<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals fire damage with a potency of 12,000 to target and 8,000 to all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with a stack of <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var>. <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var> effect expires upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем силой 12 000 цели и 8 000 всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>, вплоть до 3 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Эффект не складывается с <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var>. <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var> прекращается после использования. ※Это действие нельзя назначить на хотбар.

source: Deals fire damage with a potency of 12,000 to target and 8,000 to all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with a stack of <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Resonance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем с силой 12 000 цели и 8 000 всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>, вплоть до 3. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Soul Resonance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals ice damage with a potency of 4,000. Requires no cast time when cast under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with a stack of <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice II<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice II<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон льдом 4 000. Заклинание используется моментально, если вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>, вплоть до 3 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Эффект не складывается с <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice II<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Эффект не складывается с <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>. ※Действие сменяется <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice II<var 49 01 /var><var 48 01 /var>.

source: Deals ice damage with a potency of 6,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with a stack of <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice II<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Freeze<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон льдом с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>, вплоть до 3 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Эффект не складывается с <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Эффект не складывается с <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice II<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Freeze<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals ice damage with a potency of 12,000 to target and 8,000 to all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with a stack of <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var>. <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var> effect expires upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон льдом цели с силой 12 000 и 8 000 всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>, вплоть до 3 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Эффект не может складываться <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var>. <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var> прекращается после использования. ※Это действие нельзя назначить на хотбар.

source: Deals ice damage with a potency of 12,000 to target and 8,000 to all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with a stack of <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>, up to a maximum of 3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Resonance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон льдом с силой 12 000 цели и 8 000 всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var>, вплоть до 3. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Soul Resonance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals lightning damage to all nearby enemies with a potency of 16,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 16,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s This action does not share a recast timer with any other actions.
ru: Наносит магический урон молнией всем ближайшим противникам с силой 12 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 16 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Не влияет на время восстановления прочих действий.

source: Afflicts target and all enemies nearby it with <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s <var 48 F201F8 /var><var 49 F201F9 /var>Half-asleep Effect:<var 49 01 /var><var 48 01 /var> Targets succumb to <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var> when effect expires <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s Targets struck while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var> will take additional damage with a potency of 8,000, and effect will dissipate.
ru: Накладывает на цель и всех противников рядом с ней <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Half-asleep:<var 49 01 /var><var 48 01 /var> По истечению срока действия эффекта, цель погружается в <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. Цели на которых наложен эффект <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var> получают дополнительный урон с силой 8 000, и эффект прекращается.

source: Rush to a targeted enemy's or party member's location. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Swiftcast<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Swiftcast Effect: <var 49 01 /var><var 48 01 /var>Next spell can be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound.
ru: Совершает рывок к выбранному противнику или члену группы. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Swiftcast<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Swiftcast: <var 49 01 /var><var 48 01 /var>Следующее заклинание будет использовано моментально. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Невозможно использовать под эффектами, сковывающими движение.

source: Deals damage to nearby enemies with a potency of 3,000 up to a maximum of 9,000 for every stack of <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var> they have accumulated. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Enemies under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var> are afflicted with <var 48 F201FA /var><var 49 F201FB /var>Burns<var 49 01 /var><var 48 01 /var>, dealing fire damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s Duration increases by 3s for each additional stack of <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>, up to a maximum of 12s. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Enemies under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var> are afflicted with a status ailment commensurate with the number of stacks accumulated <var 48 F201F8 /var><var 49 F201F9 /var>1 Stack: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>2 Stacks: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>3 Stacks: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Наносит магический урон ближайшим противникам с силой 3 000, урон может увеличиваться за каждый накопленный заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var> вплоть до 9,000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Противники находящиеся под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var> будут поражены <var 48 F201FA /var><var 49 F201FB /var>Burns<var 49 01 /var><var 48 01 /var>, наносящим периодический урон огнем. <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. Длительность увеличивается на 3 с., за каждый дополнительный заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var>, вплоть до 12 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Противники находящиеся под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var> получат отрицательный эффект, соответствующий количеству накопленных зарядов. <var 48 F201F8 /var><var 49 F201F9 /var>1 Заряд: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>2 Заряда: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>3 Заряда: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2
