Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases damage you deal target by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by 10 ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Hyosho Ranryu<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 800. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases damage you deal target by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> by 10 ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Hyosho Ranryu<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>.

source: Move quickly to the specified location. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 2,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound.
ru: Move quickly to the specified location. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 2 000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound.

source: Allows for immediate execution of any ninjutsu action. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Allows for immediate execution of any ninjutsu action. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2

source: Delivers fire damage to all enemies nearby with a potency of 1,500 for the first enemy, 25% less for the second, 50% less for the third, and 75% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Resets <var 48 F201F4 /var><var 49 F201F5 /var>Shukuchi<var 49 01 /var><var 48 01 /var> recast timer Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Delivers fire damage to all enemies nearby with a potency of 1 500 for the first enemy, 25% less for the second, 50% less for the third, and 75% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Resets <var 48 F201F4 /var><var 49 F201F5 /var>Shukuchi<var 49 01 /var><var 48 01 /var> recast timer Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Delivers ice damage with a potency of 1,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Resets <var 48 F201F4 /var><var 49 F201F5 /var>Shukuchi<var 49 01 /var><var 48 01 /var> recast timer Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Delivers ice damage with a potency of 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Resets <var 48 F201F4 /var><var 49 F201F5 /var>Shukuchi<var 49 01 /var><var 48 01 /var> recast timer Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Kakuremi<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s <var 48 F201FA /var><var 49 F201FB /var>Kakuremi<var 49 01 /var><var 48 01 /var> will change to <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var> when the effect expires. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Cannot be seen or targeted while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>. Effects of <var 48 F201FA /var><var 49 F201FB /var>Kakuremi<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var> end upon taking damage or using an action other than <var 48 F201F4 /var><var 49 F201F5 /var>Shukuchi<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Bolt<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Trick Attack<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>.
ru: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Kakuremi<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с. <var 48 F201FA /var><var 49 F201FB /var>Kakuremi<var 49 01 /var><var 48 01 /var> will change to <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var> when the effect expires. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Cannot be seen or targeted while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>. Effects of <var 48 F201FA /var><var 49 F201FB /var>Kakuremi<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var> end upon taking damage or using an action other than <var 48 F201F4 /var><var 49 F201F5 /var>Shukuchi<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Bolt<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Trick Attack<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces target's HP recovered by healing actions by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 50 if target is KO'd before effect expires <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>If the target is suffering from <var 48 F201FA /var><var 49 F201FB /var>Higanbana<var 49 01 /var><var 48 01 /var> inflicted by you, increase the effect duration by 30s up to a maximum of 60s ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 800. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Reduces target's ОЗ recovered by healing actions by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 50 if target is KO'd before effect expires <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>If the target is suffering from <var 48 F201FA /var><var 49 F201FB /var>Higanbana<var 49 01 /var><var 48 01 /var> inflicted by you, increase the effect duration by 30 с. up to a maximum of 60 с. ※This action cannot be assigned to a hotbar.

source: Execute the last weaponskill of a combo without meeting combo prerequisites. Does not affect <var 48 F201F4 /var><var 49 F201F5 /var>Iaijutsu<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Tsubame-gaeshi<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>3
ru: Execute the last weaponskill of a combo without meeting combo prerequisites. Does not affect <var 48 F201F4 /var><var 49 F201F5 /var>Iaijutsu<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Tsubame-gaeshi<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>3

source: Delivers an attack with a potency of 600. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Poison<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Наносит физический урон с силой 600. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Poison<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Caustic Bite<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 600 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Caustic Bite<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 600 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с. ※This action cannot be assigned to a hotbar.

source: Deals unaspected damage with a potency of 600. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants the <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var>, increasing damage dealt by all party members within a radius of 30 yalms by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Repertoire Effect:<var 49 01 /var><var 48 01 /var> Allows execution of <var 48 F201F4 /var><var 49 F201F5 /var>Pitch Perfect<var 49 01 /var><var 48 01 /var> while under the effect of the <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var> Can be stacked up to 3 times.
ru: Deals unaspected damage with a potency of 600. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants the <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var>, increasing damage dealt by all party members within a radius of 30 yalms by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Repertoire Effect:<var 49 01 /var><var 48 01 /var> Allows execution of <var 48 F201F4 /var><var 49 F201F5 /var>Pitch Perfect<var 49 01 /var><var 48 01 /var> while under the effect of the <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var> Can be stacked up to 3 times.

source: Deals unaspected damage with a potency of 600. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var>, reducing weaponskill cast time and recast time, as well as spell cast time and recast time of all party members within a radius of 30 yalms by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Repertoire Effect:<var 49 01 /var><var 48 01 /var> Reduces weaponskill cast time and recast time by 5% Can be stacked up to 4 times.
ru: Deals unaspected damage with a potency of 600. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var>, reducing weaponskill cast time and recast time, as well as spell cast time and recast time of all party members within a radius of 30 yalms by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Repertoire Effect:<var 49 01 /var><var 48 01 /var> Reduces weaponskill cast time and recast time by 5% Can be stacked up to 4 times.

source: Delivers an attack with a potency of 1,400. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces the recast time of both <var 48 F201F4 /var><var 49 F201F5 /var>Gauss Round<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Ricochet<var 49 01 /var><var 48 01 /var> by 7.5s Can only be executed when firearm is <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 400. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Reduces the recast time of both <var 48 F201F4 /var><var 49 F201F5 /var>Gauss Round<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Ricochet<var 49 01 /var><var 48 01 /var> by 7.5 с. Can only be executed when firearm is <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s
ru: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.

source: Equips your current firearm with a gauss barrel, increasing damage dealt by 5%. While barrel is equipped, your weapon's <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> will increase each time a weaponskill is executed. When the <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> reaches 100%, your weapon will become <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> and damage dealt will be increased by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201FA /var><var 49 F201FB /var>Gauss Barrel<var 49 01 /var><var 48 01 /var> effect ends automatically once weapon is no longer <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> and cannot be applied again for 10s. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Stun Gun<var 49 01 /var><var 48 01 /var> when executed while a <var 48 F201FA /var><var 49 F201FB /var>Gauss Barrel<var 49 01 /var><var 48 01 /var> is attached.
ru: Equips your current firearm with a gauss barrel, increasing damage dealt by 5%. While barrel is equipped, your weapon's <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> will increase each time a weaponskill is executed. When the <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> reaches 100%, your weapon will become <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> and damage dealt will be increased by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201FA /var><var 49 F201FB /var>Gauss Barrel<var 49 01 /var><var 48 01 /var> effect ends automatically once weapon is no longer <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> and cannot be applied again for 10 с.. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Stun Gun<var 49 01 /var><var 48 01 /var> when executed while a <var 48 F201FA /var><var 49 F201FB /var>Gauss Barrel<var 49 01 /var><var 48 01 /var> is attached.

source: Deals fire damage with a potency of 1,200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Deals fire damage with a potency of 1 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Deals ice damage with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores 2,000 MP <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>, reducing spell cast and recast times by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Deals ice damage with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Restores 2 000 ОМ <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>, reducing spell cast and recast times by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.
