Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Restores own HP and MP to maximum. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Potion<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Dynamis Dice<var 49 01 /var><var 48 01 /var>.
ru: Полностью восстанавливает ваше ОЗ и ОМ. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Potion<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Dynamis Dice<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94941F2012C ((<var 08 E4E94529 ((<var 08 E0E94937F0FAB5 /var>)) B5 /var>)) /var>)) ((<var 08 E4E94529 ((<var 08 E0E94937F0FAB5 /var>)) B5 /var>)) /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var>
ru: Наносит магический урон с силой <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94941F2012C ((<var 08 E4E94529 ((<var 08 E0E94937F0FAB5 /var>)) B5 /var>)) /var>)) ((<var 08 E4E94529 ((<var 08 E0E94937F0FAB5 /var>)) B5 /var>)) /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ цели, которая находится под действием наложенного вами эффекта <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var>

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94956F201C2F20190 /var>)) F20190 /var>
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94529 ((<var 08 E0E94956F201C2F20190 /var>)) F20190 /var>

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>300
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 300

source: Resurrects target to a weakened state.
ru: Возвращает цель к жизни в ослабленном состоянии.

source: Gradually restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Постепенно восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Deals unaspected damage to target and all enemies nearby it with a potency of <var 08 E4E94529 ((<var 08 E0E94941F20190 ((<var 08 E4E94529 ((<var 08 E0E94937F2014AF0E6 /var>)) F0E6 /var>)) /var>)) ((<var 08 E4E94529 ((<var 08 E0E94937F2014AF0E6 /var>)) F0E6 /var>)) /var> for the first enemy, and 30% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Recast timer cannot be affected by status effects or gear attributes.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой <var 08 E4E94529 ((<var 08 E0E94941F20190 ((<var 08 E4E94529 ((<var 08 E0E94937F2014AF0E6 /var>)) F0E6 /var>)) /var>)) ((<var 08 E4E94529 ((<var 08 E0E94937F2014AF0E6 /var>)) F0E6 /var>)) /var> для первого противника и на 30% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ цели, которая находится под действием наложенного вами эффекта <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 Время восстановления не зависит от атрибутов используемой экипировки и действующих на вас эффектов

source: Grants 4 stacks of <var 48 F201FA /var><var 49 F201FB /var>Soteria<var 49 01 /var><var 48 01 /var>, each stack increasing the cure potency of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> effects granted by you by 70%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Накладывает 4 заряда эффекта <var 48 F201FA /var><var 49 F201FB /var>Soteria<var 49 01 /var><var 48 01 /var>, каждый из которых увеличивает силу исцеления вашего эффекта <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> на 70%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Rush to a targeted enemy's or party member's location. Unable to cast if bound.
ru: Совершает рывок к выбранному противнику или члену группы. Невозможно использовать под эффектами, сковывающими движение.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores 7% of maximum MP <var 48 F201F8 /var><var 49 F201F9 /var>Addersgall Cost: <var 49 01 /var><var 48 01 /var>1
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 600 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет 7% от максимальных ОМ <var 48 F201F8 /var><var 49 F201F9 /var>Расход Addersgall:<var 49 01 /var><var 48 01 /var> 1

source: Deals unaspected damage with a potency of 160 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var>
ru: Наносит магический урон с силой 160 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ цели, которая находится под действием наложенного вами эффекта <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var>

source: Reduces damage taken by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Taurochole<var 49 01 /var><var 48 01 /var>. <var 08 E4E94529 ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores 7% of maximum MP <var 48 F201F8 /var><var 49 F201F9 /var>Addersgall Cost: <var 49 01 /var><var 48 01 /var>1
ru: Снижает урон, получаемый вами и ближайшими членами группы на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Taurochole<var 49 01 /var><var 48 01 /var>. <var 08 E4E94529 ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет 7% от максимальных ОМ <var 48 F201F8 /var><var 49 F201F9 /var>Расход Addersgall:<var 49 01 /var><var 48 01 /var> 1

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores 7% of maximum MP <var 48 F201F8 /var><var 49 F201F9 /var>Addersgall Cost: <var 49 01 /var><var 48 01 /var>1
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 400 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет 7% от максимальных ОМ <var 48 F201F8 /var><var 49 F201F9 /var>Расход Addersgall:<var 49 01 /var><var 48 01 /var> 1

source: Increases healing magic potency of your next healing spell by 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Увеличивает магическую силу вашей следующей исцеляющей способности на 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Restores own HP and the HP of nearby party members by removing <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var> effects granted by you. <var 48 F201F8 /var><var 49 F201F9 /var>Eukrasian Diagnosis Cure Potency: <var 49 01 /var><var 48 01 /var>450 <var 48 F201F8 /var><var 49 F201F9 /var>Eukrasian Prognosis Cure Potency: <var 49 01 /var><var 48 01 /var>350 Targets not under the effect of <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var> will not be healed.
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы, отменяя наложенный вами <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления Eukrasian Diagnosis:<var 49 01 /var><var 48 01 /var> 450 <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления Eukrasian Prognosis:<var 49 01 /var><var 48 01 /var> 350 Цель не находящаяся под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var> не будет исцелена.

source: Restores own or target party member's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>700 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Kerachole<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores 7% of maximum MP <var 48 F201F8 /var><var 49 F201F9 /var>Addersgall Cost: <var 49 01 /var><var 48 01 /var>1
ru: Восстанавливает ОЗ вам или выбранному члену группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 700 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Снижает получаемый выбранной целью урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Kerachole<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет 7% от максимальных ОМ <var 48 F201F8 /var><var 49 F201F9 /var>Расход Addersgall:<var 49 01 /var><var 48 01 /var> 1

source: Deals unaspected damage to target and all enemies nearby it with a potency of <var 08 E4E94529 ((<var 08 E0E94949F2012CF0F0 /var>)) F0F0 /var> for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Addersting Cost: <var 49 01 /var><var 48 01 /var>1
ru: Наносит магический урон цели и всем противникам рядом с ней с силой <var 08 E4E94529 ((<var 08 E0E94949F2012CF0F0 /var>)) F0F0 /var> для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ цели, которая находится под действием наложенного вами эффекта <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Расход Addersting:<var 49 01 /var><var 48 01 /var> 1

source: Erects a magicked barrier around self or target party member that absorbs damage equivalent to a heal of 300 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 5 stacks of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s When the barrier is completely absorbed, a stack of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> is consumed and a new barrier is applied. When the effect duration expires, a healing effect is then applied. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>150 per remaining stack of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var>
ru: Накладывает защитный барьер на вас или выбранного члена группы, поглощающий урон, равный исцелению с силой 300. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Даёт 5 зарядов <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Когда барьер поглотит весь урон, расходуется заряд <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> и применяется новый барьер. По истечению срока действия эффекта, применяется эффект исцеления. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 150 за каждый оставшейся заряд <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 320. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var>
ru: Наносит магический урон с силой 320. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ цели, которая находится под действием наложенного вами эффекта <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var>

source: Deals unaspected damage to target and all enemies nearby it with a potency of 490 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Recast timer cannot be affected by status effects or gear attributes.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 490 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ цели, которая находится под действием наложенного вами эффекта <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 Время восстановления не зависит от атрибутов используемой экипировки и действующих на вас эффектов.

source: Grants 1 stack of <var 48 F201FA /var><var 49 F201FB /var>Addersgall<var 49 01 /var><var 48 01 /var>.
ru: Даёт 1 заряд <var 48 F201FA /var><var 49 F201FB /var>Addersgall<var 49 01 /var><var 48 01 /var>.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by self and nearby party members by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Создает защитный барьер, предотвращающий урон в размере количества восстановленных ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Снижает получаемый урон вами и членами группы на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Erects a magicked barrier around self and all party members near you that absorbs damage equivalent to a heal of 200 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 5 stacks of <var 48 F201FA /var><var 49 F201FB /var>Panhaimatinon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s When the barrier is completely absorbed, a stack of <var 48 F201FA /var><var 49 F201FB /var>Panhaimatinon<var 49 01 /var><var 48 01 /var> is consumed and a new barrier is applied. When the effect duration expires, a healing effect is then applied. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>100 per remaining stack of <var 48 F201FA /var><var 49 F201FB /var>Panhaimatinon<var 49 01 /var><var 48 01 /var>
ru: Накладывает защитный барьер на вас и всех членов группы рядом с вами, поглощающий урон, равный исцелению с силой 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Даёт 5 зарядов <var 48 F201FA /var><var 49 F201FB /var>Panhaimatinon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Когда барьер поглотит весь урон, расходуется заряд <var 48 F201FA /var><var 49 F201FB /var>Panhaimatinon<var 49 01 /var><var 48 01 /var> и применяется новый барьер. По истечению срока действия эффекта, применяется эффект исцеления. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100 за каждый оставшейся заряд <var 48 F201FA /var><var 49 F201FB /var>Panhaimatinon<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage to target and all enemies nearby it with a potency of 600 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Recast timer cannot be affected by status effects or gear attributes.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 600 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ цели, которая находится под действием наложенного вами эффекта <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 Время восстановления не зависит от атрибутов используемой экипировки и действующих на вас эффектов.
