Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers damage with a potency of 60,000 to all opposing players and warmachina in a straight line before you. 6,000 when attacking a mammet or object. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 30-yalm knockback
ru: Наносит урон с силой 60 000 всем игрокам и боевым машинам противника по прямой линии перед вами. 6 000 при атаке маммета или объекта. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Отталкивает на 30 ялмов.

source: Uses 25 units of ceruleum fuel (CE) to restore 5000 EP to currently mounted warmachina.
ru: Использует 25 единиц церулеумного топлива (CE), чтобы восстановить 5000 EP активной боевой машине.

source: Deals damage with a potency of 20,000 to all opposing players and warmachina near point of impact. 2,000 when attacking a mammet or object.
ru: Наносит урон с силой 20 000 всем игрокам и боевым машинам противника вблизи точки удара. 2 000 при атаке маммета или объекта.

source: Increases damage dealt by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while singing the <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var>.
ru: Increases damage dealt by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Can only be executed while singing the <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var>.

source: Delivers magic damage over time to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>1,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Gauss Barrel Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> gradually increases by 10 while <var 48 F201F4 /var><var 49 F201F5 /var>Flamethrower<var 49 01 /var><var 48 01 /var> is active. <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> not affected when used outside battle. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Fire damage over time, stacking up to 5 times <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 500 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s Effect ends upon using another action or moving (including facing a different direction).
ru: Delivers magic damage over time to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>1 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Gauss Barrel Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> gradually increases by 10 while <var 48 F201F4 /var><var 49 F201F5 /var>Flamethrower<var 49 01 /var><var 48 01 /var> is active. <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> not affected when used outside battle. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Fire damage over time, stacking up to 5 times <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 500 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. Effect ends upon using another action or moving (including facing a different direction).

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var> when spell is cast with a cast time <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> by 5 when used to restore HP of self or a party member while in combat
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var> when spell is cast with a cast time <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> by 5 when used to restore ОЗ of self or a party member while in combat

source: Executes <var 48 F201F4 /var><var 49 F201F5 /var>Draw<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Minor Arcana<var 49 01 /var><var 48 01 /var> in succession. Execute command again to use the arcanum drawn. Only one arcanum can be drawn at a time. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores 1,000 MP Will not overwrite currently saved arcanum.
ru: Executes <var 48 F201F4 /var><var 49 F201F5 /var>Draw<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Minor Arcana<var 49 01 /var><var 48 01 /var> in succession. Execute command again to use the arcanum drawn. Only one arcanum can be drawn at a time. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Restores 1 000 ОМ Will not overwrite currently saved arcanum.

source: Increases damage dealt by a party member or self by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Minor Arcana<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Increases damage dealt by a party member or self by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Minor Arcana<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Reduces damage taken by a party member or self by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Minor Arcana<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Reduces damage taken by a party member or self by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Minor Arcana<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Right Eye<var 49 01 /var><var 48 01 /var> to self and <var 48 F201FA /var><var 49 F201FB /var>Left Eye<var 49 01 /var><var 48 01 /var> to target party member, increasing your damage dealt by 10% and the target party member's damage dealt by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Grants <var 48 F201FA /var><var 49 F201FB /var>Right Eye<var 49 01 /var><var 48 01 /var> to self and <var 48 F201FA /var><var 49 F201FB /var>Left Eye<var 49 01 /var><var 48 01 /var> to target party member, increasing your damage dealt by 10% and the target party member's damage dealt by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Deals a 20-yalm knockback to all enemies in a cone before you.
ru: Наносит урон и отталкивает на 20 ялмов всех противников в конусе перед вами.

source: Drops a 4-tonze weight dealing physical damage at a designated location with a potency of 200 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Бросает 4-тонный груз, наносящий физический урон в указанном месте с силой 200 для первого противника и на 50% меньше для всех остальных. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Deals water damage with a potency of 200.
ru: Наносит урон водой с силой 200.

source: Deals unaspected damage with a potency of 50. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Unaspected damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Наносит магический урон с силой 50. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический магический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Deals lightning damage to all nearby enemies with a potency of 180 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency increased to 220 when target is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Dropsy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Duration of <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> is increased to 30 seconds when target is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Dropsy<var 49 01 /var><var 48 01 /var>
ru: Наносит урон молнией всем противникам с силой 180 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Сила увеличивает до 200, когда цель поражена эффектом <var 48 F201FA /var><var 49 F201FB /var>Dropsy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Длительность <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> увеличивается до 30 секунд, когда цель поражена эффектом <var 48 F201FA /var><var 49 F201FB /var>Dropsy<var 49 01 /var><var 48 01 /var>.

source: Blow noxious breath on all enemies in a cone before you, inflicting <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20%, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40%, <var 48 F201FA /var><var 49 F201FB /var>Blind<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Poison<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>20 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Damage dealt reduced 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Interrupts target
ru: Использует отравляющие дыхание на всех противников в конусе перед вами, накладывая <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20%, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40%, <var 48 F201FA /var><var 49 F201FB /var>Blind<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Poison<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Снижает наносимый противниками урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Прерывает умения цели.

source: Delivers a jumping physical attack to target and all enemies nearby it with a potency of 150 for the first enemy, and 50% less for all remaining enemies. Cannot be executed while bound.
ru: Совершает прыжок и наносит физический урон цели и всем противникам рядом с ней с силой 150 для первого противника и на 50% меньше всем остальным противникам. Невозможно использовать под эффектами, сковывающими движение.

source: Deals water damage to all enemies in a cone before you with a potency of 140 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Inflicts <var 48 F201FA /var><var 49 F201FB /var>Dropsy<var 49 01 /var><var 48 01 /var>, dealing water damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>20 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>12s
ru: Наносит магический водой всем противникам в конусе перед вами с силой 140 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Dropsy<var 49 01 /var><var 48 01 /var>, наносящий периодический урон водой <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с.

source: Deals earth damage to all nearby enemies with a potency of 220 for the first enemy, and 50% less for all remaining enemies.
ru: Наносит урон землёй всем ближайшим противникам с силой 220 для первого противника и на 50% меньше всем остальным противникам.

source: Puts target and all enemies nearby it to sleep. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Cancels auto-attack upon execution.
ru: Усыпляет цель и всех противников поблизости от нее. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Прекращает автоатаки после использования.

source: Increases the potency of the next spell cast by 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Harmonized<var 49 01 /var><var 48 01 /var>.
ru: Увеличивает силу следующего произнесённого заклинания на 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Harmonized<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage to all nearby enemies with a potency of 200 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Наносит магический урон всем ближайшим противникам с силой 200 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Deals unaspected damage with a potency of 50. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores MP
ru: Наносит магический урон с силой 50. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет ОМ

source: Deals fire damage at a designated location with a potency of 200 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s
ru: Наносит урон огнём в указанной области с силой 200 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.

source: Deals a fixed 1,000 points of physical damage which is shared by all enemies around you.
ru: Наносит фиксированные 1 000 пунктов физического урона, которые распределяется между всеми противниками вокруг вас.

source: Deals physical damage to all enemies in a straight line before you with a potency of 200 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased to 600 when target is afflicted with <var 48 F201FA /var><var 49 F201FB /var>Petrification<var 49 01 /var><var 48 01 /var>. The <var 48 F201FA /var><var 49 F201FB /var>Petrification<var 49 01 /var><var 48 01 /var> effect is also removed.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами с силой 200 для первого противника и на 50% меньше для всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Сила увеличивается до 600, когда цель поражена <var 48 F201FA /var><var 49 F201FB /var>Petrification<var 49 01 /var><var 48 01 /var>. Эффект <var 48 F201FA /var><var 49 F201FB /var>Petrification<var 49 01 /var><var 48 01 /var> так же снимается.

source: Deals unaspected damage to all enemies in a cone before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increased enmity
ru: Наносит магический урон всем противникам в конусе перед вами с силой 220 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает враждебность.

source: Deals physical damage with a potency of 220. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased to 450 when target is stunned
ru: Наносит физический урон с силой 220. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Сила увеличивается до 450, когда цель оглушена.

source: Move quickly to the specified location. Cannot be executed while bound.
ru: Совершает быстрое перемещение в указанное место. Невозможно использовать под эффектами, сковывающими движение.

source: Deals fire damage to all enemies in a cone before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies.
ru: Наносит огненный урон всем противникам в конусе перед вами с силой 220 для первого противника и на 50% меньше всем остальным противникам.

source: Stuns all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Оглушает всех противников в конусе перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Deals lightning damage to all enemies in a straight line before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Наносит урон молнией всем противникам, расположенным на прямой линии перед вами с силой 220 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Deals damage equal to 50% of target's current HP. Chance of successful attack is low. Has no effect on enemies whose level is higher than your own.
ru: Наносит урон, равный 50% от текущих ОЗ цели. Умение имеет низкий шанс попадания. Не действует на противников, чей уровень выше вашего.

source: Restores own HP and the HP of all nearby party members by an amount equal to your current HP.
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы на количество, равное вашим текущим ОЗ.
