Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Savage Blade<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 1,250 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Reduces target's damage dealt and healing potency by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Oath Gauge<var 49 01 /var><var 48 01 /var> by 5 ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Savage Blade<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 1 250 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Reduces target's damage dealt and healing potency by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Oath Gauge<var 49 01 /var><var 48 01 /var> by 5 ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Наносит физический урон с силой 800. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2

source: Delivers an attack with a potency of 1,000. Potency increases up to a maximum of 2,000 as MP decreases. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Reduces MP cost of all spells to 0 and allows spells to be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s
ru: Наносит физический урон с силой 1 000. Potency increases up to a maximum of 2 000 as ОМ decreases. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Reduces ОМ cost of all spells to 0 and allows spells to be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Erects a magicked barrier rendering you impervious to most attacks. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s
ru: Erects a magicked barrier rendering you impervious to most attacks. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с.

source: Take all damage intended for another party member while increasing damage taken by self by 10%. Only active when member is closer than 10 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Take all damage intended for another party member while increasing damage taken by self by 10%. Only active when member is closer than 10 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Skull Sunder<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 1,500 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> by 10 ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Skull Sunder<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 1 500 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Beast<var 49 01 /var><var 48 01 /var> by 10 ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of 2,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces the recast time of <var 48 F201F4 /var><var 49 F201F5 /var>Infuriate<var 49 01 /var><var 48 01 /var> by 10 seconds <var 48 F201F8 /var><var 49 F201F9 /var>Beast Gauge Cost:<var 49 01 /var><var 48 01 /var> 50 ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Inner Chaos<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Снижает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Infuriate<var 49 01 /var><var 48 01 /var> на 10 секунд. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Beast:<var 49 01 /var><var 48 01 /var> 50 ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Inner Chaos<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 500. Potency increases up to 400% as HP nears maximum. Potency also affected by maximum HP-increasing effects granted to self. <var 48 F201F8 /var><var 49 F201F9 /var>Beast Gauge Cost:<var 49 01 /var><var 48 01 /var> 20
ru: Наносит физический урон с силой 500. Сила увеличивается пропорционально вашему текущему уровню ОЗ, вплоть до 400% когда ваши ОЗ полностью восстановлены. На силу так же влияют эффекты увеличивающие уровень ОЗ наложенные на вас. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Beast:<var 49 01 /var><var 48 01 /var> 20

source: Draws target towards caster, and binds both. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s Ignores target's bind and knockback resistance. Attacks cannot reduce your HP to less than 1.
ru: Draws target towards caster, and binds both. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с. Ignores target's bind and knockback resistance. Attacks cannot reduce your ОЗ to less than 1.

source: Allows the use of <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> actions without cost and nullifies <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, and knockback and draw-in effects. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Allows the use of <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Beast<var 49 01 /var><var 48 01 /var> actions without cost and nullifies <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, and knockback and draw-in effects. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Delivers an attack with a potency of 1,000. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 000. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Spinning Slash<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 1,500 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Reduces target's HP recovered by healing actions by 15% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Spinning Slash<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 1 500 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Reduces target's ОЗ recovered by healing actions by 15% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of 750. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s
ru: Наносит физический урон с силой 750. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с.

source: Increases target's damage taken by 10%. Restores 25% of your maximum HP and MP and increases <var 48 F201F4 /var><var 49 F201F5 /var>Blood Gauge<var 49 01 /var><var 48 01 /var> by 50 if target is KO'd before effect expires. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Увеличивает получаемый целью урон на 10%. Восстанавливает 25% от ваших максимальных ОЗ и ОМ, и пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Blood<var 49 01 /var><var 48 01 /var> на 50 если цель потеряет сознание до истечения срока действия эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Creates a barrier around self or target party member that absorbs damage equivalent to a heal of 3,000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s Grants <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> when barrier is completely absorbed. <var 48 F201F8 /var><var 49 F201F9 /var>Dark Arts Effect: <var 49 01 /var><var 48 01 /var>Consume <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> instead of MP to execute <var 48 F201F4 /var><var 49 F201F5 /var>Edge of Shadow<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Shadow<var 49 01 /var><var 48 01 /var>
ru: Создает вокруг вас или выбранного члена группы защитный барьер, равный исцелению с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> при получении защитным барьером максимального количества урона. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Dark Arts <var 49 01 /var><var 48 01 /var>Потребляет <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> вместо ОЗ, для использования <var 48 F201F4 /var><var 49 F201F5 /var>Edge of Shadow<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Shadow<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Twin Snakes<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 600 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases damage you deal target by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Opens a chakra <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Greased Lightning<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Greased Lightning Bonus:<var 49 01 /var><var 48 01 /var> Increases damage dealt by 5% and reduces weaponskill recast time by 5% ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Twin Snakes<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 600 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Increases damage you deal target by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Opens a chakra <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Greased Lightning<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Greased Lightning Bonus:<var 49 01 /var><var 48 01 /var> Increases damage dealt by 5% and reduces weaponskill recast time by 5% ※This action cannot be assigned to a hotbar.

source: Reduces damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 2,500 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Reduces damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 2 500 potency <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с.

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Full Thrust<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 1,600 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Extends <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> duration by 10s to a maximum of 30s ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Full Thrust<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 1 600 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Extends <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> duration by 10 с. to a maximum of 30 с. ※This action cannot be assigned to a hotbar.

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Disembowel<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 600 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases damage you deal target by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 21s ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Disembowel<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 600 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Increases damage you deal target by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 21 с. ※This action cannot be assigned to a hotbar.

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Fang and Claw<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 1,600 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Extends <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> duration by 10s, to a maximum of 30s ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Fang and Claw<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 1 600 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Extends <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> duration by 10 с., to a maximum of 30 с. ※This action cannot be assigned to a hotbar.

source: Delivers a ranged attack with a potency of 800. Potency increases up to 1,600 the farther away you are from the target. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Extends <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> duration by 10s, to a maximum of 30s
ru: Delivers a ranged attack with a potency of 800. Potency increases up to 1 600 the farther away you are from the target. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Extends <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> duration by 10 с., to a maximum of 30 с.

source: Executes a jump to a location 15 yalms behind you, while removing any <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, or <var 48 F201FA /var><var 49 F201FB /var>Holmgang<var 49 01 /var><var 48 01 /var> effects.
ru: Совершает прыжок назад на 15 ялмов, при этом снимая любые эффекты <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, или <var 48 F201FA /var><var 49 F201FB /var>Holmgang<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Geirskogul<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Nastrond<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var>.
ru: Grants <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Geirskogul<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Nastrond<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var>.
