Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Instantly return to your current home point.
ru: Немедленно вернуться в вашу домашнюю точку.

source: Delivers a ranged attack. Recast time varies with delay value of main hand weapon.
ru: Наносит удар издалека. Время применения зависит от параметра «Задержка» у оружия главной руки.

source: Reduces damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Снижает получаемый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased enmity <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Fast Blade<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 210
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает враждебность цели <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Fast Blade<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 210

source: Increases own HP recovery via healing magic by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Увеличивает восстановление ОЗ от исцеляющей магии на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Nullifies chance of suffering critical damage. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Обнуление шанса получения критического удара. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Increases enmity in all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Blind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 12s
ru: Увеличение аггро у всех противников рядом с вами. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Слепота<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Reduces damage taken by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Снижает получаемый урон на 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Gesture threateningly, placing yourself at the top of a target's enmity list.
ru: Сделать угрожающий жест, тем самым поместив себя в верх списка аггро у цели.

source: Immediately cures <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, while preventing most knockback and draw-in effects. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Немедленное исцеление эффектов <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, вдобавок предотвращая эффекты отталкивания и притягивания. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Riot Blade<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 330
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Riot Blade<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 330.

source: Block incoming attacks. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Блокирует входящие атаки. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Delivers an attack with a potency of 140 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>30 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Наносит физический урон с силой 140 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 30. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Delivers a ranged attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased enmity
ru: Производит атаку дальнего боя, нанося физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает <var 48 F201F4 /var><var 49 F201F5 /var>враждебность<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 100. Can only be executed immediately after blocking an attack. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Pacification<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased enmity
ru: Наносит удар с силой 100. Можно исполнить только сразу после успешного блока. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Pacification<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличенное аггро

source: Deals additional damage with a potency of 75 after each auto-attack. Damage affected by weapon delay. Cannot be used with <var 48 F201F4 /var><var 49 F201F5 /var>Shield Oath<var 49 01 /var><var 48 01 /var>. Effect ends upon reuse.
ru: Наносит дополнительный урон с силой 75 после каждой автоатаки. Урон зависит от параметра «Задержка» у оружия. Нельзя использовать с <var 48 F201F4 /var><var 49 F201F5 /var>Shield Oath<var 49 01 /var><var 48 01 /var>. Эффект оканчивается при повторном использовании.

source: Take all damage intended for another party member as long as said member remains within 10 yalms. Does not activate with certain attacks. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 12s <var 48 F201F8 /var><var 49 F201F9 /var>Oath Gauge Cost: <var 49 01 /var><var 48 01 /var>50
ru: Перенаправляет на вас урон, предназначенный выбранному члену группы. Член группы должен находиться в пределах 10 ялмов от вас всё время действия способности. Не действует на некоторые атаки противников. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Oath:<var 49 01 /var><var 48 01 /var> 50.

source: Significantly increases enmity generation. Effect ends upon reuse.
ru: Значительно увеличивает накопление <var 48 F201F4 /var><var 49 F201F5 /var>враждебности<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании.

source: Delivers an attack with a potency of 270.<var 08 E4E94514 ((<var 08 E0E9493B (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores MP)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 270.<var 08 E4E94514 ((<var 08 E0E9493B (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет ОМ)) (()) /var>)) (()) /var>.

source: Renders you impervious to most attacks. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Дарует неуязвимость против большинства атак противников. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Increases physical defense by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Увеличивает физическую защиту на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> <var 08 E0E9491D ((<var 08 E4E945041F ((<var 08 E4E945161F13 /var>)) /var>)) 13 /var>s
ru: Наносит удар с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> <var 08 E0E9491D ((<var 08 E4E945041F ((<var 08 E4E945161F13 /var>)) /var>)) 13 /var> с

source: Converts 25% of physical damage dealt into HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> <var 08 E0E94915 ((<var 08 E4E945041F ((<var 08 E4E945161F10 /var>)) /var>)) 10 /var>s
ru: Переводит 25% нанесённого физического урона в ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> <var 08 E0E94915 ((<var 08 E4E945041F ((<var 08 E4E945161F10 /var>)) /var>)) 10 /var> с

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased enmity <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Swing<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 210<var 08 E0E9491F ((<var 08 E4E94516 ((<var 08 E0E94935 ((<var 08 E4E94516 (( <var 48 F201F8 /var><var 49 F201F9 /var>Defiance/Deliverance Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> by 10)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Defiance Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> by 10)) /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Defiance Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> by 10)) /var>)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var>Увеличивает враждебность цели <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Swing<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 210<var 08 E0E9491F ((<var 08 E4E94516 ((<var 08 E0E94935 ((<var 08 E4E94516 (( <var 48 F201F8 /var><var 49 F201F9 /var>Комбо во время Defiance/Deliverance:<var 49 01 /var><var 48 01 /var> Пополнение <var 48 F201F4 /var><var 49 F201F5 /var>шкалы Beast<var 49 01 /var><var 48 01 /var> на 10)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо во время действия Defiance:<var 49 01 /var><var 48 01 /var> Пополнение 10 <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Beast<var 49 01 /var><var 48 01 /var>)) /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо во время действия Defiance:<var 49 01 /var><var 48 01 /var> Пополнение 10 <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Beast<var 49 01 /var><var 48 01 /var>)) /var>)) (()) /var>)) (()) /var>

source: Delivers an attack with a potency of 200. Can only be executed when target's HP is below 20%. If delivered as the killing blow, up to 20% of your maximum HP will be restored.
ru: Наносит удар с силой 200. Можно использовать только тогда, когда у цели осталось меньше 20% ОЗ. При нанесении добивающего удара восстанавливается до 20% ваших максимальных ОЗ.

source: Grants 3 stacks of <var 48 F201FA /var><var 49 F201FB /var>Berserk<var 49 01 /var><var 48 01 /var>, each stack guaranteeing weaponskill attacks are critical and direct hits. Increases damage dealt when under an effect that raises critical hit rate or direct hit rate. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s<var 08 E0E94929 ((<var 08 E4E94504 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Extends <var 48 F201FA /var><var 49 F201FB /var>Surging Tempest<var 49 01 /var><var 48 01 /var> duration by 10s to a maximum of 60s)) ((<var 08 E4E94516 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Extends <var 48 F201FA /var><var 49 F201FB /var>Surging Tempest<var 49 01 /var><var 48 01 /var> duration by 10s to a maximum of 60s)) (()) /var>)) /var>)) (()) /var>
ru: Активирует 3 заряда эффекта <var 48 F201FA /var><var 49 F201FB /var>Berserk<var 49 01 /var><var 48 01 /var>, каждый из которых гарантирует нанесение критического точного удара следующему применённому умению. Наносимый урон увеличивается под действием эффекта, повышающего шанс критического или точного удара. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.<var 08 E0E94929 ((<var 08 E4E94504 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Продлевает время действия эффекта <var 48 F201FA /var><var 49 F201FB /var>Surging Tempest<var 49 01 /var><var 48 01 /var> на 10 с., вплоть до 60 с.)) ((<var 08 E4E94516 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Продлевает время действия эффекта <var 48 F201FA /var><var 49 F201FB /var>Surging Tempest<var 49 01 /var><var 48 01 /var> на 10 с., вплоть до 60 с.)) (()) /var>)) /var>)) (()) /var>

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> <var 08 E0E94921 ((<var 08 E4E9450406 ((<var 08 E4E945160604 /var>)) /var>)) 04 /var>s<var 08 E0E94921 ((<var 08 E4E94504 (( (PvP 3s))) ((<var 08 E4E94516 (( (PvP 3s))) (()) /var>)) /var>)) (()) /var>
ru: Наносит удар с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> <var 08 E0E94921 ((<var 08 E4E9450406 ((<var 08 E4E945160604 /var>)) /var>)) 04 /var> с<var 08 E0E94921 ((<var 08 E4E94504 (( (в PvP — 3 с.))) ((<var 08 E4E94516 (( (в PvP — 3 с.))) (()) /var>)) /var>)) (()) /var>

source: Increases maximum HP by 20% and restores the amount increased. <var 08 E4E94516 ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases HP recovery via healing actions on self by 20% )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Увеличивает максимальный запас ваших ОЗ на 20% и восполняет их в том же объеме. <var 08 E4E94516 ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает на 20% эффективность исцеляющих действий, восстанавливающих вам ОЗ. )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Brace yourself for an enemy onslaught, preventing most attacks from reducing your HP to less than 1. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s When a target is selected, halts their movement with chains.
ru: Вызывает противника на смертельный поединок. Не позволяет большинству полученных атак уменьшить ваши ОЗ ниже 1 ед. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Сковывает движение выбранной цели.

source: Reduces damage taken by 30% and delivers an attack with a potency of 55 every time you suffer physical damage. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Снижает получаемый урон на 30% и контратакует с силой 55 каждый раз, когда вы получаете физический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Delivers a ranged attack with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased enmity
ru: Производит атаку дальнего боя, нанося физический урон с силой 150. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает <var 48 F201F4 /var><var 49 F201F5 /var>враждебность<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased enmity <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Skull Sunder<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 300<var 08 E0E9491F ((<var 08 E4E94516 ((<var 08 E0E94935 ((<var 08 E4E94516 (( <var 48 F201F8 /var><var 49 F201F9 /var>Defiance/Deliverance Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> by 10)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Defiance Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> by 10)) /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Defiance Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> by 10)) /var>)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает враждебность цели <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Skull Sunder<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 300<var 08 E0E9491F ((<var 08 E4E94516 ((<var 08 E0E94935 ((<var 08 E4E94516 (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо во время действия Defiance/Deliverance:<var 49 01 /var><var 48 01 /var> Пополнение 10 <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Beast<var 49 01 /var><var 48 01 /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо во время действия Defiance:<var 49 01 /var><var 48 01 /var> Пополнение 10 <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Beast<var 49 01 /var><var 48 01 /var>)) /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо во время действия Defiance:<var 49 01 /var><var 48 01 /var> Пополнение 10 <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Beast<var 49 01 /var><var 48 01 /var>)) /var>)) (()) /var>)) (()) /var>

source: Significantly increases enmity generation. Effect ends upon reuse.
ru: Значительно увеличивает накопление <var 48 F201F4 /var><var 49 F201F5 /var>враждебности<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании.

source: Delivers an attack with a potency of 330. <var 48 F201F8 /var><var 49 F201F9 /var>Beast Gauge Cost:<var 49 01 /var><var 48 01 /var> 50
ru: Наносит физический урон с силой 330. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Beast:<var 49 01 /var><var 48 01 /var> 50.

source: Nullifies the damage penalty inflicted by <var 48 F201FA /var><var 49 F201FB /var>Defiance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Defiance<var 49 01 /var><var 48 01 /var>. Effect is canceled if <var 48 F201FA /var><var 49 F201FB /var>Defiance<var 49 01 /var><var 48 01 /var> ends.
ru: Убрает штраф урона от эффекта <var 48 F201FA /var><var 49 F201FB /var>Defiance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. Можно исполнить только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Defiance<var 49 01 /var><var 48 01 /var>. Эффект отменяется, как только отменяется <var 48 F201FA /var><var 49 F201FB /var>Defiance<var 49 01 /var><var 48 01 /var>.

source: Increases evasion by <var 08 E0E9490F ((<var 08 E4E9450315 ((<var 08 E4E94515150D /var>)) /var>)) 0D /var>%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Увеличивает уклонение на <var 08 E0E9490F ((<var 08 E4E9450315 ((<var 08 E4E94515150D /var>)) /var>)) 0D /var>%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Instantly restores own HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E0E94921 ((<var 08 E4E94503F2028A ((<var 08 E4E94515F2028AF201C2 /var>)) /var>)) F201C2 /var> Cure potency varies with current attack power.
ru: Мгновенно восстанавливает ваши ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E0E94921 ((<var 08 E4E94503F2028A ((<var 08 E4E94515F2028AF201C2 /var>)) /var>)) F201C2 /var> Сила исцеления зависит от текущей силы атаки.
