Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals unaspected damage with a potency of 170 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var>
ru: Наносит магический урон с силой 170 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ цели, которая находится под действием наложенного вами эффекта <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94529 ((<var 08 E0E94956AB83 /var>)) 83 /var>

source: Increases HP recovery via healing actions for a party member or self by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Увеличивает эффективность действий, восстанавливающих ОЗ для вас или членов группы на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Delivers an attack with a potency of <var 08 E4E94528 ((<var 08 E0E9493DF2012CF0F0 /var>)) F0F0 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Death's Design<var 49 01 /var><var 48 01 /var>, increasing damage you deal target by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Extends duration of <var 48 F201FA /var><var 49 F201FB /var>Death's Design<var 49 01 /var><var 48 01 /var> by 30s to a maximum of 60s.<var 08 E4E94528 ((<var 08 E0E94933 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Soul Gauge<var 49 01 /var><var 48 01 /var> by 10 if target is KO'd before effect expires)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой <var 08 E4E94528 ((<var 08 E0E9493DF2012CF0F0 /var>)) F0F0 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Death's Design<var 49 01 /var><var 48 01 /var>, увеличивая наносимый вами урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Продлевает длительность <var 48 F201FA /var><var 49 F201FB /var>Death's Design<var 49 01 /var><var 48 01 /var> на 30 с., с максимумом в 60 с.<var 08 E4E94528 ((<var 08 E0E94933 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Soul<var 49 01 /var><var 48 01 /var> на 10 в случае, если цель была повержена перед окончанием эффекта)) (()) /var>)) (()) /var>

source: Delivers an attack with a potency of <var 08 E4E94528 ((<var 08 E0E9493D6551 /var>)) 51 /var> to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Death's Design<var 49 01 /var><var 48 01 /var>, increasing damage you deal target by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Extends duration of <var 48 F201FA /var><var 49 F201FB /var>Death's Design<var 49 01 /var><var 48 01 /var> by 30s to a maximum of 60s.<var 08 E4E94528 ((<var 08 E0E94933 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Soul Gauge<var 49 01 /var><var 48 01 /var> by 10 if target is KO'd before effect expires)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой <var 08 E4E94528 ((<var 08 E0E9493D6551 /var>)) 51 /var> всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Death's Design<var 49 01 /var><var 48 01 /var>, увеличивая наносимый вами урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Продлевает длительность <var 48 F201FA /var><var 49 F201FB /var>Death's Design<var 49 01 /var><var 48 01 /var> на 30 с., с максимумом в 60 с.<var 08 E4E94528 ((<var 08 E0E94933 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Soul<var 49 01 /var><var 48 01 /var> на 10 в случае, если цель была повержена перед окончанием эффекта)) (()) /var>)) (()) /var>

source: Delivers an attack with a potency of 460. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Soul Gauge<var 49 01 /var><var 48 01 /var> by 50 <var 08 E4E94528 ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 )) (()) /var>)) (()) /var>Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Soul Scythe<var 49 01 /var><var 48 01 /var>. Recast timer cannot be affected by status effects or gear attributes.
ru: Наносит физический урон с силой 460. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Soul<var 49 01 /var><var 48 01 /var> на 50 <var 08 E4E94528 ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 )) (()) /var>)) (()) /var>Делит таймер использования вместе с <var 48 F201F4 /var><var 49 F201F5 /var>Soul Scythe<var 49 01 /var><var 48 01 /var>. Время восстановления не зависит от атрибутов используемой экипировки и действующих на вас эффектов.

source: Delivers an attack with a potency of 180 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Soul Gauge<var 49 01 /var><var 48 01 /var> by 50 <var 08 E4E94528 ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 )) (()) /var>)) (()) /var>Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Soul Slice<var 49 01 /var><var 48 01 /var>. Recast timer cannot be affected by status effects or gear attributes.
ru: Наносит физический урон с силой 180 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Soul<var 49 01 /var><var 48 01 /var> на 50 <var 08 E4E94528 ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 )) (()) /var>)) (()) /var>Делит таймер использования вместе с <var 48 F201F4 /var><var 49 F201F5 /var>Soul Slice<var 49 01 /var><var 48 01 /var>. Время восстановления не зависит от атрибутов используемой экипировки и действующих на вас эффектов.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Soulsow<var 49 01 /var><var 48 01 /var> to self, changing the action to <var 48 F201F4 /var><var 49 F201F5 /var>Harvest Moon<var 49 01 /var><var 48 01 /var>. Cast time is instant when used outside of battle.
ru: Накладывает <var 48 F201FA /var><var 49 F201FB /var>Soulsow<var 49 01 /var><var 48 01 /var> на персонажа, сменяя действие на <var 48 F201F4 /var><var 49 F201F5 /var>Harvest Moon<var 49 01 /var><var 48 01 /var>. Не требует времени на применение способности вне боя.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Borrowed<var 49 01 /var><var 48 01 /var> to self, creating a barrier that nullifies damage totaling up to 10% of maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s<var 08 E4E94528 ((<var 08 E0E94955 (( Grants <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Returned<var 49 01 /var><var 48 01 /var> to self and nearby party members within a radius of 15 yalms when barrier is completely absorbed. <var 48 F201F8 /var><var 49 F201F9 /var>Crest of Time Returned Effect: <var 49 01 /var><var 48 01 /var>Gradually restores HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s)) (()) /var>)) (()) /var>
ru: Накладывает <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Borrowed<var 49 01 /var><var 48 01 /var> на персонажа, создавая барьер, который нейтрализует урон до 10% от максимальных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с.<var 08 E4E94528 ((<var 08 E0E94955 (( Накладывает <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Returned<var 49 01 /var><var 48 01 /var> на персонажа и ближайших членов группы в радиусе 15 ялмов, когда барьер полностью поглощен. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Crest of Time Returned:<var 49 01 /var><var 48 01 /var> Постепенно восстанавливает ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.)) (()) /var>)) (()) /var>

source: Increases damage dealt by self and nearby party members by 3%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s<var 08 E4E94528 ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Circle of Sacrifice<var 49 01 /var><var 48 01 /var> to self and nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Bloodsown Circle<var 49 01 /var><var 48 01 /var> to self <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s <var 48 F201F8 /var><var 49 F201F9 /var>Circle of Sacrifice Effect: <var 49 01 /var><var 48 01 /var>When you or party members under this effect successfully land a weaponskill or cast a spell, the reaper who applied it may be granted a stack of <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var>, up to a maximum of 8 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Bloodsown Circle Effect: <var 49 01 /var><var 48 01 /var>Allows you to accumulate stacks of <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var> from party members under the effect of your <var 48 F201FA /var><var 49 F201FB /var>Circle of Sacrifice<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var>
ru: Увеличивает урон, наносимый вами и ближайшими членами группы, на 3%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.<var 08 E4E94528 ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает <var 48 F201FA /var><var 49 F201FB /var>Circle of Sacrifice<var 49 01 /var><var 48 01 /var> на персонажа и ближайших членов группы <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает <var 48 F201FA /var><var 49 F201FB /var>Bloodsown Circle<var 49 01 /var><var 48 01 /var> на персонажа <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Circle of Sacrifice:<var 49 01 /var><var 48 01 /var> Когда вы или члены группы под действием этого эффекта успешно применяете умение или заклинание, жнец применивший его, может получить заряд <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var>, максимум до 8 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Bloodsown Circle:<var 49 01 /var><var 48 01 /var> Позволяет вам накапливать заряды <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var> от членов группы под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Circle of Sacrifice<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var>

source: Increases the chance of triggering <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> by 30%. Does not apply to items at 0%. Effect can be stacked with <var 48 F201F4 /var><var 49 F201F5 /var>Mountaineer's Gift I<var 49 01 /var><var 48 01 /var>.
ru: Увеличивает шанс срабатывания <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> на 30%. Не сработает, если шанс добычи 0%. Можно использовать одновременно с эффектом <var 48 F201F4 /var><var 49 F201F5 /var>Mountaineer's Gift I<var 49 01 /var><var 48 01 /var>.

source: Increases the chance of triggering <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> by 30%. Does not apply to items at 0%. Effect can be stacked with <var 48 F201F4 /var><var 49 F201F5 /var>Pioneer's Gift I<var 49 01 /var><var 48 01 /var>.
ru: Увеличивает шанс срабатывания <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> на 30%. Не сработает, если шанс сбора 0%. Можно использовать одновременно с эффектом <var 48 F201F4 /var><var 49 F201F5 /var>Pioneer's Gift I<var 49 01 /var><var 48 01 /var>.

source: Reduces damage taken by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>8s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Knight's Resolve<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Knight's Resolve Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 15% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Knight's Benediction<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Knight's Benediction Effect: <var 49 01 /var><var 48 01 /var>Gradually restores HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>250 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>12s <var 48 F201F8 /var><var 49 F201F9 /var>Oath Gauge Cost: <var 49 01 /var><var 48 01 /var>50
ru: Снижает получаемый урон на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>8 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Knight's Resolve<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Knight's Resolve: <var 49 01 /var><var 48 01 /var>Снижает получаемый урон на 15% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>4 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Knight's Benediction<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Knight's Benediction: <var 49 01 /var><var 48 01 /var>Постепенное восстановление ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>250 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>12 с. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Oath: <var 49 01 /var><var 48 01 /var>50

source: Delivers an attack to target and all enemies nearby it with a potency of 450 for the first enemy, and 60% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores MP
ru: Наносит физический урон цели и всем противникам рядом с ней с силой 450 для первого противника и на 60% меньше всем остальным. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восполняет ОМ

source: Reduces damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>8s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP with each weaponskill successfully delivered <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Stem the Flow<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Stem the Flow Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Stem the Tide<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Stem the Tide Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 400 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Nascent Flash<var 49 01 /var><var 48 01 /var>.
ru: Снижает получаемый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 8 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет ваши ОЗ при нанесении урона любым умением. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 400. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Stem the Flow<var 49 01 /var><var 48 01 /var>, снижающий получаемый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 4 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Stem the Tide<var 49 01 /var><var 48 01 /var>, предотвращающий получение урона в размере исцеления с силой 400. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Nascent Flash<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 150 to all nearby enemies. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Upheaval<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 150 всем ближайшим противникам. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Upheaval<var 49 01 /var><var 48 01 /var>.

source: Reduces damage taken by target party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Снижает получаемый вами или выбранным членом группы урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2.

source: Deals unaspected damage to all enemies in a straight line before you with a potency of 600 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон всем противникам, расположенным на прямой линии перед вами, с силой 600 для первого противника и на 50% меньше всем остальным. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2. Возможно использовать только под действием <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack to all nearby enemies with a potency of 1,200 for the first enemy, and 15% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Cartridge Cost: <var 49 01 /var><var 48 01 /var>2 This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон всем ближайшим противникам с силой 1200 для первого противника и на 15% меньше всем остальным. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Cartridge:<var 49 01 /var><var 48 01 /var> 2. Не влияет на время восстановления прочих действий.

source: All enemies standing in the corrupted earth of <var 48 F201F4 /var><var 49 F201F5 /var>Doton<var 49 01 /var><var 48 01 /var> take additional earth damage with a potency of 50. Requires <var 48 F201F4 /var><var 49 F201F5 /var>Hakke Mujinsatsu<var 49 01 /var><var 48 01 /var> to be executed as a combo action or upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Katon<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Goka Mekkyaku<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Kamaitachi<var 49 01 /var><var 48 01 /var>. Effect can only be triggered while <var 48 F201F4 /var><var 49 F201F5 /var>Doton<var 49 01 /var><var 48 01 /var> is active. ※This action cannot be assigned to a hotbar.
ru: Все противники стоящие на проклятой земле <var 48 F201F4 /var><var 49 F201F5 /var>Doton<var 49 01 /var><var 48 01 /var> получают дополнительный урон землёй с силой 50. Требует использования <var 48 F201F4 /var><var 49 F201F5 /var>Hakke Mujinsatsu<var 49 01 /var><var 48 01 /var> в качестве комбо действия или при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Katon<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Goka Mekkyaku<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Kamaitachi<var 49 01 /var><var 48 01 /var>. Эффект может быть получен, только когда <var 48 F201F4 /var><var 49 F201F5 /var>Doton<var 49 01 /var><var 48 01 /var> активен. ※Это действие нельзя назначить на хотбар.
