Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Summons Ifrit-Egi and orders it to execute <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F4 /var><var 49 F201F5 /var>Inferno<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Burning Strike<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Burning Strike<var 49 01 /var><var 48 01 /var>)) /var>. <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Inferno Effect: <var 49 01 /var><var 48 01 /var>Rushes forward and deals fire damage to all enemies in a 5-yalm cone before it with a potency of 600 for the first enemy, and 60% less for all remaining enemies)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Burning Strike Effect: <var 49 01 /var><var 48 01 /var>Rushes forward and deals fire damage with a potency of 500)) /var>)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Burning Strike Effect: <var 49 01 /var><var 48 01 /var>Rushes forward and deals fire damage with a potency of 500)) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 2 stacks of <var 48 F201FA /var><var 49 F201FB /var>Fire Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Effect: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> become fire-aspected <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 08 E4E9451C ((<var 08 E0E94957 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ifrit's Favor<var 49 01 /var><var 48 01 /var> Effect of <var 48 F201FA /var><var 49 F201FB /var>Ifrit's Favor<var 49 01 /var><var 48 01 /var> ends upon execution of certain summoner actions. )) (()) /var>)) (()) /var>Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> and Carbuncle is summoned. Current pet will leave the battlefield while Ifrit-Egi is present, and return once gone.
ru: Призывает Образ Ифрита и приказывает ему исполнить <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F4 /var><var 49 F201F5 /var>Inferno<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Burning Strike<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Burning Strike<var 49 01 /var><var 48 01 /var>)) /var>. <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Эффект Inferno:<var 49 01 /var><var 48 01 /var> Бросается вперёд и наносит противникам впереди огненный урон с силой 600 для первой цели и на 60% меньше всем остальным)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Эффект Burning Strike:<var 49 01 /var><var 48 01 /var> Бросается к цели и наносит огненный урон с силой 500)) /var>)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Эффект Burning Strike:<var 49 01 /var><var 48 01 /var> Бросается к цели и наносит огненный урон с силой 500)) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Наделяет 2-мя эффектами<var 48 F201FA /var><var 49 F201FB /var>Fire Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Fire Attunement:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> получают свойства стихии огня <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 08 E4E9451C ((<var 08 E0E94957 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Наделяет <var 48 F201FA /var><var 49 F201FB /var>Ifrit's Favor<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Ifrit's Favor<var 49 01 /var><var 48 01 /var> рассеивается при использовании некоторых навыков summoner'а. )) (()) /var>)) (()) /var>Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> и при призванном Карбункуле. Текущий питомец покидает поле боя, пока присутствует Образ Ифрита, и возвращается, когда его нет.

source: Summons Titan-Egi and orders it to execute <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F4 /var><var 49 F201F5 /var>Earthen Fury<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Rock Buster<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Rock Buster<var 49 01 /var><var 48 01 /var>)) /var>. <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Earthen Fury Effect: <var 49 01 /var><var 48 01 /var>Rushes forward and deals earth damage to all enemies within 5 yalms with a potency of 600 for the first enemy, and 60% less for all remaining enemies)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Rock Buster Effect: <var 49 01 /var><var 48 01 /var>Rushes forward and deals earth damage with a potency of 500)) /var>)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Rock Buster Effect: <var 49 01 /var><var 48 01 /var>Rushes forward and deals earth damage with a potency of 500)) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 4 stacks of <var 48 F201FA /var><var 49 F201FB /var>Earth Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Effect: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> become earth-aspected <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var> and Carbuncle is summoned. Current pet will leave the battlefield while Titan-Egi is present, and return once gone.
ru: Призывает Образ Титана и приказывает ему исполнить <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F4 /var><var 49 F201F5 /var>Earthen Fury<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Rock Buster<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Rock Buster<var 49 01 /var><var 48 01 /var>)) /var>. <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Эффект Earthen Fury:<var 49 01 /var><var 48 01 /var> Бросается вперёд и наносит противникам в радиусе 5 ялмов земляной урон с силой 600 для первой цели и на 60% меньше всем остальным)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Эффект Rock Buster:<var 49 01 /var><var 48 01 /var> Бросается к цели и наносит земляной урон с силой 500)) /var>)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Эффект Rock Buster:<var 49 01 /var><var 48 01 /var> Бросается к цели и наносит земляной урон с силой 500)) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Наделяет 4-мя эффектами <var 48 F201FA /var><var 49 F201FB /var>Earth Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Earth Attunement:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> получают свойства стихии земли <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var> и при призванном Карбункуле. Текущий питомец покидает поле боя, пока присутствует Образ Титана, и возвращается, когда его нет.

source: Summons Garuda-Egi and orders it to execute <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F4 /var><var 49 F201F5 /var>Aerial Blast<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Aerial Slash<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Aerial Slash<var 49 01 /var><var 48 01 /var>)) /var>. <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Aerial Blast Effect: <var 49 01 /var><var 48 01 /var>Deals wind damage to target and all enemies within 5 yalms with a potency of 600 for the first enemy, and 60% less for all remaining enemies)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Aerial Slash Effect: <var 49 01 /var><var 48 01 /var>Deals wind damage with a potency of 100 to target and all enemies nearby it)) /var>)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Aerial Slash Effect: <var 49 01 /var><var 48 01 /var>Deals wind damage with a potency of 100 to target and all enemies nearby it)) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 4 stacks of <var 48 F201FA /var><var 49 F201FB /var>Wind Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Effect: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> become wind-aspected <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 08 E4E9451C ((<var 08 E0E94957 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Garuda's Favor<var 49 01 /var><var 48 01 /var> Effect of <var 48 F201FA /var><var 49 F201FB /var>Garuda's Favor<var 49 01 /var><var 48 01 /var> ends upon execution of certain summoner actions. )) (()) /var>)) (()) /var>Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var> and Carbuncle is summoned. Current pet will leave the battlefield while Garuda-Egi is present, and return once gone.
ru: Призывает Образ Гаруды и приказывает ей исполнить <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F4 /var><var 49 F201F5 /var>Aerial Blast<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Воздушный хлыст<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Aerial Slash<var 49 01 /var><var 48 01 /var>)) /var>. <var 08 E4E9451C ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Эффект Aerial Blast:<var 49 01 /var><var 48 01 /var> Наносит ветряной урон цели с силой 600 и на 60% меньше всем противникам в радиусе 5 ялмов.)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Эффект Aerial Slash:<var 49 01 /var><var 48 01 /var> Наносит ветряной урон с силой 100 цели и всем противникам вокруг нее)) /var>)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Эффект Aerial Slash:<var 49 01 /var><var 48 01 /var> Наносит ветряной урон с силой 100 цели и всем противникам рядом с ней)) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Наделяет 4-мя эффектами <var 48 F201FA /var><var 49 F201FB /var>Wind Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Wind Attunement:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> получают свойства стихии ветра <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 08 E4E9451C ((<var 08 E0E94957 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Наделяет <var 48 F201FA /var><var 49 F201FB /var>Garuda's Favor<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Garuda's Favor<var 49 01 /var><var 48 01 /var> рассеивается при использовании некоторых навыков summoner'а. )) (()) /var>)) (()) /var>Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var> и при призванном Карбункуле. Текущий питомец покидает поле боя, пока присутствует Образ Гаруды, и возвращается, когда его нет.

source: Deals fire damage with a potency of 340. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Cost: <var 49 01 /var><var 48 01 /var>1 This action does not share a recast timer with any other actions. Upon execution, the recast timer for this action will be applied to all other weaponskills and magic actions. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем с силой 340. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Cost: <var 49 01 /var><var 48 01 /var>1. Не влияет на время восстановления прочих действий. После применения время восстановления этого действия будет применено для всех остальных умений и магических действий. ※Это действие нельзя назначить на хотбар.

source: Deals earth damage with a potency of 240. <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Cost: <var 49 01 /var><var 48 01 /var>1 ※This action cannot be assigned to a hotbar.
ru: Наносит земляной урон с силой 240. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Earth Attunement:<var 49 01 /var><var 48 01 /var> 1 ※Это действие нельзя назначить на хотбар.

source: Deals wind damage with a potency of 160. <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Cost: <var 49 01 /var><var 48 01 /var>1 ※This action cannot be assigned to a hotbar.
ru: Наносит ветряной урон с силой 160. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Wind Attunement:<var 49 01 /var><var 48 01 /var> 1 ※Это действие нельзя поместить на хотбар.

source: Deals fire damage with a potency of 380. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Cost: <var 49 01 /var><var 48 01 /var>1 This action does not share a recast timer with any other actions. Upon execution, the recast timer for this action will be applied to all other weaponskills and magic actions. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем с силой 380. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Cost: <var 49 01 /var><var 48 01 /var>1. Не влияет на время восстановления прочих действий. После применения время восстановления этого действия будет применено для всех остальных умений и магических действий. ※Это действие нельзя назначить на хотбар.

source: Deals earth damage with a potency of 270. <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Cost: <var 49 01 /var><var 48 01 /var>1 ※This action cannot be assigned to a hotbar.
ru: Наносит земляной урон с силой 270. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Earth Attunement:<var 49 01 /var><var 48 01 /var> 1 ※Это действие нельзя поместить на хотбар.

source: Deals wind damage with a potency of 170. <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Cost: <var 49 01 /var><var 48 01 /var>1 ※This action cannot be assigned to a hotbar.
ru: Наносит ветряной урон с силой 170. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Wind Attunement:<var 49 01 /var><var 48 01 /var> 1 ※Это действие нельзя поместить на хотбар.

source: Deals fire damage with a potency of 160 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Cost: <var 49 01 /var><var 48 01 /var>1 This action does not share a recast timer with any other actions. Upon execution, the recast timer for this action will be applied to all other weaponskills and magic actions. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем с силой 160 цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Cost: <var 49 01 /var><var 48 01 /var>1. Не влияет на время восстановления прочих действий. После применения, время восстановления этого действия будет применено для всех остальных умений и магических действий. ※Это действие нельзя назначить на хотбар.

source: Deals earth damage with a potency of 110 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Cost: <var 49 01 /var><var 48 01 /var>1 ※This action cannot be assigned to a hotbar.
ru: Наносит земляной урон с силой 110 цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Earth Attunement:<var 49 01 /var><var 48 01 /var> 1 ※Это действие нельзя поместить на хотбар.

source: Deals wind damage with a potency of 70 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Cost: <var 49 01 /var><var 48 01 /var>1 ※This action cannot be assigned to a hotbar.
ru: Наносит ветряной урон с силой 70 цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Wind Attunement:<var 49 01 /var><var 48 01 /var> 1 ※Это действие нельзя поместить на хотбар.

source: Deals fire damage with a potency of 410. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Cost: <var 49 01 /var><var 48 01 /var>1 This action does not share a recast timer with any other actions. Upon execution, the recast timer for this action will be applied to all other weaponskills and magic actions. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем с силой 410. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Cost: <var 49 01 /var><var 48 01 /var>1. Не влияет на время восстановления прочих действий. После применения время восстановления этого действия будет применено для всех остальных умений и магических действий. ※Это действие нельзя назначить на хотбар.

source: Deals earth damage with a potency of 300. <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Cost: <var 49 01 /var><var 48 01 /var>1 ※This action cannot be assigned to a hotbar.
ru: Наносит земляной урон с силой 300. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Earth Attunement:<var 49 01 /var><var 48 01 /var> 1 ※Это действие нельзя поместить на хотбар.

source: Deals wind damage with a potency of 180. <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Cost: <var 49 01 /var><var 48 01 /var>1 ※This action cannot be assigned to a hotbar.
ru: Наносит ветряной урон с силой 180. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Wind Attunement:<var 49 01 /var><var 48 01 /var> 1 ※Это действие нельзя поместить на хотбар.

source: Deals unaspected damage with a potency of 120 to target and all enemies nearby it.
ru: Наносит магический урон с силой 120 цели и противникам вокруг неё.

source: Deals earth damage with a potency of 130 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Cost: <var 49 01 /var><var 48 01 /var>1 ※This action cannot be assigned to a hotbar.
ru: Наносит земляной урон с силой 130 цели и противникам вокруг неё. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Earth Attunement:<var 49 01 /var><var 48 01 /var> 1 ※Это действие нельзя назначить на хотбар.

source: Deals wind damage with a potency of 90 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Cost: <var 49 01 /var><var 48 01 /var>1 ※This action cannot be assigned to a hotbar.
ru: Наносит ветряной урон с силой 90 цели и противникам вокруг неё. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Wind Attunement:<var 49 01 /var><var 48 01 /var> 1 ※Это действие нельзя назначить на хотбар.

source: Creates a barrier around you that absorbs damage totaling 20% of your maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s ※This action cannot be assigned to a hotbar.
ru: Образует барьер вокруг персонажа, который поглощает получаемый урон в размере 20% от максимальных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. ※Это действие нельзя поместить на хотбар.

source: Reduces magic damage taken by self and nearby party members by 10%, while increasing HP recovered by healing actions by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Уменьшает магический урон, получаемый вами и ближайшими членами группы, на 10%, а также увеличивает ОЗ, восстанавливаемые при исцелении, на 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Deals unaspected damage with a potency of 150 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s
ru: Наносит магический урон с силой 150 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 4 с.

source: Reduces damage taken by a party member or self by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>8s
ru: Снижает получаемый вами или членом группы урон на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 8 с.

source: Places a healing blossom at the designated location and grants 5 stacks of <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var> to self. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s Taking damage will expend 1 stack of <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var> to heal self and all party members within a radius of 20 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400 The effect of this action can only be triggered once per second. Any remaining stacks of <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var> will trigger an additional healing effect when time expires or upon executing this action a second time. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>200 for every remaining stack of <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var> This action does not share a recast timer with any other actions.
ru: Образует исцеляющий цветок в выбранной области и накладывает на вас 5 зарядов эффекта <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. Восстанавливает ОЗ вам и всем членам группы в радиусе 20 ялмов при получении вами урона, поглощая при этом 1 заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>400. Эффект способности не может быть активирован чаще 1-го раза в секунду. Поглощает все оставшиеся заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var> при повторном использовании или после окончания действия эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>200 за каждый оставшийся заряд способности <var 48 F201FA /var><var 49 F201FB /var>Liturgy of the Bell<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий.

source: Deals unaspected damage with a potency of 180 to all nearby enemies.
ru: Наносит магический урон с силой 180 всем ближайшим противникам.
