Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s (PvP 3s) <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 30% chance that next parry will reset the recast timer
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. (PvP 3 с.) <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> 30% chance that next parry will reset the recast timer

source: Delivers an attack with a potency of 210. Can only be executed immediately after parrying an attack. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Lowers target's damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Наносит физический урон с силой 210. Can only be executed immediately after parrying an attack. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Lowers target's damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Significantly increases enmity generation. Effect ends upon reuse.
ru: Значительно увеличивает накопление <var 48 F201F4 /var><var 49 F201F5 /var>враждебности<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании.

source: Increases parry rate by <var 08 E0E9492D ((<var 08 E4E945211F15 /var>)) 15 /var>%. Can only be executed while succumbing to the <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s<var 08 E0E9492E ((<var 08 E4E94521 (( <var 48 F201F8 /var><var 49 F201F9 /var>Dark Arts Effect:<var 49 01 /var><var 48 01 /var> Evasion increased by 20% <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> fades upon execution.)) (()) /var>)) (()) /var>
ru: Increases parry rate by <var 08 E0E9492D ((<var 08 E4E945211F15 /var>)) 15 /var>%. Can only be executed while succumbing to the <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.<var 08 E0E9492E ((<var 08 E4E94521 (( <var 48 F201F8 /var><var 49 F201F9 /var>Dark Arts Effect:<var 49 01 /var><var 48 01 /var> Evasion increased by 20% <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> fades upon execution.)) (()) /var>)) (()) /var>

source: Restores partial MP when damage is taken. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s<var 08 E0E94943 ((<var 08 E4E94521 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Blood Gauge<var 49 01 /var><var 48 01 /var> by 1 every time you suffer damage and another 4 over time while in battle)) (()) /var>)) (()) /var> Can only be used while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Grit<var 49 01 /var><var 48 01 /var>. Effect is canceled if <var 48 F201FA /var><var 49 F201FB /var>Grit<var 49 01 /var><var 48 01 /var> ends.
ru: Restores partial ОМ when damage is taken. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.<var 08 E0E94943 ((<var 08 E4E94521 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Blood<var 49 01 /var><var 48 01 /var> by 1 every time you suffer damage and another 4 over time while in battle)) (()) /var>)) (()) /var> Can only be used while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Grit<var 49 01 /var><var 48 01 /var>. Effect is canceled if <var 48 F201FA /var><var 49 F201FB /var>Grit<var 49 01 /var><var 48 01 /var> ends.

source: Deals unaspected damage with a potency of 140 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased enmity Can only be executed when succumbing to the <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>.<var 08 E0E9492E ((<var 08 E4E94521 (( <var 48 F201F8 /var><var 49 F201F9 /var>Dark Arts Potency:<var 49 01 /var><var 48 01 /var> 280 <var 48 F201F8 /var><var 49 F201F9 /var>Dark Arts Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Blind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> fades upon execution.)) (()) /var>)) (()) /var>
ru: Deals unaspected damage with a potency of 140 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increased enmity Can only be executed when succumbing to the <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>.<var 08 E0E9492E ((<var 08 E4E94521 (( <var 48 F201F8 /var><var 49 F201F9 /var>Dark Arts Potency:<var 49 01 /var><var 48 01 /var> 280 <var 48 F201F8 /var><var 49 F201F9 /var>Dark Arts Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Blind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> fades upon execution.)) (()) /var>)) (()) /var>

source: Reduces magic vulnerability by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Повышает сопротивление магическому урону на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Attune with the darkness within you, increasing the potency of several actions. Can only be executed when succumbing to the <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>. Effect fades if <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> is canceled. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Attune with the darkness within you, increasing the potency of several actions. Can only be executed when succumbing to the <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>. Effect fades if <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> is canceled. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Reduces damage taken by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Снижает получаемый урон на 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Syphon Strike<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 280 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Reduces target's INT by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s Effect does not stack with <var 48 F201FA /var><var 49 F201FB /var>Dragon Kick<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Syphon Strike<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 280 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Reduces target's INT by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. Effect does not stack with <var 48 F201FA /var><var 49 F201FB /var>Dragon Kick<var 49 01 /var><var 48 01 /var>.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Living Dead<var 49 01 /var><var 48 01 /var>. When HP is reduced to 0 while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Living Dead<var 49 01 /var><var 48 01 /var>, instead of becoming KO'd, your status will change to <var 48 F201FA /var><var 49 F201FB /var>Walking Dead<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Living Dead Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP with each weaponskill successfully delivered or spell cast <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>1500 While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Walking Dead<var 49 01 /var><var 48 01 /var>, most attacks will not lower your HP below 1. If, before the <var 48 F201FA /var><var 49 F201FB /var>Walking Dead<var 49 01 /var><var 48 01 /var> timer runs out, an amount of HP totaling your maximum HP is restored, the effect will change to <var 48 F201FA /var><var 49 F201FB /var>Undead Rebirth<var 49 01 /var><var 48 01 /var>. If this amount is not restored, you will be KO'd. <var 48 F201F8 /var><var 49 F201F9 /var>Walking Dead Duration: <var 49 01 /var><var 48 01 /var>10s While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Undead Rebirth<var 49 01 /var><var 48 01 /var>, most attacks will not lower your HP below 1. <var 48 F201F8 /var><var 49 F201F9 /var>Undead Rebirth Duration: <var 49 01 /var><var 48 01 /var>Time remaining on <var 48 F201FA /var><var 49 F201FB /var>Walking Dead<var 49 01 /var><var 48 01 /var>
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Living Dead<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Living Dead:<var 49 01 /var><var 48 01 /var> Позволяет избежать смерти и накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Walking Dead<var 49 01 /var><var 48 01 /var> при снижении ваших ОЗ до 0 ед. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 c. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Walking Dead:<var 49 01 /var><var 48 01 /var> Не позволяет большинству полученных атак уменьшить ваши ОЗ ниже 1 ед. Восполняет ваши ОЗ за каждое нанесение урона умением или заклинанием. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 1500. Прекращается и заменяется эффектом <var 48 F201FA /var><var 49 F201FB /var>Undead Rebirth<var 49 01 /var><var 48 01 /var> на оставшуюся длительность при получении суммарного исцеления в размере 100% от максимального запаса ваших ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 c. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Undead Rebirth:<var 49 01 /var><var 48 01 /var> Не позволяет большинству полученных атак уменьшить ваши ОЗ ниже 1 ед. ※Если до окончания действия эффекта <var 48 F201FA /var><var 49 F201FB /var>Walking Dead<var 49 01 /var><var 48 01 /var> вы не получите суммарного исцеления в размере 100% от максимального запаса ваших ОЗ - обмануть смерть второй раз вам уже не удастся.

source: Delivers a jumping attack with a potency of 150. <var 08 E4E94521 ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 )) (()) /var>)) (()) /var>Cannot be executed while bound.
ru: Производит атаку в прыжке, нанося физический урон с силой 150. <var 08 E4E94521 ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2. )) (()) /var>)) (()) /var>Невозможно использовать под эффектами, сковывающими движение.

source: Deals unaspected damage with a potency of 240 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores own HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores MP Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Carve and Spit<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон с силой 240 цели и всем ближайшим противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет ваши ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет ОМ. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Carve and Spit<var 49 01 /var><var 48 01 /var>.

source: Marks target with the status <var 48 F201FA /var><var 49 F201FB /var>Another Victim<var 49 01 /var><var 48 01 /var>. If that target should be KO'd in battle before the effect expires, 30% of your maximum HP and MP will be restored. If the effect expires first, 20% of your maximum HP and MP will be restored instead. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Marks target with the status <var 48 F201FA /var><var 49 F201FB /var>Another Victim<var 49 01 /var><var 48 01 /var>. If that target should be KO'd in battle before the effect expires, 30% of your maximum ОЗ and ОМ will be restored. If the effect expires first, 20% of your maximum ОЗ and ОМ will be restored instead. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Delivers a threefold attack with a potency of 510. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores MP Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Abyssal Drain<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 510. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет ОМ. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Abyssal Drain<var 49 01 /var><var 48 01 /var>.

source: Fires a hypercharged round of ammunition capable of electrocuting living targets. Has no effect on machina.
ru: Выстреливает гиперзаряженный боеприпас, способный поражать живые цели электрическим током. Не действует на машины.

source: Increases the chance of obtaining items on your next gathering attempt by 15%. Does not apply to items at 0%.
ru: Увеличивает шанс получить ресурсы при следующей попытке добычи на 15%. Не сработает, если шанс добычи 0%.

source: Increases the number of items obtained on your next gathering attempt by one.
ru: Увеличивает количество ресурсов, полученных при следующей попытке добычи, на 1.

source: Uncovers a gathering node's hidden items.
ru: Открывает все скрытые ресурсы в текущем месторождении.

source: Increases the chance of obtaining items on your next gathering attempt by 15%. Does not apply to items at 0%.
ru: Увеличивает шанс получить ресурсы при следующей попытке сбора на 15%. Не сработает, если шанс сбора 0%.

source: Increases the number of items obtained on your next gathering attempt by one.
ru: Увеличивает количество ресурсов, полученных при следующей попытке сбора, на 1.

source: Uncovers a gathering node's hidden items.
ru: Открывает все скрытые ресурсы в текущем месте сбора.

source: Adds extra hooks to the line, making it possible to land normally uncatchable fish and items.
ru: Добавляет крючки на леску, позволяя выловить дополнительные виды улова.

source: Readies the catch to retain as a collectable.
ru: Позволяет вылавливать ценную рыбу.

source: Increases the chance of landing a large-sized fish by 50% while reducing <var 48 F201F4 /var><var 49 F201F5 /var>Hook<var 49 01 /var><var 48 01 /var> efficiency by 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s Cancels current mooching opportunity.
ru: Увеличивает шанс поймать рыбу крупного размера на 50%, при этом снижая эффективность <var 48 F201F4 /var><var 49 F201F5 /var>Hook<var 49 01 /var><var 48 01 /var> на 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с. Отменяет текущий шанс использовать mooch.

source: Negates the <var 48 F201FA /var><var 49 F201FB /var>Inefficient Hooking<var 49 01 /var><var 48 01 /var> status. Has no effect on certain fish with a weak bite.
ru: Игнорирует текущий статус <var 48 F201FA /var><var 49 F201FB /var>Inefficient Hooking<var 49 01 /var><var 48 01 /var> и производит подсечку крупной рыбы. Работает не на всю рыбу

source: Reduces the amount of time for the next fish to bite. Cancels current mooching opportunity.
ru: Сокращает количество времени до следующего клева рыбы. Отменяет текущий шанс использовать mooch.

source: Opens your five senses to the surrounding environment, detecting fish in a given body of water without regard for their normal hours of activity. Has no effect on certain fish. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s Cancels current mooching opportunity.
ru: Усиливает ваши пять чувств к окружающей среде, обнаруживая рыбу в данном водоеме без учета ее обычного времени активности. Работает не на всю рыбу. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с. Отменяет текущий шанс использовать mooch.

source: Increases the chance of landing a large-sized fish by 80% while reducing <var 48 F201F4 /var><var 49 F201F5 /var>Hook<var 49 01 /var><var 48 01 /var> efficiency by 75%. Also increases the likelihood of catching an average-sized fish of greater length. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 145s Cancels current mooching opportunity.
ru: Увеличивает вероятность поимки крупной рыбы на 80% при снижении эффективности <var 48 F201F4 /var><var 49 F201F5 /var>Hook<var 49 01 /var><var 48 01 /var> на 75%. Также увеличивает вероятность поимки рыбы среднего размера большей длины. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 145 с. Отменяет текущий шанс использовать mooch.

source: Negates the <var 48 F201FA /var><var 49 F201FB /var>Inefficient Hooking<var 49 01 /var><var 48 01 /var> status. Has no effect on certain fish with a strong bite.
ru: Отменяет статус <var 48 F201FA /var><var 49 F201FB /var>Inefficient Hooking<var 49 01 /var><var 48 01 /var>. Работает не на всю рыбу.

source: Delivers an attack with a potency of 6,000 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Reduces target's HP recovered by healing actions by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Damage dealt is not affected by increased or decreased damage effects applied by players. Can only be executed while the <var 48 F201F4 /var><var 49 F201F5 /var>Adrenaline Gauge<var 49 01 /var><var 48 01 /var> is full.
ru: Наносит физический урон с силой 6 000 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Reduces target's ОЗ recovered by healing actions by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Damage dealt is not affected by increased or decreased damage effects applied by players. Can only be executed while the <var 48 F201F4 /var><var 49 F201F5 /var>Adrenaline Gauge<var 49 01 /var><var 48 01 /var> is full.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Formless Fist<var 49 01 /var><var 48 01 /var> to self, allowing the execution of a weaponskill that requires a certain form, without being in that form. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Any additional effects associated with the executed action will also be applied.
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Formless Fist<var 49 01 /var><var 48 01 /var> на персонажа, снимающий ограничения на использование умений требующих нахождение в определённой стойке. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 c. Любые дополнительные эффекты, связанные с выполненным действием, также будут применены.

source: Increases damage dealt by a party member or self by 6% if target is melee DPS or tank, or 3% for all other roles. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a <var 48 F201FA /var><var 49 F201FB /var>Solar Sign<var 49 01 /var><var 48 01 /var> when used in combat )) (()) /var>)) (()) /var>Only one arcanum effect can be applied to a target at a time. ※This action cannot be assigned to a hotbar.
ru: Увеличивает наносимый вами или выбранным членом группы урон на 6%, если выбранная цель - Melee DPS или Tank, либо на 3% для остальных ролей. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Solar Sign<var 49 01 /var><var 48 01 /var> в <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var> при использовании в режиме боя. )) (()) /var>)) (()) /var>На цель может действовать только один активный эффект Аркана одновременно. ※Это действие нельзя назначить на хотбар.

source: Increases damage dealt by a party member or self by 6% if target is melee DPS or tank, or 3% for all other roles. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a <var 48 F201FA /var><var 49 F201FB /var>Lunar Sign<var 49 01 /var><var 48 01 /var> when used in combat )) (()) /var>)) (()) /var>Only one arcanum effect can be applied to a target at a time. ※This action cannot be assigned to a hotbar.
ru: Увеличивает наносимый вами или выбранным членом группы урон на 6%, если выбранная цель - Melee DPS или Tank, либо на 3% для остальных ролей. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Lunar Sign<var 49 01 /var><var 48 01 /var> в <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var> при использовании в режиме боя. )) (()) /var>)) (()) /var>На цель может действовать только один активный эффект Аркана одновременно. ※Это действие нельзя назначить на хотбар.
