Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 1,400. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Rip<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as HP <var 48 F201F8 /var><var 49 F201F9 /var>Cartridge Cost: <var 49 01 /var><var 48 01 /var>1 This weaponskill does not share a recast timer with any other actions. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 400. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Rip<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Cartridge Cost: <var 49 01 /var><var 48 01 /var>1 This weaponskill does not share a recast timer with any other actions. ※This action cannot be assigned to a hotbar.

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gnashing Fang<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency: <var 49 01 /var><var 48 01 /var>1,600 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Tear<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as HP ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gnashing Fang<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо: <var 49 01 /var><var 48 01 /var>1 600 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Tear<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as ОЗ ※This action cannot be assigned to a hotbar.

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Savage Claw<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency: <var 49 01 /var><var 48 01 /var>1,800 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Gouge<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as HP ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Savage Claw<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо: <var 49 01 /var><var 48 01 /var>1 800 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Gouge<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as ОЗ ※This action cannot be assigned to a hotbar.

source: Reduces damage taken by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>When under the effect of <var 48 F201FA /var><var 49 F201FB /var>Brutal Shell<var 49 01 /var><var 48 01 /var>, its effect is doubled and granted to nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Reduces damage taken by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>When under the effect of <var 48 F201FA /var><var 49 F201FB /var>Brutal Shell<var 49 01 /var><var 48 01 /var>, its effect is doubled and granted to nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Delivers a ranged attack with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases potency of next weaponskill by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s
ru: Delivers a ranged attack with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases potency of next weaponskill by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с.

source: Deals unaspected damage with a potency of 600 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var> when spell is cast with a cast time <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s This action does not share a recast timer with any other actions.
ru: Deals unaspected damage with a potency of 600 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var> when spell is cast with a cast time <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. This action does not share a recast timer with any other actions.

source: Increases damage dealt by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases potency of next weaponskill by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Cannot be used with <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Earth<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Wind<var 49 01 /var><var 48 01 /var>.
ru: Increases damage dealt by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases potency of next weaponskill by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Cannot be used with <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Earth<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Wind<var 49 01 /var><var 48 01 /var>.

source: Reduces damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Prevents damage up to 20% of your maximum HP <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s Cannot be used with <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Wind<var 49 01 /var><var 48 01 /var>.
ru: Reduces damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Prevents damage up to 20% of your maximum ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. Cannot be used with <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Wind<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 800 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var> when spell is cast with a cast time <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Impact<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>.
ru: Deals unaspected damage with a potency of 800 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var> when spell is cast with a cast time <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Impact<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>.

source: Deals fire damage with a potency of 1,200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by 10 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Huton<var 49 01 /var><var 48 01 /var>, reducing weaponskill recast time by 15% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>35s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Deals fire damage with a potency of 1 200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> by 10 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Huton<var 49 01 /var><var 48 01 /var>, reducing weaponskill recast time by 15% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>35 с. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Deals ice damage with a potency of 2,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by 20 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Huton<var 49 01 /var><var 48 01 /var>, reducing weaponskill recast time by 15% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>35s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Deals ice damage with a potency of 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> by 20 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Huton<var 49 01 /var><var 48 01 /var>, reducing weaponskill recast time by 15% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>35 с. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: For up to three attacks, your shadow becomes animate, attacking enemies each time you execute a weaponskill. <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> increases by 10 each time your shadow lands an attack. Shadow attack potency varies based on the attack executed. <var 48 F201F8 /var><var 49 F201F9 /var>Melee Attack Potency: <var 49 01 /var><var 48 01 /var>1,000 <var 48 F201F8 /var><var 49 F201F9 /var>Ranged Attack Potency: <var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>Area Attack Potency: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: For up to three attacks, your shadow becomes animate, attacking enemies each time you execute a weaponskill. <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> increases by 10 each time your shadow lands an attack. Shadow attack potency varies based on the attack executed. <var 48 F201F8 /var><var 49 F201F9 /var>Melee Attack Potency: <var 49 01 /var><var 48 01 /var>1 000 <var 48 F201F8 /var><var 49 F201F9 /var>Ranged Attack Potency: <var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>Area Attack Potency: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Delivers an attack with a potency of 1,200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces target's HP recovered by healing actions by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 50 if target is KO'd before effect expires <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>If the target is suffering from <var 48 F201FA /var><var 49 F201FB /var>Higanbana<var 49 01 /var><var 48 01 /var> inflicted by you, increase the effect duration by 30s, up to a maximum of 60s Can only be executed following <var 48 F201F4 /var><var 49 F201F5 /var>Higanbana<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 800. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Reduces target's ОЗ recovered by healing actions by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 50 if target is KO'd before effect expires <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>If the target is suffering from <var 48 F201FA /var><var 49 F201FB /var>Higanbana<var 49 01 /var><var 48 01 /var> inflicted by you, increase the effect duration by 30 с., up to a maximum of 60 с. Can only be executed following <var 48 F201F4 /var><var 49 F201F5 /var>Higanbana<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions. ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of 1,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Draw Power Bonus: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Draw Fortitude Bonus: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s
ru: Наносит физический урон с силой 1 000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Draw Power Bonus: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Draw Fortitude Bonus: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.

source: Delivers an attack with a potency of 1,600 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s This action does not share a recast timer with any other actions.
ru: Наносит физический урон с силой 1 600 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. This action does not share a recast timer with any other actions.

source: Release the energy building in your firearm, causing it to become <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Extends <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> duration by 5s to a maximum of 10s. <var 48 F201F8 /var><var 49 F201F9 /var>Heat Gauge Cost: <var 49 01 /var><var 48 01 /var>50
ru: Release the energy building in your firearm, causing it to become <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Extends <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> duration by 5 с. to a maximum of 10 с.. <var 48 F201F8 /var><var 49 F201F9 /var>Шкалы Heat Cost: <var 49 01 /var><var 48 01 /var>50

source: Delivers an attack with a potency of 2,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by self and party member designated as your <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Esprit Gauge Cost: <var 49 01 /var><var 48 01 /var>50
ru: Наносит физический урон с силой 2 000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases damage dealt by self and party member designated as your <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Esprit Gauge Cost: <var 49 01 /var><var 48 01 /var>50

source: Delivers an attack with a potency of 1,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Flourishing Fan Dance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while in possession of <var 48 F201FA /var><var 49 F201FB /var>Fourfold Feathers<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Jete<var 49 01 /var><var 48 01 /var> while dancing.
ru: Наносит физический урон с силой 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Flourishing Fan Dance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Can only be executed while in possession of <var 48 F201FA /var><var 49 F201FB /var>Fourfold Feathers<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Jete<var 49 01 /var><var 48 01 /var> while dancing.
