Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Creates a barrier nullifying most knockback and draw-in effects. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% when barrier is struck <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Создает защитный барьер, гарантирующий невосприимчивость к большинству эффектов отталкивания и притягивания. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> (+20%) на каждого атаковавшего вас противника, увеличивая задержку между его атаками. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Reduces physical damage taken by a party member by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Reduces physical damage taken by a party member by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Interrupts the use of a target's action.
ru: Прерывает действие выбранной цели. ※Не все действия могут быть прерваны.

source: Stuns target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s
ru: Stuns target. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с.

source: Binds target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Cancels auto-attack upon execution. Target unbound if damage taken.
ru: Обездвиживает цель, накладывая эффект <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Прекращает автоатаки после использования. Эффект прекращается при получении целью урона.

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> (+40%). <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Gradually restores own TP and the TP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Halves enmity
ru: Gradually restores own TP and the TP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Halves enmity

source: Gradually restores own MP and the MP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Halves enmity
ru: Gradually restores own ОМ and the ОМ of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Halves enmity

source: Increases movement speed of self and nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Effect ends when enmity is generated. Has no effect in battle.
ru: Увеличивает скорость передвижения вам и ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Эффект прекращается при возникновении <var 48 F201F4 /var><var 49 F201F5 /var>враждебности<var 49 01 /var><var 48 01 /var> противников. Эффект недоступен в режиме боя.

source: Deals unaspected damage with a potency of 50. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Deals unaspected damage with a potency of 50. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Spells can be cast without interruption. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Nullifies most knockback and draw-in effects <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s
ru: Не позволяет получению урона прерывать применение заклинаний. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Гарантирует невосприимчивость к большинству видов эффектов отталкивания и притягивания. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Next spell is cast immediately. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Гарантирует мгновенное применение следующему заклинанию. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Gradually restores own MP. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>55 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>21s
ru: Постепенно восполняет ваши ОМ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 55. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 21 с.

source: Reduces a party member's magic vulnerability by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Reduces a party member's magic vulnerability by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Increases attack magic potency by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Increases attack magic potency by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Removes a single detrimental effect from target.
ru: Рассеивает один отрицательный эффект на выбранной цели.

source: Erects a magicked barrier around a single party member or pet. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s <var 48 F201F8 /var><var 49 F201F9 /var>Barrier Effect:<var 49 01 /var><var 48 01 /var> 20% chance that when barrier is struck, the striker will deal 10% less damage <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Erects a magicked barrier around a single party member or pet. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Barrier Effect:<var 49 01 /var><var 48 01 /var> 20% chance that when barrier is struck, the striker will deal 10% less damage <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Increases healing magic potency by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Increases healing magic potency by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Instantly draws target party member to your side. Cannot be used outside of combat or when target is suffering from certain enfeeblements.
ru: Мгновенно притягивает выбранного члена группы к вам. Невозможно использовать вне режима боя или когда выбранный член группы находится под действием определенных отрицательных эффектов.

source: Attempts to catch a fish using your gig, increasing the wariness of others nearby. Catching more fish in a single attempt results in a smaller increase to wariness.
ru: Попытки поймать рыбу с помощью своего гарпуна увеличивают настороженность других ближайших рыб. Поймав больше рыбы за одну попытку, настороженность увеличивается меньше.

source: Reduces damage taken by 50% and counters up to the next 5 attacks. <var 48 F201F8 /var><var 49 F201F9 /var>Counter Potency:<var 49 01 /var><var 48 01 /var> 1,200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Counter Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 5 <var 48 F201F8 /var><var 49 F201F9 /var>Kenki Gauge Cost: <var 49 01 /var><var 48 01 /var>25
ru: Reduces damage taken by 50% and counters up to the next 5 attacks. <var 48 F201F8 /var><var 49 F201F9 /var>Counter Potency:<var 49 01 /var><var 48 01 /var> 1 200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Counter Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 5 <var 48 F201F8 /var><var 49 F201F9 /var>Kenki Gauge Cost:<var 49 01 /var><var 48 01 /var> 25

source: Delivers an attack to all enemies in a cone before you with a potency of 1,000 for the first enemy, 25% less for the second, 50% less for the third, and 75% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s
ru: Delivers an attack to all enemies in a cone before you with a potency of 1 000 for the first enemy, 25% less for the second, 50% less for the third, and 75% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.

source: Stuns target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s
ru: Оглушает цель. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.

source: Rushes target and delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 10-yalm knockback <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fists of Earth<var 49 01 /var><var 48 01 /var>. Cannot be executed while bound. ※This action cannot be assigned to a hotbar.
ru: Rushes target and delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> 10-yalm knockback <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fists of Earth<var 49 01 /var><var 48 01 /var>. Cannot be executed while bound. ※This action cannot be assigned to a hotbar.

source: Rushes target and delivers an attack with a potency of 65. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Riddle of Wind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fists of Wind<var 49 01 /var><var 48 01 /var>. Cannot be executed while bound. ※This action cannot be assigned to a hotbar.
ru: Rushes target and delivers an attack with a potency of 65. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Riddle of Wind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fists of Wind<var 49 01 /var><var 48 01 /var>. Cannot be executed while bound. ※This action cannot be assigned to a hotbar.

source: Rushes target and delivers an attack with a potency of 130. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fists of Fire<var 49 01 /var><var 48 01 /var>. Cannot be executed while bound. ※This action cannot be assigned to a hotbar.
ru: Rushes target and delivers an attack with a potency of 130. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fists of Fire<var 49 01 /var><var 48 01 /var>. Cannot be executed while bound. ※This action cannot be assigned to a hotbar.

source: Rushes target and delivers an attack with a potency of 65. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Greased Lightning<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 16s <var 48 F201F8 /var><var 49 F201F9 /var>Greased Lightning Bonus:<var 49 01 /var><var 48 01 /var> Increases damage dealt by 10% and reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 5% Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fists of Wind<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Riddle of Wind<var 49 01 /var><var 48 01 /var>. Cannot be executed while bound. ※This action cannot be assigned to a hotbar.
ru: Rushes target and delivers an attack with a potency of 65. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Greased Lightning<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 16 с. <var 48 F201F8 /var><var 49 F201F9 /var>Greased Lightning Bonus:<var 49 01 /var><var 48 01 /var> Increases damage dealt by 10% and reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 5% Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fists of Wind<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Riddle of Wind<var 49 01 /var><var 48 01 /var>. Cannot be executed while bound. ※This action cannot be assigned to a hotbar.

source: Dissolves current <var 48 F201FA /var><var 49 F201FB /var>Fey Union<var 49 01 /var><var 48 01 /var>.
ru: Отменяет эффект <var 48 F201FA /var><var 49 F201FB /var>Fey Union<var 49 01 /var><var 48 01 /var>.

source: Surveys the seas to locate teeming waters.<var 08 E4E94513 ((<var 08 E0E94603 (( Activates automatically when class is changed to fisher.)) (()) /var>)) (()) /var>
ru: Обследует моря, чтобы обнаружить подводные течения.<var 08 E4E94513 ((<var 08 E0E94603 (( Автоматически активируется при смене класса на рыбак.)) (()) /var>)) (()) /var>

source: Surveys the seas to locate the nearest teeming waters within skill range. Can only be executed while <var 48 F201FA /var><var 49 F201FB /var>Fathom<var 49 01 /var><var 48 01 /var> is active. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Показывает направление к ближайшему подводному течению пригодному для ловли. Возможно использовать, только когда активен эффект <var 48 F201FA /var><var 49 F201FB /var>Fathom<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Surveys the landscape to locate the highest-level teeming waters within skill range. Can only be executed while <var 48 F201FA /var><var 49 F201FB /var>Fathom<var 49 01 /var><var 48 01 /var> is active. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Показывает направление к ближайшему высокоуровневому подводному течению пригодному для ловли. Возможно использовать, только когда активен эффект <var 48 F201FA /var><var 49 F201FB /var>Fathom<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Prevents the same fish you just caught from appearing again. Has no effect on some fish.
ru: Позволяет не получать рыбу того же типа, которую вы поймали последней. Работает не на всю рыбу.

source: Increases the chance of landing a large-sized fish on your next spearfishing attempt. Chance of landing a large catch increases based on your <var 48 F201FA /var><var 49 F201FB /var>perception<var 49 01 /var><var 48 01 /var> rating.
ru: Увеличивает шанс выловить более крупную рыбу при следующей попытке подводной ловли. Шанс ловли более крупной рыбы зависит от вашего базового рейтинга <var 48 F201FA /var><var 49 F201FB /var>восприятия<var 49 01 /var><var 48 01 /var>.

source: Occasionally discovers treasure maps while spearfishing.
ru: Позволяет находить карты сокровищ во время подводной ловли.

source: Further surveys the seas to uncover the nearest swimming shadows within skill range.
ru: Показывает направление к ближайшей скрытой точке пригодной для ловли.

source: Fires an explosive projectile at the designated area. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Binds magna roader <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 4s
ru: Выстреливает взрывной снаряд в заданную область. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Binds magna roader <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 4 с.

source: While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Earthly Dominance<var 49 01 /var><var 48 01 /var>, detonates the currently deployed <var 48 F201F4 /var><var 49 F201F5 /var>Earthly Star<var 49 01 /var><var 48 01 /var>, creating a <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Burst<var 49 01 /var><var 48 01 /var> that deals unaspected damage with a potency of 205 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores own HP and the HP of all nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 540 While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Giant Dominance<var 49 01 /var><var 48 01 /var>, detonates the currently deployed <var 48 F201F4 /var><var 49 F201F5 /var>Earthly Star<var 49 01 /var><var 48 01 /var>, creating a <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Explosion<var 49 01 /var><var 48 01 /var> that deals unaspected damage with a potency of 310 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores own HP and the HP of all nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 720
ru: Детонирует <var 48 F201F4 /var><var 49 F201F5 /var>Earthly Star<var 49 01 /var><var 48 01 /var>. Использование способности под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Earthly Dominance<var 49 01 /var><var 48 01 /var> приводит к <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Burst<var 49 01 /var><var 48 01 /var>, наносящей магический урон с силой 205 всем противникам в области действия <var 48 F201F4 /var><var 49 F201F5 /var>Earthly Star<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ вам и всем членам группы в области действия <var 48 F201F4 /var><var 49 F201F5 /var>Earthly Star<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 540. Использование способности под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Earthly Dominance<var 49 01 /var><var 48 01 /var> приводит к <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Explosion<var 49 01 /var><var 48 01 /var>, наносящей магический урон с силой 310 всем противникам в области действия <var 48 F201F4 /var><var 49 F201F5 /var>Earthly Star<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ вам и всем членам группы в области действия <var 48 F201F4 /var><var 49 F201F5 /var>Earthly Star<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 720.
