Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Orders Demi-Bahamut to execute <var 48 F201F4 /var><var 49 F201F5 /var>Akh Morn<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Akh Morn Effect: <var 49 01 /var><var 48 01 /var>Deals unaspected damage to target and all enemies nearby it with a potency of 1,300 for the first enemy, and 60% less for all remaining enemies
ru: Приказывает Воплощению Бахамута исполнить <var 48 F201F4 /var><var 49 F201F5 /var>Akh Morn<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Akh Morn:<var 49 01 /var><var 48 01 /var> Наносит магический урон цели с силой 1 300 и на 60% меньше противникам вокруг неё.

source: Next action is executed without MP cost. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 12s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Следующее действие выполняется без расхода ОМ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2

source: Deals earth damage with a potency of 260.
ru: Наносит магический урон землей с силой 260.

source: Creates a barrier around self or target party member that absorbs damage equivalent to a heal of 500 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s<var 08 E4E94519 ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2)) (()) /var>)) (()) /var>
ru: Создаёт вокруг вас или выбранного члена группы защитный барьер, поглощающий урон, равный исцелению с силой 500. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.<var 08 E4E94519 ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2)) (()) /var>)) (()) /var>

source: Grants self or target party member the effect of <var 48 F201FA /var><var 49 F201FB /var>Excogitation<var 49 01 /var><var 48 01 /var>, restoring HP when member's HP falls below 50% or upon effect duration expiration. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 800 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 45s <var 08 E0E94947 ((<var 08 E4E9451D ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> by 10 )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost:<var 49 01 /var><var 48 01 /var> 1
ru: Накладывает на вас или выделенного члена группы эффект <var 48 F201FA /var><var 49 F201FB /var>Excogitation<var 49 01 /var><var 48 01 /var>, восстанавливающий ОЗ, когда ОЗ участника падает ниже 50% или по истечении срока действия эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления<var 49 01 /var><var 48 01 /var> 800 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 45 с. <var 08 E0E94947 ((<var 08 E4E9451D ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Faerie<var 49 01 /var><var 48 01 /var> на 10 )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Aetherflow:<var 49 01 /var><var 48 01 /var> 1

source: Deals unaspected damage with a potency of 240.
ru: Наносит магический урон с силой 240.

source: Orders faerie to execute <var 48 F201F4 /var><var 49 F201F5 /var>Fey Union<var 49 01 /var><var 48 01 /var> with target party member. Effect ends upon reuse. <var 48 F201F8 /var><var 49 F201F9 /var>Faerie Gauge Cost:<var 49 01 /var><var 48 01 /var> 10 <var 48 F201F8 /var><var 49 F201F9 /var>Fey Union Effect: <var 49 01 /var><var 48 01 /var>Gradually restores HP of party member with which faerie has a <var 48 F201FA /var><var 49 F201FB /var>Fey Union<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> is depleted by 10 periodically while HP is restored. <var 48 F201FA /var><var 49 F201FB /var>Fey Union<var 49 01 /var><var 48 01 /var> effect fades upon execution of other faerie actions or when party member moves from within 30 yalms of the faerie. The <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> increases when <var 08 E4E9451D ((<var 08 E0E94951 ((a faerie or <var 48 F201FA /var><var 49 F201FB /var>Seraph<var 49 01 /var><var 48 01 /var>)) ((a faerie)) /var>)) ((a faerie)) /var> is summoned and an <var 48 F201FA /var><var 49 F201FB /var>Aetherflow<var 49 01 /var><var 48 01 /var> action is successfully executed while in combat.
ru: Приказывает фее выполнить <var 48 F201F4 /var><var 49 F201F5 /var>Fey Union<var 49 01 /var><var 48 01 /var> с выбранным членом группы. Эффект прекращается при повторном использовании. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Faerie:<var 49 01 /var><var 48 01 /var> 10 <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Fey Union: <var 49 01 /var><var 48 01 /var>Постепенное восстановление ОЗ члену группы с которым у феи заключен <var 48 F201FA /var><var 49 F201FB /var>Fey Union<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F4 /var><var 49 F201F5 /var>Шкала Faerie<var 49 01 /var><var 48 01 /var> периодически истощается на 10, пока восстанавливается ОЗ. Эффект <var 48 F201FA /var><var 49 F201FB /var>Fey Union<var 49 01 /var><var 48 01 /var> исчезает при выполнении других действий феи или когда член группы отдаляется от нее на 30 ялмов. <var 48 F201F4 /var><var 49 F201F5 /var>Шкала Faerie<var 49 01 /var><var 48 01 /var> увеличивается, если <var 08 E4E9451D ((<var 08 E0E94951 ((фея или <var 48 F201FA /var><var 49 F201FB /var>Серафим<var 49 01 /var><var 48 01 /var>)) ((фея)) /var>)) ((фея)) /var> призваны и успешно применяют <var 48 F201FA /var><var 49 F201FB /var>Aetherflow<var 49 01 /var><var 48 01 /var>в режиме боя.

source: Gradually restores HP of party member with which faerie has a <var 48 F201FA /var><var 49 F201FB /var>Fey Union<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> is depleted by 10 periodically while HP is restored. <var 48 F201FA /var><var 49 F201FB /var>Fey Union<var 49 01 /var><var 48 01 /var> effect fades upon execution of other faerie actions or when party member moves from within 30 yalms of the faerie. ※This action cannot be assigned to a hotbar.
ru: Постепенно восстанавливает ОЗ членам группы, с которым у феи имеется <var 48 F201FA /var><var 49 F201FB /var>Fey Union<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> периодически истощается на 10, пока восстанавливается ОЗ. Эффект <var 48 F201FA /var><var 49 F201FB /var>Fey Union<var 49 01 /var><var 48 01 /var> исчезает при выполнении других действий феи или когда член группы отдаляется от нее на 30 ялм. ※Это действие нельзя назначить на хотбар.

source: Deploys an <var 48 F201F4 /var><var 49 F201F5 /var>Earthly Star<var 49 01 /var><var 48 01 /var> in the designated area and grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Earthly Dominance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Executing <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Detonation<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Earthly Dominance<var 49 01 /var><var 48 01 /var> creates a <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Burst<var 49 01 /var><var 48 01 /var> dealing unaspected damage with a potency of 205 to all nearby enemies. Also restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 540 After 10s, <var 48 F201FA /var><var 49 F201FB /var>Earthly Dominance<var 49 01 /var><var 48 01 /var> effect is changed to <var 48 F201FA /var><var 49 F201FB /var>Giant Dominance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Waiting 10s or executing <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Detonation<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Giant Dominance<var 49 01 /var><var 48 01 /var> creates a <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Explosion<var 49 01 /var><var 48 01 /var> dealing unaspected damage with a potency of 310 to all nearby enemies. Also restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 720
ru: Образует звезду в выбранной области и накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Earthly Dominance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Использование <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Detonation<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Earthly Dominance<var 49 01 /var><var 48 01 /var> приводит к <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Burst<var 49 01 /var><var 48 01 /var>, наносящей магический урон с силой 205 всем противникам в области действия способности. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ вам и всем членам группы в области действия способности. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 540. Эффект <var 48 F201FA /var><var 49 F201FB /var>Earthly Dominance<var 49 01 /var><var 48 01 /var> преобразовывается в эффект <var 48 F201FA /var><var 49 F201FB /var>Giant Dominance<var 49 01 /var><var 48 01 /var> после окончания действия. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Использование <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Detonation<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Giant Dominance<var 49 01 /var><var 48 01 /var> приводит к <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Explosion<var 49 01 /var><var 48 01 /var>, наносящей магический урон с силой 310 всем противникам в области действия способности. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ вам и всем членам группы в области действия способности. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 720. ※<var 48 F201F4 /var><var 49 F201F5 /var>Stellar Explosion<var 49 01 /var><var 48 01 /var> происходит автоматически после окончания действия эффекта <var 48 F201FA /var><var 49 F201FB /var>Giant Dominance<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Stellar Detonation<var 49 01 /var><var 48 01 /var> после использования.

source: Deals unaspected damage with a potency of 190.
ru: Наносит магический урон с силой 190.

source: Draws either the <var 48 F201FA /var><var 49 F201FB /var>Lord of Crowns<var 49 01 /var><var 48 01 /var> or the <var 48 F201FA /var><var 49 F201FB /var>Lady of Crowns<var 49 01 /var><var 48 01 /var> from your divining deck. Action changes to the drawn arcanum. Can only be executed while in combat.
ru: Вытягивает <var 48 F201FA /var><var 49 F201FB /var>Lord of Crowns<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Lady of Crowns<var 49 01 /var><var 48 01 /var> из вашей колоды Предсказаний и добавляет в <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var>. Действие сменяется на вытягивание Arcanum. Возможно использовать только в режиме боя.

source: Deals lightning damage with a potency of 60 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Lightning damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>30 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>18s Can only be cast while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Thunderhead<var 49 01 /var><var 48 01 /var>, granted when gaining <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> from an unaspected state, or changing between their influences. <var 48 F201F8 /var><var 49 F201F9 /var>Thunderhead Duration: <var 49 01 /var><var 48 01 /var>30s Only one <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> spell-induced damage over time effect per caster can be inflicted upon a single target.
ru: Наносит магический урон молнией с силой 60 цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Периодический магический урон молнией <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>30 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>18 с. Возможно применить только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Thunderhead<var 49 01 /var><var 48 01 /var>, который получается при наложении эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> из магического состояния или при переключении между эффектами. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность Thunderhead: <var 49 01 /var><var 48 01 /var>30 с. На одну цель может быть наложено только одно заклинание <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> наносящее периодический урон.

source: Deals unaspected damage to target and all enemies nearby it with a potency of 1,300 for the first enemy, and 60% less for all remaining enemies. Can only be executed while Demi-Bahamut is summoned. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели с силой 1 300 и на 60% меньше противникам вокруг неё. Возможно использовать только при призванном Demi-Bahamut. ※Это действие нельзя назначить на хотбар.

source: Increases damage dealt by all party members within a 15-yalm radius by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s ※This action cannot be assigned to a hotbar.
ru: Increases damage dealt by all party members within a 15-yalm radius by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of <var 08 E4E94523 ((<var 08 E0E94943C9B5 /var>)) B5 /var>.<var 08 E0E9493F ((<var 08 E4E94523 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 5)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой <var 08 E4E94523 ((<var 08 E0E94943C9B5 /var>)) B5 /var>.<var 08 E0E9493F ((<var 08 E4E94523 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Kenki<var 49 01 /var><var 48 01 /var> на 5)) (()) /var>)) (()) /var>

source: Delivers an attack with a potency of 90 to all enemies in a cone before you.<var 08 E0E9493F ((<var 08 E4E94523 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 5)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 90 всем противникам в конусе перед вами.<var 08 E0E9493F ((<var 08 E4E94523 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Kenki<var 49 01 /var><var 48 01 /var> на 5)) (()) /var>)) (()) /var>

source: Delivers an attack with a potency of 100 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E94523 ((<var 08 E0E94957 ((Fuko)) ((Fuga)) /var>)) ((Fuga)) /var><var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 120 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Fugetsu<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Fugetsu Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by <var 08 E4E94523 ((<var 08 E0E9494F0E0B /var>)) 0B /var>% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>40s<var 08 E0E94935 ((<var 08 E4E94523 (( <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by <var 08 E0E9493F ((<var 08 E4E945230B06 /var>)) 06 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Getsu<var 49 01 /var><var 48 01 /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Getsu<var 49 01 /var><var 48 01 /var>)) /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Getsu<var 49 01 /var><var 48 01 /var>)) /var>
ru: Наносит физический урон с силой 100 всем ближайший противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E94523 ((<var 08 E0E94957 ((Fuko)) ((Fuga)) /var>)) ((Fuga)) /var><var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 120 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Fugetsu<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Fugetsu: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый урон на <var 08 E4E94523 ((<var 08 E0E9494F0E0B /var>)) 0B /var>% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>40 с.<var 08 E0E94935 ((<var 08 E4E94523 (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Kenki<var 49 01 /var><var 48 01 /var> на <var 08 E0E9493F ((<var 08 E4E945230B06 /var>)) 06 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Getsu<var 49 01 /var><var 48 01 /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Getsu<var 49 01 /var><var 48 01 /var>)) /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Getsu<var 49 01 /var><var 48 01 /var>)) /var>

source: Delivers an attack with a potency of 100 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E94523 ((<var 08 E0E94957 ((Fuko)) ((Fuga)) /var>)) ((Fuga)) /var><var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 120 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Fuka<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Fuka Effect: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by <var 08 E4E94523 ((<var 08 E0E9494F0E0B /var>)) 0B /var>% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>40s<var 08 E0E94935 ((<var 08 E4E94523 (( <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by <var 08 E0E9493F ((<var 08 E4E945230B06 /var>)) 06 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Ka<var 49 01 /var><var 48 01 /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Ka<var 49 01 /var><var 48 01 /var>)) /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Ka<var 49 01 /var><var 48 01 /var>)) /var>
ru: Наносит физический урон с силой 100 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E94523 ((<var 08 E0E94957 ((Fuko)) ((Fuga)) /var>)) ((Fuga)) /var><var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 120 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Fuka<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Fuka: <var 49 01 /var><var 48 01 /var>Уменьшает время применения и время восстановления умений и заклинаний, а также задержку между автоатаками на <var 08 E4E94523 ((<var 08 E0E9494F0E0B /var>)) 0B /var>% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>40 с.<var 08 E0E94935 ((<var 08 E4E94523 (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Kenki<var 49 01 /var><var 48 01 /var> на <var 08 E0E9493F ((<var 08 E4E945230B06 /var>)) 06 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Ka<var 49 01 /var><var 48 01 /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Ka<var 49 01 /var><var 48 01 /var>)) /var>)) (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Ka<var 49 01 /var><var 48 01 /var>)) /var>

source: Delivers an attack with a potency of 250. <var 48 F201F8 /var><var 49 F201F9 /var>Kenki Gauge Cost:<var 49 01 /var><var 48 01 /var> 25
ru: Наносит физический урон с силой 250. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Kenki:<var 49 01 /var><var 48 01 /var> 25
