Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 200 to all nearby enemies. Can only be executed after accumulating three stacks of <var 48 F201FA /var><var 49 F201FB /var>Meditation<var 49 01 /var><var 48 01 /var> by executing <var 48 F201F4 /var><var 49 F201F5 /var>Iaijutsu<var 49 01 /var><var 48 01 /var>, <var 08 E4E94523 ((<var 08 E0E9495B ((<var 48 F201F4 /var><var 49 F201F5 /var>Meditate<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Ogi Namikiri<var 49 01 /var><var 48 01 /var>)) ((or <var 48 F201F4 /var><var 49 F201F5 /var>Meditate<var 49 01 /var><var 48 01 /var>)) /var>)) ((or <var 48 F201F4 /var><var 49 F201F5 /var>Meditate<var 49 01 /var><var 48 01 /var>)) /var> while in combat. <var 48 F201FA /var><var 49 F201FB /var>Meditation<var 49 01 /var><var 48 01 /var> effect fades upon execution. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Shoha<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 200 всем ближайшим противникам. Возможно использовать только при наличии трех зарядов эффекта <var 48 F201FA /var><var 49 F201FB /var>Meditation<var 49 01 /var><var 48 01 /var> при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Iaijutsu<var 49 01 /var><var 48 01 /var>, <var 08 E4E94523 ((<var 08 E0E9495B ((<var 48 F201F4 /var><var 49 F201F5 /var>Meditate<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Ogi Namikiri<var 49 01 /var><var 48 01 /var>)) ((или <var 48 F201F4 /var><var 49 F201F5 /var>Meditate<var 49 01 /var><var 48 01 /var>)) /var>)) ((или <var 48 F201F4 /var><var 49 F201F5 /var>Meditate<var 49 01 /var><var 48 01 /var>)) /var> во время боя. <var 48 F201FA /var><var 49 F201FB /var>Meditation<var 49 01 /var><var 48 01 /var> прекращается после использования. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Shoha<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 100 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 10
ru: Наносит физический урон с силой 100 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Kenki<var 49 01 /var><var 48 01 /var> на 10

source: Delivers an attack with a potency of 390. Potency increases as <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> exceeds required cost at time of deployment, up to a maximum of 780. The Automaton Queen shuts down after execution. If this action is not used manually while the Automaton Queen is active, it will be triggered automatically immediately before shutting down. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 390. Сила увеличивается пропорционально расходу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> свыше требуемой стоимости на развертывание, вплоть до 780. Королева-Автоматон отключается после использования. Действие применяется автоматически перед отключением Королевы-Автоматона, даже если вы не использовали <var 48 F201F4 /var><var 49 F201F5 /var>Queen Overdrive<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack to all enemies in a cone before you with a potency of 300 for the first enemy, and 50% less for all remaining enemies. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fourfold Fan Dance<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон всем противникам в конусе перед вами с силой 300 для первого противника и 50% меньше всем остальным. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Fourfold Fan Dance<var 49 01 /var><var 48 01 /var>.

source: Delivers a critical direct hit to all enemies in a straight line before you with a potency of 600 for the first enemy, and 75% less for all remaining enemies. Damage dealt is increased when under an effect that raises critical hit rate or direct hit rate. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Flourishing Starfall<var 49 01 /var><var 48 01 /var>.
ru: Наносит критический точный удар всем противникам, расположенным на прямой линии перед вами, с силой 600 для первого противника и на 75% меньше всем остальным. Наносимый урон увеличивается под действием эффекта, повышающего шанс критического или точного удара. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Flourishing Starfall<var 49 01 /var><var 48 01 /var>.

source: Deals ice damage with a potency of 80 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 08 E0E94924 ((<var 08 E4E94508 ((Grants <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var> and)) ((<var 08 E4E9451A ((Grants <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var> and)) ((Grants <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> or)) /var>)) /var>)) ((Grants <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> or)) /var> removes <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Наносит магический урон льдом с силой 80 цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 08 E0E94924 ((<var 08 E4E94508 ((Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var> и)) ((<var 08 E4E9451A ((Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var> и)) ((Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> или)) /var>)) /var>)) ((Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> or)) /var> removes <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Deals fire damage with a potency of 100 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var> and removes <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Наносит магический урон огнём с силой 100 цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var> и снимает <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>.
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var>. Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>.

source: Summons Carbuncle to your side.
ru: Призывает Карбункула на сторону персонажа.

source: Orders Carbuncle to execute <var 48 F201F4 /var><var 49 F201F5 /var>Radiant Aegis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Radiant Aegis Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage totaling 20% of your maximum HP <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 08 E4E9451C ((<var 08 E0E94959 ((<var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 )) (()) /var>)) (()) /var>Can only be executed while Carbuncle is summoned.
ru: Приказывает Карбунклу исполнить <var 48 F201F4 /var><var 49 F201F5 /var>Radiant Aegis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Radiant Aegis:<var 49 01 /var><var 48 01 /var> Образует барьер вокруг персонажа, который поглощает получаемый урон в размере 20% от максимальных ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 08 E4E9451C ((<var 08 E0E94959 ((<var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 )) (()) /var>)) (()) /var>Возможно использовать только при призванном Карбункуле.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Aethercharge<var 49 01 /var><var 48 01 /var>, increasing the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Ruin<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> by 50, and <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> by 20. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 08 E0E94917 ((<var 08 E4E9451B ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E9451C ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 08 E0E94910 ((<var 08 E4E9451B ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E9451C ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) /var>)) ((<var 08 E0E94910 ((<var 08 E4E9451B ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E9451C ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>)) /var>)) /var> Can only be executed in combat and while Carbuncle is summoned.
ru: Наделяет <var 48 F201FA /var><var 49 F201FB /var>Aethercharge<var 49 01 /var><var 48 01 /var>, который увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Ruin<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> на 50 и <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> на 20. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Наделяет <var 08 E0E94917 ((<var 08 E4E9451B ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E9451C ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 08 E0E94910 ((<var 08 E4E9451B ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E9451C ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) /var>)) ((<var 08 E0E94910 ((<var 08 E4E9451B ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 08 E4E9451C ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>)) /var>)) /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>)) /var>)) /var> Доступен для использования только в бою при призванном Карбункуле.

source: Summons Ruby Carbuncle, and orders it to execute <var 48 F201F4 /var><var 49 F201F5 /var>Glittering Ruby<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Glittering Ruby Effect: <var 49 01 /var><var 48 01 /var>Rushes target and deals fire damage with a potency of 400 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 2 stacks of <var 48 F201FA /var><var 49 F201FB /var>Fire Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Effect: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> become fire-aspected <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> and Carbuncle is summoned. Current pet will leave the battlefield while Ruby Carbuncle is present, and return once gone.
ru: Призывает Рубинового Карбункула и приказывает ему исполнить приём <var 48 F201F4 /var><var 49 F201F5 /var>Glittering Ruby<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Glittering Ruby:<var 49 01 /var><var 48 01 /var> Бросается на цель и наносит огненный урон с силой 400 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Наделяет 2-мя эффектами <var 48 F201FA /var><var 49 F201FB /var>Fire Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Fire Attunement:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> получают свойства стихии огня <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> и при призванном Карбункуле. Текущий питомец покидает поле боя, пока присутствует Рубиновый Карбункул, и возвращается, когда его нет.

source: Summons Topaz Carbuncle, and orders it to execute <var 48 F201F4 /var><var 49 F201F5 /var>Glittering Topaz<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Glittering Topaz Effect: <var 49 01 /var><var 48 01 /var>Rushes target and deals earth damage with a potency of 400 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 4 stacks of <var 48 F201FA /var><var 49 F201FB /var>Earth Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Effect: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> become earth-aspected <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var> and Carbuncle is summoned. Current pet will leave the battlefield while Topaz Carbuncle is present, and return once gone.
ru: Призывает Топазового Карбункла, и приказывает ему исполнить приём <var 48 F201F4 /var><var 49 F201F5 /var>Glittering Topaz<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Glittering Topaz: <var 49 01 /var><var 48 01 /var>Бросается на цель и наносит земляной урон с силой 400 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Наделяет 4-мя эффектами<var 48 F201FA /var><var 49 F201FB /var>Earth Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Earth Attunement: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> получают свойства стихии земли <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var> и при призванном Карбункуле. Текущий питомец покидает поле боя, пока присутствует Топазовый Карбункл, и возвращается, когда его нет.

source: Summons Emerald Carbuncle, and orders it to execute <var 48 F201F4 /var><var 49 F201F5 /var>Glittering Emerald<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Glittering Emerald Effect: <var 49 01 /var><var 48 01 /var>Deals wind damage with a potency of 400 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 4 stacks of <var 48 F201FA /var><var 49 F201FB /var>Wind Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Effect: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> become wind-aspected <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var> and Carbuncle is summoned. Current pet will leave the battlefield while Emerald Carbuncle is present, and return once gone.
ru: Призывает Изумрудного Карбункла и приказывает ему исполнить приём <var 48 F201F4 /var><var 49 F201F5 /var>Glittering Emerald<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Glittering Emerald:<var 49 01 /var><var 48 01 /var> Бросается на цель и наносит ветряной урон с силой 400 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Наделяет 4-мя эффектами <var 48 F201FA /var><var 49 F201FB /var>Wind Attunement<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Wind Attunement:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> получают свойства стихии ветра <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var> и при призванном Карбункуле. Текущий питомец покидает поле боя, пока присутствует Изумрудный Карбункл, и возвращается, когда его нет.
