Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Orders chocobo to deliver an attack with a potency of 130. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 12s
ru: Приказывает чокобо нанести физический урон с силой 130. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с.

source: Orders chocobo to deliver an attack with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased enmity
ru: Приказывает Чокобо нанести физический урон с силой 150. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает враждебность

source: Orders chocobo to deliver an attack with a potency of 170 to all enemies in a cone before it.
ru: Приказывает чокобо нанести физический урон с силой 170 всем противникам в конусе перед ним.

source: Orders chocobo to deliver an attack with a potency of 130. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s
ru: Приказывает чокобо нанести физический урон с силой 130. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с.

source: Orders chocobo to deliver an attack with a potency of 130. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s
ru: Приказывает чокобо нанести физический урон с силой 130. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с.

source: Orders chocobo to deliver an attack with a potency of 150.
ru: Приказывает чокобо нанести физический урон с силой 150.

source: Orders chocobo to restore its own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 150
ru: Приказывает чокобо восстановить ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 150

source: Increases chocobo's healing magic potency by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Увеличивает силу исцеляющий магии чокобо на 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Orders chocobo to restore target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 300
ru: Приказывает чокобо восстановить ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 300

source: Orders chocobo to grant <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> to target. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 25 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s
ru: Приказывает чокобо наложить на цель <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 25 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с.

source: Delivers an attack with a potency of 170. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s
ru: Наносит физический урон с силой 170. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с.

source: Fires an explosive projectile at the designated area.
ru: Выстреливает взрывной снаряд в заданную область.

source: Reduces damage taken by self and nearby party members by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Testudo:<var 49 01 /var><var 48 01 /var> Shortens recast time to 150 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Testudo II:<var 49 01 /var><var 48 01 /var> Extends duration to 20 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Testudo III:<var 49 01 /var><var 48 01 /var> Increases damage reduction to 25%.
ru: Reduces damage taken by self and nearby party members by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Testudo:<var 49 01 /var><var 48 01 /var> Shortens recast time to 150 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Testudo II:<var 49 01 /var><var 48 01 /var> Extends duration to 20 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Testudo III:<var 49 01 /var><var 48 01 /var> Increases damage reduction to 25%.

source: Delivers an attack with a potency of 170 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 10-yalm knockback and <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Mythril Tempest:<var 49 01 /var><var 48 01 /var> Shortens recast time to 150 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Mythril Tempest II:<var 49 01 /var><var 48 01 /var> Increases potency to 200. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Mythril Tempest III:<var 49 01 /var><var 48 01 /var> Increases duration to 3 seconds.
ru: Наносит физический урон с силой 170 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> 10-yalm knockback and <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Mythril Tempest:<var 49 01 /var><var 48 01 /var> Shortens recast time to 150 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Mythril Tempest II:<var 49 01 /var><var 48 01 /var> Increases potency to 200. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Mythril Tempest III:<var 49 01 /var><var 48 01 /var> Increases duration to 3 seconds.

source: Delivers an attack with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Full Swing:<var 49 01 /var><var 48 01 /var> Shortens recast time to 150 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Full Swing II:<var 49 01 /var><var 48 01 /var> Increases durations to 20 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Full Swing III:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 20%.
ru: Наносит физический урон с силой 150. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Full Swing:<var 49 01 /var><var 48 01 /var> Shortens recast time to 150 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Full Swing II:<var 49 01 /var><var 48 01 /var> Increases durations to 20 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Full Swing III:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 20%.

source: Delivers an attack with a potency of 170 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Pacification<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 4s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Greased Lightning III<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 28s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Axe Kick:<var 49 01 /var><var 48 01 /var> Shortens recast time to 150 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Axe Kick II:<var 49 01 /var><var 48 01 /var> Increases potency to 200. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Axe Kick III:<var 49 01 /var><var 48 01 /var> Increases duration to 6 seconds.
ru: Наносит физический урон с силой 170 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Pacification<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 4 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Greased Lightning III<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 28 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Axe Kick:<var 49 01 /var><var 48 01 /var> Shortens recast time to 150 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Axe Kick II:<var 49 01 /var><var 48 01 /var> Increases potency to 200. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Axe Kick III:<var 49 01 /var><var 48 01 /var> Increases duration to 6 seconds.

source: Grants immunity to stun, sleep, bind, heavy, knockback, and draw-in effects. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 9s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Fetter Ward:<var 49 01 /var><var 48 01 /var> Shortens recast time to 90 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Fetter Ward II:<var 49 01 /var><var 48 01 /var> Extends duration to 12 seconds.
ru: Grants immunity to stun, sleep, bind, heavy, knockback, and draw-in effects. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 9 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Fetter Ward:<var 49 01 /var><var 48 01 /var> Shortens recast time to 90 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Fetter Ward II:<var 49 01 /var><var 48 01 /var> Extends duration to 12 seconds.

source: Delivers an attack with a potency of 240. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases critical hit rate by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Impulse Rush:<var 49 01 /var><var 48 01 /var> Shortens recast time to 120 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Impulse Rush II:<var 49 01 /var><var 48 01 /var> Extends duration to 20 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Impulse Rush III:<var 49 01 /var><var 48 01 /var> Improves critical hit rate increase to 20%.
ru: Наносит физический урон с силой 240. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases шанс критического удара by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Impulse Rush:<var 49 01 /var><var 48 01 /var> Shortens recast time to 120 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Impulse Rush II:<var 49 01 /var><var 48 01 /var> Extends duration to 20 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Impulse Rush III:<var 49 01 /var><var 48 01 /var> Improves шанс критического удара increase to 20%.

source: Delivers an attack with a potency of 1,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Reduces target's damage dealt and healing potency by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Наносит физический урон с силой 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Reduces target's damage dealt and healing potency by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Envelops a designated area in a veil of succor, healing any who enter and nullifying 40% of physical damage. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 70 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 24s Cannot be used with any other area-creating actions. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Sacred Prism:<var 49 01 /var><var 48 01 /var> Shortens recast time to 180 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Sacred Prism II:<var 49 01 /var><var 48 01 /var> Extends duration to 30 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Sacred Prism III:<var 49 01 /var><var 48 01 /var> Increases cure potency to 100.
ru: Envelops a designated area in a veil of succor, healing any who enter and nullifying 40% of physical damage. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 70 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 24 с. Cannot be used with any other area-creating actions. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Sacred Prism:<var 49 01 /var><var 48 01 /var> Shortens recast time to 180 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Sacred Prism II:<var 49 01 /var><var 48 01 /var> Extends duration to 30 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Sacred Prism III:<var 49 01 /var><var 48 01 /var> Increases cure potency to 100.

source: Puts target and all enemies nearby it to sleep. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s
ru: Puts target and all enemies nearby it to sleep. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.

source: Deals unaspected damage with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Reduces target's magic resistances by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Phantom Dart:<var 49 01 /var><var 48 01 /var> Shortens recast time to 60 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Phantom Dart II:<var 49 01 /var><var 48 01 /var> Increases potency to 180. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Phantom Dart III:<var 49 01 /var><var 48 01 /var> Extends duration to 20 seconds.
ru: Deals unaspected damage with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Reduces target's magic resistances by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Phantom Dart:<var 49 01 /var><var 48 01 /var> Shortens recast time to 60 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Phantom Dart II:<var 49 01 /var><var 48 01 /var> Increases potency to 180. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Phantom Dart III:<var 49 01 /var><var 48 01 /var> Extends duration to 20 seconds.

source: Reduces target's range by 20%. Range cannot be reduced to less than 3 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Misty Veil:<var 49 01 /var><var 48 01 /var> Shortens recast time to 180 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Misty Veil II:<var 49 01 /var><var 48 01 /var> Extends duration to 20 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Misty Veil III:<var 49 01 /var><var 48 01 /var> Increases range reduction to 30%.
ru: Reduces target's range by 20%. Range cannot be reduced to less than 3 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Misty Veil:<var 49 01 /var><var 48 01 /var> Shortens recast time to 180 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Misty Veil II:<var 49 01 /var><var 48 01 /var> Extends duration to 20 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Misty Veil III:<var 49 01 /var><var 48 01 /var> Increases range reduction to 30%.

source: Deals unaspected damage to all enemies in a cone before you with a potency of 1,000 for the first enemy, 25% less for the second, 50% less for the third, and 75% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> If the enemy is suffering from a <var 48 F201FA /var><var 49 F201FB /var>Bio III<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Miasma III<var 49 01 /var><var 48 01 /var> effect inflicted by you, the effect timer is reset <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s
ru: Deals unaspected damage to all enemies in a cone before you with a potency of 1 000 for the first enemy, 25% less for the second, 50% less for the third, and 75% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> If the enemy is suffering from a <var 48 F201FA /var><var 49 F201FB /var>Bio III<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Miasma III<var 49 01 /var><var 48 01 /var> effect inflicted by you, the effect timer is reset <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с.

source: Deals a 10-yalm knockback. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s
ru: Deals a 10-yalm knockback. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.

source: Increases nearby party members' magic resistances by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Focalization:<var 49 01 /var><var 48 01 /var> Shortens recast time to 150 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Focalization II:<var 49 01 /var><var 48 01 /var> Extends duration to 25 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Focalization III:<var 49 01 /var><var 48 01 /var> Increases resistances to 25%.
ru: Increases nearby party members' magic resistances by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Focalization:<var 49 01 /var><var 48 01 /var> Shortens recast time to 150 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Focalization II:<var 49 01 /var><var 48 01 /var> Extends duration to 25 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Focalization III:<var 49 01 /var><var 48 01 /var> Increases resistances to 25%.

source: Delivers a ranged attack with a potency of 50. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Removes <var 48 F201FA /var><var 49 F201FB /var>Sprint<var 49 01 /var><var 48 01 /var> effect <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Weapon Throw:<var 49 01 /var><var 48 01 /var> Shortens recast time to 60 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Weapon Throw II:<var 49 01 /var><var 48 01 /var> Extends duration to 8 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Weapon Throw III:<var 49 01 /var><var 48 01 /var> Increases effect potency to 40%.
ru: Delivers a ranged attack with a potency of 50. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Removes <var 48 F201FA /var><var 49 F201FB /var>Sprint<var 49 01 /var><var 48 01 /var> effect <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Weapon Throw:<var 49 01 /var><var 48 01 /var> Shortens recast time to 60 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Weapon Throw II:<var 49 01 /var><var 48 01 /var> Extends duration to 8 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Weapon Throw III:<var 49 01 /var><var 48 01 /var> Increases effect potency to 40%.
