Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Reduces damage taken by self and nearby party members by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Can only be executed while the <var 48 F201F4 /var><var 49 F201F5 /var>Adrenaline Gauge<var 49 01 /var><var 48 01 /var> is full.
ru: Reduces damage taken by self and nearby party members by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Can only be executed while the <var 48 F201F4 /var><var 49 F201F5 /var>Adrenaline Gauge<var 49 01 /var><var 48 01 /var> is full.

source: Deals magic damage to enemies near point of impact with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Damage dealt is not affected by increased or decreased damage effects applied by players. Can only be executed while the <var 48 F201F4 /var><var 49 F201F5 /var>Adrenaline Gauge<var 49 01 /var><var 48 01 /var> is full.
ru: Deals magic damage to enemies near point of impact with a potency of 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Damage dealt is not affected by increased or decreased damage effects applied by players. Can only be executed while the <var 48 F201F4 /var><var 49 F201F5 /var>Adrenaline Gauge<var 49 01 /var><var 48 01 /var> is full.

source: Restores 50% of own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Removes <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> Can only be executed while the <var 48 F201F4 /var><var 49 F201F5 /var>Adrenaline Gauge<var 49 01 /var><var 48 01 /var> is full.
ru: Восстанавливает 50% ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Снимает <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, и <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> Возможно использовать только когда полностью заполнена <var 48 F201F4 /var><var 49 F201F5 /var>Adrenaline Gauge<var 49 01 /var><var 48 01 /var>.

source: Fires a lightning-aspected projectile at the designated area. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 1s
ru: Fires a lightning-aspected projectile at the designated area. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 1 с.

source: Creates a barrier around self and all party members near you that absorbs damage equivalent to 10% of your maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s<var 08 E4E94514 ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores target's HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 400)) (()) /var>)) (()) /var>
ru: Создает защитный барьер вокруг вас и всех ближайших членов группы, поглощающий урон, равный 10% от ваших максимальных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.<var 08 E4E94514 ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ цели <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 400)) (()) /var>)) (()) /var>

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 1,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores to self 50% of HP restored to target if target is a party member
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет ваши ОЗ в размере 50% от количества ОЗ, восстановленных выбранному члену группы.

source: Reduces damage taken by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> <var 08 E4E94514 ((<var 08 E0E9494B0705 /var>)) 05 /var>s <var 48 F201F8 /var><var 49 F201F9 /var>Oath Gauge Cost:<var 49 01 /var><var 48 01 /var> 50
ru: Снижает получаемый урон на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> <var 08 E4E94514 ((<var 08 E0E9494B0705 /var>)) 05 /var> с. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Oath:<var 49 01 /var><var 48 01 /var> 50

source: Opens a chakra. Up to five chakra can be opened at once. Opens all five chakra when used outside of combat. Triggers the cooldown of weaponskills upon execution. Conversely, execution of weaponskills triggers the cooldown of this action. ※Action changes to <var 08 E4E94515 ((<var 08 E0E94937 ((<var 48 F201F4 /var><var 49 F201F5 /var>The Forbidden Chakra<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Steel Peak<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Steel Peak<var 49 01 /var><var 48 01 /var>)) /var> when all five chakra are open.
ru: Открывает чакру. Одновременно может быть открыто до пяти чакр. Открывает все пять чакр при использовании вне боя. Запускает время восстановления умений при использовании. И наоборот, использование умений запускает время восстановления этого действия. ※Действие сменяется на <var 08 E4E94515 ((<var 08 E0E94937 ((<var 48 F201F4 /var><var 49 F201F5 /var>The Forbidden Chakra<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Steel Peak<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201F4 /var><var 49 F201F5 /var>Steel Peak<var 49 01 /var><var 48 01 /var>)) /var>, когда открыты все пять чакр.

source: Reduces damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP with each weaponskill successfully delivered <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400<var 08 E4E94516 ((<var 08 E0E9494D (( Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Nascent Flash<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>
ru: Снижает получаемый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет ваши ОЗ при нанесении урона любым умением. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 400<var 08 E4E94516 ((<var 08 E0E9494D ((. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Nascent Flash<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var>.

source: Restores own HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 1,200<var 08 E4E94516 ((<var 08 E0E94955 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Gradually restores HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s)) (()) /var>)) (()) /var>
ru: Восстанавливает ваши ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 1 200<var 08 E4E94516 ((<var 08 E0E94955 ((. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Постепенное восстановление ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.)) (()) /var>)) (()) /var>

source: Removes one select detrimental effect from self or target party member. If the target is not enfeebled, a barrier is created nullifying the target's next detrimental effect suffered. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Снимает один негативный эффект с выделенного члена группы. Если на цель не наложен негативный эффект, то накладывает щит который блокирует следующий наложенный негативный эффект. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Grants target party member the effect of <var 48 F201FA /var><var 49 F201FB /var>Silhouette<var 49 01 /var><var 48 01 /var>, diverting to target 80% of all enmity generated by caster. No effect when target is under the effect of <var 48 F201FA /var><var 49 F201FB /var>Shadewalker<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Grants target party member the effect of <var 48 F201FA /var><var 49 F201FB /var>Silhouette<var 49 01 /var><var 48 01 /var>, diverting to target 80% of all enmity generated by caster. No effect when target is under the effect of <var 48 F201FA /var><var 49 F201FB /var>Shadewalker<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Creates a wall of smoke, reducing enmity generation of a single party member. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Creates a wall of smoke, reducing enmity generation of a single party member. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Delivers a threefold attack, each hit with a potency of 150.
ru: Выполняет тройную атаку, каждое попадание наносит урон с силой 150.

source: Doubles the number of strikes for a single-target weaponskill. Combo bonuses and additional effects will only be applied once. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Doubles the number of strikes for a single-target weaponskill. Combo bonuses and additional effects will only be applied once. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Deals earth damage with a potency of 220.
ru: Наносит магический урон землей с силой 220.

source: Envelops a designated area in a veil of succor, granting healing over time to self and any party members who enter. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 24s <var 08 E4E94519 ((<var 08 E0E9494F (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases HP recovery via healing actions on party members in the designated area by 10%)) (()) /var>)) (()) /var>
ru: Создаёт в указанной области купол целителя, периодически восстанавливающий ОЗ вам и членам группы находящимся внутри него. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 24 с. <var 08 E4E94519 ((<var 08 E0E9494F (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает эффективность действий восстанавливающих ОЗ членов группы находящихся в зоне действия купола на 10%)) (()) /var>)) (()) /var>

source: Deals unaspected damage with a potency of 400 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores own HP and the HP of nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 400 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores 5% of maximum MP
ru: Наносит магический урон с силой 400 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет ОЗ вам и всем ближайшим членам группы <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 400 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восполняет 5% от максимальных ОМ

source: Deals wind damage with a potency of 50 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Wind damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 40 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 24s
ru: Deals wind damage with a potency of 50 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Wind damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 40 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 24 с.

source: Connects naturally occurring ley lines to create a circle of power which, while standing within it, reduces spell cast time and recast time, and auto-attack delay by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Плетет круг силы вокруг персонажа, нахождение в котором, уменьшает время применения и время восстановления заклинаний, а также задержку между автоатаками на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Ensures the next <var 48 F201F4 /var><var 49 F201F5 /var>Scathe<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var>, <var 08 E4E9451A ((<var 08 E0E9495B ((<var 48 F201F4 /var><var 49 F201F5 /var>Paradox<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var>or <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> spell cast will, for the first hit, trigger <var 48 F201F4 /var><var 49 F201F5 /var>Scathe<var 49 01 /var><var 48 01 /var>'s additional effect, <var 48 F201FA /var><var 49 F201FB /var>Firestarter<var 49 01 /var><var 48 01 /var>, or <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s<var 08 E4E9451A ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2)) (()) /var>)) (()) /var>
ru: Гарантирует, что следующее применение заклинания <var 48 F201F4 /var><var 49 F201F5 /var>Scathe<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var>, <var 08 E4E9451A ((<var 08 E0E9495B ((<var 48 F201F4 /var><var 49 F201F5 /var>Paradox<var 49 01 /var><var 48 01 /var>, )) (()) /var>)) (()) /var>или <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var>, при первом попадании, вызовет дополнительный эффект <var 48 F201F4 /var><var 49 F201F5 /var>Scathe<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Firestarter<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.<var 08 E4E9451A ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2)) (()) /var>)) (()) /var>

source: Increases magic damage dealt by <var 08 E4E9451A ((<var 08 E0E9494F10 ((<var 08 E0E94947 ((<var 08 E4E9451A0B06 /var>)) 06 /var>)) /var>)) ((<var 08 E0E94947 ((<var 08 E4E9451A0B06 /var>)) 06 /var>)) /var>%.<var 08 E4E9451A ((<var 08 E0E9493B ((<var 08 E0E9493D ((<var 08 E4E9451A ((<var 08 E0E9494D (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Despair<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Soul<var 49 01 /var><var 48 01 /var>.)) (( <var 08 E4E9451A ((<var 08 E0E94949 (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Despair<var 49 01 /var><var 48 01 /var>.)) (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>.)) /var>)) (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>.)) /var>)) /var>)) (( <var 08 E4E9451A ((<var 08 E0E94949 (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Despair<var 49 01 /var><var 48 01 /var>.)) (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>.)) /var>)) (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>.)) /var>)) /var>)) (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var>.)) /var>)) (()) /var>)) (()) /var> <var 08 E0E94947 ((<var 08 E4E9451A ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var> if <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var> is maintained for 30s <var 08 E4E9451A ((<var 08 E0E94951 ((<var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>2 )) (()) /var>)) (()) /var>)) (()) /var>)) (()) /var>Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. Effect is canceled if <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> ends.
ru: Increases magic damage dealt by <var 08 E4E9451A ((<var 08 E0E9494F10 ((<var 08 E0E94947 ((<var 08 E4E9451A0B06 /var>)) 06 /var>)) /var>)) ((<var 08 E0E94947 ((<var 08 E4E9451A0B06 /var>)) 06 /var>)) /var>%.<var 08 E4E9451A ((<var 08 E0E9493B ((<var 08 E0E9493D ((<var 08 E4E9451A ((<var 08 E0E9494D (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Despair<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Soul<var 49 01 /var><var 48 01 /var>.)) (( <var 08 E4E9451A ((<var 08 E0E94949 (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Despair<var 49 01 /var><var 48 01 /var>.)) (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>.)) /var>)) (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>.)) /var>)) /var>)) (( <var 08 E4E9451A ((<var 08 E0E94949 (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Despair<var 49 01 /var><var 48 01 /var>.)) (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>.)) /var>)) (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var>.)) /var>)) /var>)) (( Also allows the casting of <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard IV<var 49 01 /var><var 48 01 /var>.)) /var>)) (()) /var>)) (()) /var> <var 08 E0E94947 ((<var 08 E4E9451A ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var> if <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var> is maintained for 30 с. <var 08 E4E9451A ((<var 08 E0E94951 ((<var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks:<var 49 01 /var><var 48 01 /var> 2 )) (()) /var>)) (()) /var>)) (()) /var>)) (()) /var>Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. Effect is canceled if <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> ends.
