Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Increases maximum HP of a party member or self by 10% and restores the amount increased. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases HP recovery via healing actions by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Увеличивает максимальный запас ОЗ ближайшим членам группы или вам на 10% и восстанавливает на сумму увеличения. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает эффективность действий, восстанавливающих ОЗ на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Desperate Measures<var 49 01 /var><var 48 01 /var> to all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Expedience Effect: <var 49 01 /var><var 48 01 /var>Increases movement speed <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Desperate Measures Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> и эффект <var 48 F201FA /var><var 49 F201FB /var>Desperate Measures<var 49 01 /var><var 48 01 /var> на вас и всех ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Expedience: <var 49 01 /var><var 48 01 /var>Увеличивает скорость передвижения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Desperate Measures: <var 49 01 /var><var 48 01 /var>Снижает получаемый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с.

source: Triggers the effect of your drawn arcanum.
ru: Активирует эффект текущего вытянутого Младшего Аркана.

source: Grants an effect using the astrosigns read from your divining deck. Can only be executed after reading three astrosigns. Effects granted are determined by the number of different types of astrosigns read. <var 48 F201F8 /var><var 49 F201F9 /var>1 Sign Type: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Harmony of Spirit<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>2 Sign Types: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Harmony of Spirit<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Harmony of Body<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>3 Sign Types: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Harmony of Spirit<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Harmony of Body<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Harmony of Mind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Harmony of Spirit Effect: <var 49 01 /var><var 48 01 /var>Gradually restores own MP <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Harmony of Body Effect: <var 49 01 /var><var 48 01 /var>Reduces spell cast time and recast time, and auto-attack delay by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Harmony of Mind Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt and healing potency by 5%
ru: Накладывает эффекты в зависимости от активированных Sign в вашей <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Одинаковые Sign: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Harmony of Spirit<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>2 разных Sign: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Harmony of Spirit<var 49 01 /var><var 48 01 /var> и эффект <var 48 F201FA /var><var 49 F201FB /var>Harmony of Body<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>3 разных Sign: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Harmony of Spirit<var 49 01 /var><var 48 01 /var>, эффект <var 48 F201FA /var><var 49 F201FB /var>Harmony of Body<var 49 01 /var><var 48 01 /var> и эффект <var 48 F201FA /var><var 49 F201FB /var>Harmony of Mind<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Harmony of Spirit: <var 49 01 /var><var 48 01 /var> Постепенно восполняет ваши ОМ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>50. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Harmony of Body: <var 49 01 /var><var 48 01 /var>Уменьшает время применения и время восстановления заклинаний, а также задержку между автоатаками на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Harmony of Mind: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый вами урон и силу исцеления на 5%. ※Возможно использовать только при наличии трех активированных Sign в <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of <var 08 E4E94522 ((<var 08 E0E9495FF2010EF0FA /var>)) F0FA /var>.
ru: Наносит магический урон с силой <var 08 E4E94522 ((<var 08 E0E9495FF2010EF0FA /var>)) F0FA /var>.

source: Deals unaspected damage with a potency of 130 to target and all enemies nearby it.
ru: Наносит магический урон с силой 130 цели и всем противникам рядом с ней.

source: Reduces damage taken by self or target party member by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>8s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP at the end of the effect's duration <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>500
ru: Снижает получаемый вами или выбранным членом группы урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 8 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ после окончания действия эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 500.

source: Deals unaspected damage to all nearby enemies with a potency of <var 08 E4E94522 ((<var 08 E0E9495FF2010EF0FA /var>)) F0FA /var> for the first enemy, and 40% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var> to self and all nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s For the effect's duration, 50% of damage taken is compiled. Restores HP equal to a cure of 200 potency plus compiled damage when the effect expires or upon execution of <var 48 F201F4 /var><var 49 F201F5 /var>Microcosmos<var 49 01 /var><var 48 01 /var>. Amount restored cannot exceed the target's maximum HP. Recast timer cannot be affected by status effects or gear attributes.
ru: Наносит магический урон всем ближайшим противникам с силой <var 08 E4E94522 ((<var 08 E0E9495FF2010EF0FA /var>)) F0FA /var> для первого противника и на 40% меньше всем остальным. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на вас и всех ближайших членов группы эффект <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Macrocosmos:<var 49 01 /var><var 48 01 /var> Накапливает исцеление в размере 50% от полученного целью урона. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Восстанавливает ОЗ при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Microcosmos<var 49 01 /var><var 48 01 /var> или после окончания действия эффекта <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200 плюс исцеление, накопленное эффектом <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var>. Количество восстанавливаемых ОЗ не может превышать максимальное значение ОЗ цели. Время восстановления не зависит от атрибутов используемой экипировки и действующих на вас эффектов. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Microcosmos<var 49 01 /var><var 48 01 /var> после использования.

source: Triggers the healing effect of <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var>, restoring HP equal to a cure of 200 potency plus 50% of compiled damage. Amount restored cannot exceed the target's maximum HP.
ru: Активирует восстановление ОЗ от эффекта <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200 плюс исцеление, накопленное эффектом <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var>. Количество восстанавливаемых ОЗ не может превышать максимальное значение ОЗ цели.

source: Delivers an attack with a potency of 200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Huton<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s<var 08 E4E9451F ((<var 08 E0E9493F (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by 5)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Huton<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.<var 08 E4E9451F ((<var 08 E0E9493F (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> на 5)) (()) /var>)) (()) /var>

source: Puts target and all nearby enemies to sleep. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Cancels auto-attack upon execution.
ru: Усыпляет цель и всех противников рядом с ней, накладывая эффект <var 48 F201FA /var><var 49 F201FB /var>Сон<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Прекращает автоатаки после использования.

source: Channel the energies of your active elemental attunement to attack your enemy. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Effect: <var 49 01 /var><var 48 01 /var>Deal fire damage to a single target <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Effect: <var 49 01 /var><var 48 01 /var>Deal earth damage to a single target <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Effect: <var 49 01 /var><var 48 01 /var>Deal wind damage to a single target
ru: Выпускает энергию текущей стихийной гармонии для нанесения урона одному противнику. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Fire Attunement:<var 49 01 /var><var 48 01 /var> Наносит огненный урон одной цели <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Earth Attunement:<var 49 01 /var><var 48 01 /var> Наносит земляной урон одной цели <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Wind Attunement:<var 49 01 /var><var 48 01 /var> Наносит ветряной урон одной цели

source: Channel the energies of your active elemental attunement to attack multiple enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Effect: <var 49 01 /var><var 48 01 /var>Deal fire damage to a target and all enemies nearby it <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Effect: <var 49 01 /var><var 48 01 /var>Deal earth damage to a target and all enemies nearby it <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Effect: <var 49 01 /var><var 48 01 /var>Deal wind damage to a target and all enemies nearby it
ru: Выпускает энергию текущей стихийной гармонии для нанесения урона нескольким противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Fire Attunement:<var 49 01 /var><var 48 01 /var> Наносит огненный урон цели и всем противникам рядом с ней <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Earth Attunement:<var 49 01 /var><var 48 01 /var> Наносит земляной урон цели и всем противникам рядом с ней <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Wind Attunement:<var 49 01 /var><var 48 01 /var> Наносит ветряной урон цели и всем противникам рядом с ней

source: Increases own magic damage dealt by 5% and damage dealt by nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Увеличивает ваш магический и весь наносимый ближайшими членами группы урон на 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Increases physical damage dealt by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 25s
ru: Increases physical damage dealt by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 25 с.

source: Reduces damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Reduces damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Grants another gathering attempt. When gathering collectables, restores 1 integrity. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>.
ru: Даёт еще одну попытку добычи. При добыче ценностей восстанавливает 1 целостность. Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>.

source: Grants another gathering attempt. When gathering collectables, restores 1 integrity. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>.
ru: Даёт еще одну попытку сбора. При сборе ценностей восстанавливает 1 целостность. Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>.

source: Restores 150 GP. <var 48 F201F8 /var><var 49 F201F9 /var>Angler's Art Cost: <var 49 01 /var><var 48 01 /var>3
ru: Восстанавливает 150 ОС. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Angler's Art:<var 49 01 /var><var 48 01 /var> 3

source: Guarantees the next catch will be a large-sized fish. Effect ends after hooking a fish. Cancels current mooching opportunity.
ru: Гарантирует, что следующий улов будет рыбой большого размера. Эффект прекращается после подсекания рыбы. Отменяет текущий шанс использовать mooch.

source: Sharpens your vision, making fish easier to target. <var 48 F201F8 /var><var 49 F201F9 /var>Angler's Art Cost: <var 49 01 /var><var 48 01 /var>2 Effect ends when you finish spearfishing at your present location.
ru: Обостряет ваше зрение, облегчая нацеливание на рыбу. <var 48 F201F8 /var><var 49 F201F9 /var>Расход Angler's Art:<var 49 01 /var><var 48 01 /var> 2 Эффект заканчивается, когда вы прекращаете подводную ловлю в текущем месте.

source: Holds your breath and reduces the wariness of nearby fish. Cannot be executed when wariness exceeds a certain threshold.
ru: Позволяет задерживать дыхание и уменьшать настороженность близлежащих рыб. Не может быть выполнено, если настороженность превышает определенный порог.

source: Electrifies the water and captures all fish present in your field of vision. Wariness of other nearby fish increases with the number of fish caught. Requires a catch counter of 10 to execute. Can only be executed once per spearfishing attempt.
ru: Электризует воду и ловит всех рыб, находящихся в поле вашего зрения. В зависимости от количества пойманных рыб, увеличивается настороженность других рыб поблизости. Для выполнения требуется, чтобы счетчик улова был равен 10. Может быть выполнено только один раз за попытку подводной ловли.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling 125% of the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling 125% of the amount of ОЗ restored <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Deals unaspected damage with a potency of 200 to all nearby enemies.
ru: Наносит магический урон с силой 200 всем ближайшим противникам.

source: Delivers an attack with a potency of 400 to target and all enemies nearby it.
ru: Наносит физический урон с силой 400 цели и всем противникам рядом с ней.

source: Deals unaspected damage to all enemies in a straight line before you.
ru: Наносит магический урон всем противникам, расположенным на прямой линии перед вами.

source: Reduces damage taken by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Reduces damage taken by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Masks your presence, making it impossible for most enemies to detect you, and increases movement speed. Cannot be cast while in combat. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Masks your presence, making it impossible for most enemies to detect you, and increases movement speed. Cannot be cast while in combat. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Hooks three or more fish in a single cast. Yield is determined by fish type and your <var 48 F201FA /var><var 49 F201FB /var>gathering<var 49 01 /var><var 48 01 /var> rating. Some fish cannot be triple hooked.
ru: Ловит 3 и более рыб за один заброс. Улов определяется видом рыбы и вашим рейтингом <var 48 F201FA /var><var 49 F201FB /var>собирательства<var 49 01 /var><var 48 01 /var>. Работает не на всю рыбу

source: Delivers an attack with a potency of 1,800. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Gibbet Potency: <var 49 01 /var><var 48 01 /var>2,200 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gallows<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s The action <var 48 F201F4 /var><var 49 F201F5 /var>Blood Stalk<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Unveiled Gallows<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gallows<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Shroud Gauge<var 49 01 /var><var 48 01 /var> by 20 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 800. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Gibbet Potency: <var 49 01 /var><var 48 01 /var>2 200 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gallows<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. The action <var 48 F201F4 /var><var 49 F201F5 /var>Blood Stalk<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Unveiled Gallows<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gallows<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Shroud Gauge<var 49 01 /var><var 48 01 /var> by 20 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
