Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>5,000 Potency increases up to 10,000 as the target's HP decreases, reaching its maximum value when the target has 50% HP or less. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Diurnal Benefic<var 49 01 /var><var 48 01 /var> to target <var 48 F201F8 /var><var 49 F201F9 /var>Diurnal Benefic Effect: <var 49 01 /var><var 48 01 /var>Gradually restores HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>2,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 This action does not share a recast timer with any other actions.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>5 000 Сила увеличивается пропорционально уменьшению ОЗ цели, вплоть до 10 000 когда у цели остается 50% ОЗ или меньше. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Diurnal Benefic<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Diurnal Benefic: <var 49 01 /var><var 48 01 /var>Постепенно восстанавливает ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Не влияет на время восстановления прочих действий

source: Deals unaspected damage with a potency of 8,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts first target with <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s This action does not share a recast timer with any other actions.
ru: Наносит магический урон цели и всем противникам рядом с ней 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var>Накладывает на первую цель эффект <var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Не влияет на время восстановления прочих действий.

source: Repeats the spell you previously cast. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed following a spell.
ru: Повторяет ранее использованное заклинание. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Может быть выполнено только после использования заклинания.

source: Deals unaspected damage with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces the recast time of <var 48 F201F4 /var><var 49 F201F5 /var>Double Cast<var 49 01 /var><var 48 01 /var> by 10 seconds ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снижает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Double Cast<var 49 01 /var><var 48 01 /var> до 10 секунд. ※Это действие нельзя назначить на хотбар.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>5,000 Potency increases up to 10,000 as the target's HP decreases, reaching its maximum value when the target has 50% HP or less. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Nocturnal Benefic<var 49 01 /var><var 48 01 /var> to target <var 48 F201F8 /var><var 49 F201F9 /var>Nocturnal Benefic Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equivalent to a heal of 5,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>5 000 Сила увеличивается пропорционально уменьшению ОЗ цели, вплоть до 10 000 когда у цели остается 50% ОЗ или меньше. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Nocturnal Benefic<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Nocturnal Benefic: <var 49 01 /var><var 48 01 /var>Создает защитный барьер вокруг вас поглощающий урон, равный исцелению с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 8,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts first target with <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на первую цель эффект <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. ※Это действие нельзя назначить на хотбар.

source: Draws the <var 48 F201FA /var><var 49 F201FB /var>Balance<var 49 01 /var><var 48 01 /var>, the <var 48 F201FA /var><var 49 F201FB /var>Bole<var 49 01 /var><var 48 01 /var>, or the <var 48 F201FA /var><var 49 F201FB /var>Arrow<var 49 01 /var><var 48 01 /var> from your divining deck. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Вытягивает карту <var 48 F201FA /var><var 49 F201FB /var>Balance<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bole<var 49 01 /var><var 48 01 /var>, или <var 48 F201FA /var><var 49 F201FB /var>Arrow<var 49 01 /var><var 48 01 /var> из вашей колоды. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Increases damage dealt by self or target and all nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s ※This action cannot be assigned to a hotbar.
ru: Увеличивает урон наносимый вами или целью и всеми ближайшими членами группы на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. ※Это действие нельзя назначить на хотбар.

source: Gradually restores MP of target and all party members nearby target. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s ※This action cannot be assigned to a hotbar.
ru: Постепенно восстанавливает ОМ цели и всех членов группы рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. ※Это действие нельзя назначить на хотбар.

source: Gradually fills the limit gauge of target and all party members nearby target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect can only be activated while target is in combat. ※This action cannot be assigned to a hotbar.
ru: Постепенно заполняет шкалу Запредельной Способности цели и всех членов группы рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Эффект может быть активирован только когда цель находится в режиме боя. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 12,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var> to self and all nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Microcosmos<var 49 01 /var><var 48 01 /var> upon execution. For the effect's duration, 25% of damage taken is compiled. Restores HP equal to a cure of 4,000 potency plus compiled damage when the effect expires or upon execution of <var 48 F201F4 /var><var 49 F201F5 /var>Microcosmos<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон всем ближайшим противникам с силой 12 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var> а вас и всех ближайших членов группы <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Microcosmos<var 49 01 /var><var 48 01 /var> после использования. На время действия эффекта 25% получаемого урона компилируется. Восстанавливает ОЗ эквивалентное исцелению с силой 4 000, + скомпилированный урон, когда действие эффекта заканчивается или при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Microcosmos<var 49 01 /var><var 48 01 /var>.

source: Triggers the healing effect of <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var>, restoring HP equal to a cure of 4,000 potency plus 25% of compiled damage. ※This action cannot be assigned to a hotbar.
ru: Активирует эффект исцеления от <var 48 F201FA /var><var 49 F201FB /var>Macrocosmos<var 49 01 /var><var 48 01 /var>, восстанавливая ОЗ эквивалентное исцелению с силой 4 000, + 25% от нанесенного урона. ※Это действие нельзя назначить на хотбар.

source: Reduces damage dealt by nearby enemies by 30%. Effect is reduced by 10% every 5 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by self and nearby party members by 30%. Effect is reduced by 10% every 5s. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>105s
ru: Уменьшает урон наносимый ближайшими противниками на 30%. Эффект снижается на 10% каждые 5 секунд. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает урон наносимый вами и ближайшими членами группы на 30%. Эффект снижается на 10% каждые 5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>105 с.

source: Deals unaspected damage with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>2,000
ru: Наносит магический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ цели находящейся под наложенным вами эффектом <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000

source: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Eukrasian Diagnosis Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equivalent to a heal of 8,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Grants <var 48 F201FA /var><var 49 F201FB /var>Addersting<var 49 01 /var><var 48 01 /var> when barrier is completely absorbed. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※<var 48 F201F4 /var><var 49 F201F5 /var>Toxikon<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon II<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Addersting<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит периодический магический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> на цель под действием наложенного вами эффекта <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Eukrasian Diagnosis: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Addersting<var 49 01 /var><var 48 01 /var> когда барьер поглотит весь урон. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※<var 48 F201F4 /var><var 49 F201F5 /var>Toxikon<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon II<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Addersting<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Dosis III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis III<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Effect expires upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis III<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 This action does not share a recast timer with any other actions.
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Dosis III<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis III<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Эффект прекращается после использования <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis III<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Не влияет на время восстановления прочих действий.

source: Deals unaspected damage with a potency of 10,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 This action does not share a recast timer with any other actions.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 10 000. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Не влияет на время восстановления прочих действий.

source: Deals unaspected damage with a potency of 12,000 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Haima<var 49 01 /var><var 48 01 /var> and 4 stacks of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> to self and all party members within 20 yalms <var 48 F201F8 /var><var 49 F201F9 /var>Haima Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equivalent to a heal of 3,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s When the barrier is completely absorbed, a stack of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> is consumed and a new barrier is applied. When the effect duration expires, a healing effect is then applied. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 per remaining stack of <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> This action does not share a recast timer with any other actions.
ru: Наносит магический урон всем противникам, расположенным на прямой линии перед вами с силой 12 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Haima<var 49 01 /var><var 48 01 /var> и 4 заряда <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> на вас и всех членном группы в радиусе 20 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Haima: <var 49 01 /var><var 48 01 /var>Создает защитный барьер вокруг вас поглощающий урон, равный исцелению с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Когда барьер поглотит весь урон, расходуется заряд <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> и применяется новый барьер. По истечению срока действия эффекта, применяется эффект исцеления. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000 за каждый заряд <var 48 F201FA /var><var 49 F201FB /var>Haimatinon<var 49 01 /var><var 48 01 /var> Не влияет на время восстановления прочих действий.

source: Rush to a targeted enemy's or party member's location. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Unable to cast if bound.
ru: Совершает рывок к выбранному противнику или члену группы. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Невозможно использовать под эффектами, сковывающими движение.

source: Deals unaspected damage with a potency of 2,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon II<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Addersting<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый целью урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon II<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Addersting<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage to target and all enemies nearby it with a potency of 8,000 for the first enemy, and 2,000 for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Addersting<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 8 000 для первого противника, и 2 000 всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает получаемый целью урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Addersting<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Grants self the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardia<var 49 01 /var><var 48 01 /var> and a selected party member or self the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var>, granting the additional effects of <var 48 F201F4 /var><var 49 F201F5 /var>Dosis III<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis III<var 49 01 /var><var 48 01 /var> when these spells are cast.
ru: Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Kardia<var 49 01 /var><var 48 01 /var> а также, на вас или выбранного члена группы эффект <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var>, добавляя дополнительный эффекты <var 48 F201F4 /var><var 49 F201F5 /var>Dosis III<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis III<var 49 01 /var><var 48 01 /var> при их использовании.
