Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Mirror the aetheric properties of your target, granting yourself a beneficial effect corresponding with the target's role. If target is a tank, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>, increasing your defense and augmenting certain blue magic spells. If target is a DPS, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: DPS<var 49 01 /var><var 48 01 /var>, increasing critical hit rate and direct hit rate by 20%, as well as augmenting certain blue magic spells. If target is a healer, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>, increasing healing potency by 20% and augmenting certain blue magic spells. Cannot be cast on self. Effect ends upon reuse.
ru: Копирует эфирные свойства цели накладывая на себя полезный эффект соответствующий роли цели. Если цель выполняет роль Tank, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>, повышающий вашу защиту и усиливающий некоторые заклинания синей магии. Если цель выполняет роль DPS, Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: DPS<var 49 01 /var><var 48 01 /var>, увеличивающий шанс критических и точных попаданий на 20%, а также усиливающий некоторые заклинания синей магии. Если цель выполняет роль Healer, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>, увеличивающий силу исцеления на 20% и усиливающий некоторые заклинания синей магии. Нельзя использовать умение на вас. Эффект прекращается при повторном использовании.

source: Deals earth damage to all enemies in a cone before you with a potency of 200 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Surpanakha's Fury<var 49 01 /var><var 48 01 /var>, increasing potency of <var 48 F201F4 /var><var 49 F201F5 /var>Surpanakha<var 49 01 /var><var 48 01 /var> by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s Can be stacked up to 3 times. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>4 Effect is canceled upon execution of any action other than <var 48 F201F4 /var><var 49 F201F5 /var>Surpanakha<var 49 01 /var><var 48 01 /var>.
ru: Наносит урон землёй всем противникам в конусе перед вами с силой 200 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Surpanakha's Fury<var 49 01 /var><var 48 01 /var>, увеличивающий силу <var 48 F201F4 /var><var 49 F201F5 /var>Surpanakha<var 49 01 /var><var 48 01 /var> на 50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с. Может складываться до 3 раз. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 4 Эффект прекращается при выполнении любого действия, кроме <var 48 F201F4 /var><var 49 F201F5 /var>Surpanakha<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage to all nearby enemies with a potency of 300 for the first enemy, and 50% less for all remaining enemies. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>J Kick<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон всем ближайшим противникам с силой 300 для первого противника и на 50% меньше всем остальным противникам. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>J Kick<var 49 01 /var><var 48 01 /var>.

source: Delivers a jumping physical attack to target and all enemies nearby it with a potency of 300 for the first enemy, and 50% less for all remaining enemies. Cannot be executed while bound. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Quasar<var 49 01 /var><var 48 01 /var>.
ru: Совершает прыжок наносящий физический урон цели и всем противникам рядом с ней с силой 300 для первого противника и на 50% меньше всем остальным противникам. Невозможно использовать под эффектами, сковывающими движение. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Quasar<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 3,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Absorbs a portion of damage dealt as HP
ru: Наносит физический урон с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Поглощает часть нанесенного урона в виде ОЗ.

source: Delivers an attack with a potency of 500. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Наносит физический урон с силой 500. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Make the ritual mudra hand gesture for “heaven.” <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s Triggers the cooldown of weaponskills, mudra, and <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> upon execution. Conversely, execution of weaponskills triggers the cooldown of this action.
ru: Make the ritual mudra hand gesture for “heaven.” <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. Triggers the cooldown of weaponskills, mudra, and <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> upon execution. Conversely, execution of weaponskills triggers the cooldown of this action.

source: Make the ritual mudra hand gesture for “earth.” <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s Triggers the cooldown of weaponskills, mudra, and <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> upon execution. Conversely, execution of weaponskills triggers the cooldown of this action.
ru: Make the ritual mudra hand gesture for “earth.” <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. Triggers the cooldown of weaponskills, mudra, and <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> upon execution. Conversely, execution of weaponskills triggers the cooldown of this action.

source: Make the ritual mudra hand gesture for “man.” <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s Triggers the cooldown of weaponskills, mudra, and <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> upon execution. Conversely, execution of weaponskills triggers the cooldown of this action.
ru: Make the ritual mudra hand gesture for “man.” <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. Triggers the cooldown of weaponskills, mudra, and <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> upon execution. Conversely, execution of weaponskills triggers the cooldown of this action.

source: Creates a barrier around self that absorbs damage equivalent to a heal of 3,000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>When barrier is completely absorbed, creates a barrier around all party members within a radius of 15 yalms that absorbs damage equivalent to a heal of 3,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Creates a barrier around self that absorbs damage equivalent to a heal of 3 000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>When barrier is completely absorbed, creates a barrier around all party members within a radius of 15 yalms that absorbs damage equivalent to a heal of 3 000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Deals unaspected damage with a potency of 600 to all enemies in a straight line. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces target's HP recovered by healing actions by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Extends <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> duration by 15s, to a maximum of 30s.
ru: Deals unaspected damage with a potency of 600 to all enemies in a straight line. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Reduces target's ОЗ recovered by healing actions by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Extends <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> duration by 15 с., to a maximum of 30 с.

source: Reduces damage taken by self and nearby party members by 10%, while increasing HP recovered via healing actions by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Reduces damage taken by self and nearby party members by 10%, while increasing ОЗ recovered via healing actions by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Delivers an attack to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Demon Slice<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency: <var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 800 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Adds a <var 48 F201FA /var><var 49 F201FB /var>Cartridge<var 49 01 /var><var 48 01 /var> to your <var 48 F201F4 /var><var 49 F201F5 /var>Powder Gauge<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Demon Slice<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо: <var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 800 potency <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Adds a <var 48 F201FA /var><var 49 F201FB /var>Cartridge<var 49 01 /var><var 48 01 /var> to your <var 48 F201F4 /var><var 49 F201F5 /var>Powder Gauge<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Brotherhood<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Meditative Brotherhood<var 49 01 /var><var 48 01 /var> to all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Brotherhood Effect:<var 49 01 /var><var 48 01 /var> Increases damage dealt by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Meditative Brotherhood Effect:<var 49 01 /var><var 48 01 /var> 50% chance you open a chakra when party members under this effect execute a weaponskill or cast a spell <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Grants <var 48 F201FA /var><var 49 F201FB /var>Brotherhood<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Meditative Brotherhood<var 49 01 /var><var 48 01 /var> to all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Brotherhood Effect:<var 49 01 /var><var 48 01 /var> Increases damage dealt by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Meditative Brotherhood Effect:<var 49 01 /var><var 48 01 /var> 50% chance you open a chakra when party members under this effect execute a weaponskill or cast a spell <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Delivers an attack with a potency of 1,200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> if not currently under the effect of <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> if not currently under the effect of <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of 800 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> if not currently under the effect of <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 800 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> if not currently under the effect of <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. ※This action cannot be assigned to a hotbar.

source: Delivers an attack to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Doom Spike<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency: <var 49 01 /var><var 48 01 /var>1,000 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Extends <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> duration by 10s, to a maximum of 30s ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Doom Spike<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо: <var 49 01 /var><var 48 01 /var>1 000 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Extends <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> duration by 10 с., to a maximum of 30 с. ※This action cannot be assigned to a hotbar.

source: Delivers an attack to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Sonic Thrust<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency: <var 49 01 /var><var 48 01 /var>1,200 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Extends <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> duration by 10s, to a maximum of 30s ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Sonic Thrust<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо: <var 49 01 /var><var 48 01 /var>1 200 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Extends <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> duration by 10 с., to a maximum of 30 с. ※This action cannot be assigned to a hotbar.

source: Increases potency of next weaponskill by 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Increases potency of next weaponskill by 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2

source: Restores own HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Removes <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Holmgang<var 49 01 /var><var 48 01 /var> effects
ru: Восполняет ваши ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снимает эффекты <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, и <var 48 F201FA /var><var 49 F201FB /var>Holmgang<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 600 to target and all enemies nearby it. Potency increases up to 1,800 as target's HP nears maximum.
ru: Наносит физический урон цели и всем противникам рядом с ней с силой 600. Сила увеличивается пропорционально текущему уровню ОЗ цели, вплоть до 1 800 когда ОЗ цели полностью восстановлены.

source: Reduces damage taken by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Reduces damage taken by self and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Deals lightning damage with a potency of 200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Lightning damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var> if target is dealt over 4,000 points of damage while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Thunder II<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201FA /var><var 49 F201FB /var>Thunder II<var 49 01 /var><var 48 01 /var> effect is removed from target upon receiving <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var> status. Only one <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> spell-induced damage over time effect per caster can be inflicted upon a single target. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Thunder IV<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var>.
ru: Deals lightning damage with a potency of 200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Lightning damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var> if target is dealt over 4 000 points of damage while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Thunder II<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201FA /var><var 49 F201FB /var>Thunder II<var 49 01 /var><var 48 01 /var> effect is removed from target upon receiving <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var> status. Only one <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> spell-induced damage over time effect per caster can be inflicted upon a single target. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Thunder IV<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Thundercloud<var 49 01 /var><var 48 01 /var>.
