Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 10,000 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and party member designated as your <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами 10 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Уменьшает время действия и время восстановления умений, а также время действия и время восстановления заклинаний для вас и члена группы, выбранного качестве вашего <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Не влияет на время восстановления прочих действий.

source: Unleashes a flurry of chakram strikes on nearby enemies, dealing damage over time with a potency of 4,000 and decreasing damage taken by 25% until effect expires. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s Executes <var 48 F201F4 /var><var 49 F201F5 /var>Honing Ovation<var 49 01 /var><var 48 01 /var> when effect duration expires. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var>, up to a maximum of 4 <var 48 F201F8 /var><var 49 F201F9 /var>Acclaim Effect: <var 49 01 /var><var 48 01 /var>Increases the damage and effect potency of <var 48 F201F4 /var><var 49 F201F5 /var>Honing Ovation<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Can be executed while moving. This weaponskill does not share a recast timer with any other actions. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Honing Ovation<var 49 01 /var><var 48 01 /var> upon execution.
ru: Использует чакрамы для нанесения шквала ударов ближайшим противникам, нанося периодический урон с силой 4 000 и снижая получаемый урон на 25% до окончания действия эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. Использует <var 48 F201F4 /var><var 49 F201F5 /var>Honing Ovation<var 49 01 /var><var 48 01 /var> по истечению срока действия периодического урона. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Активирует заряды <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var>, вплоть до 4 <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Acclaim: <var 49 01 /var><var 48 01 /var>Увеличивает урон и силу эффекта <var 48 F201F4 /var><var 49 F201F5 /var>Honing Ovation<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Может быть выполнено во время движения. Не влияет на время восстановления прочих действий. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Honing Ovation<var 49 01 /var><var 48 01 /var> после использования.

source: Delivers an attack to nearby enemies and erects a magicked barrier around nearby party members. Potency of both the attack and barrier varies with the number of stacks of <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var> accumulated at time of execution. Potency of both the attack and barrier doubles when targets are within 5 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>0 Stacks: <var 49 01 /var><var 48 01 /var>2,000 attack potency, and barrier equivalent to a heal of 1,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>1 Stack: <var 49 01 /var><var 48 01 /var>3,000 attack potency, and barrier equivalent to a heal of 2,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>2 Stacks: <var 49 01 /var><var 48 01 /var>4,000 attack potency, and barrier equivalent to a heal of 3,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>3 Stacks: <var 49 01 /var><var 48 01 /var>5,000 attack potency, and barrier equivalent to a heal of 4,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>4 Stacks: <var 49 01 /var><var 48 01 /var>6,000 attack potency, and barrier equivalent to a heal of 5,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> effect expires upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон ближайшим противникам и создает защитный барьер для ближайших членов группы. Сила атаки и прочность барьера зависят от количества зарядов накопленных на момент использования <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var>. Сила атаки и прочность барьера удваиваются, если цели находятся в пределах 5 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>0 зарядов: <var 49 01 /var><var 48 01 /var>2 000 силы атаки, и защитный барьер, равный исцелению с силой 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>1 заряд: <var 49 01 /var><var 48 01 /var>3 000 силы атаки, и защитный барьер, равный исцелению с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>2 заряда: <var 49 01 /var><var 48 01 /var>4 000 силы атаки, и защитный барьер, равный исцелению с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>3 заряда: <var 49 01 /var><var 48 01 /var>5 000 силы атаки, и защитный барьер, равный исцелению с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>4 заряда: <var 49 01 /var><var 48 01 /var>6 000 силы атаки, и защитный барьер, равный исцелению с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> действие эффекта прекращается после использования. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack to nearby enemies and erects a magicked barrier around nearby party members. Potency of both the attack and barrier varies with the number of stacks of <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var> accumulated at time of execution. Potency of both the attack and barrier doubles when targets are within 5 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>0 Stacks: <var 49 01 /var><var 48 01 /var>2,000 attack potency, and barrier equivalent to a heal of 1,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>1 Stack: <var 49 01 /var><var 48 01 /var>3,000 attack potency, and barrier equivalent to a heal of 2,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>2 Stacks: <var 49 01 /var><var 48 01 /var>4,000 attack potency, and barrier equivalent to a heal of 3,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>3 Stacks: <var 49 01 /var><var 48 01 /var>5,000 attack potency, and barrier equivalent to a heal of 4,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>4 Stacks: <var 49 01 /var><var 48 01 /var>6,000 attack potency, and barrier equivalent to a heal of 5,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> effect expires upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон ближайшим противникам и создает защитный барьер для ближайших членов группы. Сила атаки и прочность барьера зависят от количества зарядов накопленных на момент использования <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var>. Сила атаки и прочность барьера удваиваются, если цели находятся в пределах 5 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>0 зарядов: <var 49 01 /var><var 48 01 /var>2 000 силы атаки, и защитный барьер, равный исцелению с силой 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>1 заряд: <var 49 01 /var><var 48 01 /var>3 000 силы атаки, и защитный барьер, равный исцелению с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>2 заряда: <var 49 01 /var><var 48 01 /var>4 000 силы атаки, и защитный барьер, равный исцелению с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>3 заряда: <var 49 01 /var><var 48 01 /var>5 000 силы атаки, и защитный барьер, равный исцелению с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>4 заряда: <var 49 01 /var><var 48 01 /var>6 000 силы атаки, и защитный барьер, равный исцелению с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> действие эффекта прекращается после использования. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack to nearby enemies and erects a magicked barrier around nearby party members. Potency of both the attack and barrier varies with the number of stacks of <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var> accumulated at time of execution. Potency of both the attack and barrier doubles when targets are within 5 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>0 Stacks: <var 49 01 /var><var 48 01 /var>2,000 attack potency, and barrier equivalent to a heal of 1,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>1 Stack: <var 49 01 /var><var 48 01 /var>3,000 attack potency, and barrier equivalent to a heal of 2,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>2 Stacks: <var 49 01 /var><var 48 01 /var>4,000 attack potency, and barrier equivalent to a heal of 3,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>3 Stacks: <var 49 01 /var><var 48 01 /var>5,000 attack potency, and barrier equivalent to a heal of 4,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>4 Stacks: <var 49 01 /var><var 48 01 /var>6,000 attack potency, and barrier equivalent to a heal of 5,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> effect expires upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон ближайшим противникам и создает защитный барьер для ближайших членов группы. Сила атаки и прочность барьера зависят от количества зарядов накопленных на момент использования <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var>. Сила атаки и прочность барьера удваиваются, если цели находятся в пределах 5 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>0 зарядов: <var 49 01 /var><var 48 01 /var>2 000 силы атаки, и защитный барьер, равный исцелению с силой 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>1 заряд: <var 49 01 /var><var 48 01 /var>3 000 силы атаки, и защитный барьер, равный исцелению с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>2 заряда: <var 49 01 /var><var 48 01 /var>4 000 силы атаки, и защитный барьер, равный исцелению с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>3 заряда: <var 49 01 /var><var 48 01 /var>5 000 силы атаки, и защитный барьер, равный исцелению с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>4 заряда: <var 49 01 /var><var 48 01 /var>6 000 силы атаки, и защитный барьер, равный исцелению с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> действие эффекта прекращается после использования. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack to nearby enemies and erects a magicked barrier around nearby party members. Potency of both the attack and barrier varies with the number of stacks of <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var> accumulated at time of execution. Potency of both the attack and barrier doubles when targets are within 5 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>0 Stacks: <var 49 01 /var><var 48 01 /var>2,000 attack potency, and barrier equivalent to a heal of 1,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>1 Stack: <var 49 01 /var><var 48 01 /var>3,000 attack potency, and barrier equivalent to a heal of 2,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>2 Stacks: <var 49 01 /var><var 48 01 /var>4,000 attack potency, and barrier equivalent to a heal of 3,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>3 Stacks: <var 49 01 /var><var 48 01 /var>5,000 attack potency, and barrier equivalent to a heal of 4,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>4 Stacks: <var 49 01 /var><var 48 01 /var>6,000 attack potency, and barrier equivalent to a heal of 5,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> effect expires upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон ближайшим противникам и создает защитный барьер для ближайших членов группы. Сила атаки и прочность барьера зависят от количества зарядов накопленных на момент использования <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var>. Сила атаки и прочность барьера удваиваются, если цели находятся в пределах 5 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>0 зарядов: <var 49 01 /var><var 48 01 /var>2 000 силы атаки, и защитный барьер, равный исцелению с силой 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>1 заряд: <var 49 01 /var><var 48 01 /var>3 000 силы атаки, и защитный барьер, равный исцелению с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>2 заряда: <var 49 01 /var><var 48 01 /var>4 000 силы атаки, и защитный барьер, равный исцелению с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>3 заряда: <var 49 01 /var><var 48 01 /var>5 000 силы атаки, и защитный барьер, равный исцелению с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>4 заряда: <var 49 01 /var><var 48 01 /var>6 000 силы атаки, и защитный барьер, равный исцелению с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> действие эффекта прекращается после использования. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack to nearby enemies and erects a magicked barrier around nearby party members. Potency of both the attack and barrier varies with the number of stacks of <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var> accumulated at time of execution. Potency of both the attack and barrier doubles when targets are within 5 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>0 Stacks: <var 49 01 /var><var 48 01 /var>2,000 attack potency, and barrier equivalent to a heal of 1,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>1 Stack: <var 49 01 /var><var 48 01 /var>3,000 attack potency, and barrier equivalent to a heal of 2,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>2 Stacks: <var 49 01 /var><var 48 01 /var>4,000 attack potency, and barrier equivalent to a heal of 3,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>3 Stacks: <var 49 01 /var><var 48 01 /var>5,000 attack potency, and barrier equivalent to a heal of 4,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>4 Stacks: <var 49 01 /var><var 48 01 /var>6,000 attack potency, and barrier equivalent to a heal of 5,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> effect expires upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон ближайшим противникам и создает защитный барьер для ближайших членов группы. Сила атаки и прочность барьера зависят от количества зарядов накопленных на момент использования <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var>. Сила атаки и прочность барьера удваиваются, если цели находятся в пределах 5 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>0 зарядов: <var 49 01 /var><var 48 01 /var>2 000 силы атаки, и защитный барьер, равный исцелению с силой 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>1 заряд: <var 49 01 /var><var 48 01 /var>3 000 силы атаки, и защитный барьер, равный исцелению с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>2 заряда: <var 49 01 /var><var 48 01 /var>4 000 силы атаки, и защитный барьер, равный исцелению с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>3 заряда: <var 49 01 /var><var 48 01 /var>5 000 силы атаки, и защитный барьер, равный исцелению с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>4 заряда: <var 49 01 /var><var 48 01 /var>6 000 силы атаки, и защитный барьер, равный исцелению с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> действие эффекта прекращается после использования. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by self and party member designated as your <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Наносит физический урон всем противникам в конусе перед вами 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Уменьшает урон получаемый вами и членном группы выбранным в качестве вашего <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>10,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Party member designated as your <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> will also heal self and nearby party members
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>10 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Член группы выбранный в качестве вашего <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> восстановит как свои ОЗ так и ближайших членов группы.

source: Quickly dash 10 yalms forward. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>En Avant<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>4 Cannot be executed while bound.
ru: Быстрый рывок вперед на 10 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>En Avant<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>4 Невозможно использовать под эффектами, сковывающими движение.

source: Grants you <var 48 F201FA /var><var 49 F201FB /var>Closed Position<var 49 01 /var><var 48 01 /var> and designates a party member as your <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var>, allowing you to share the effects of <var 48 F201F4 /var><var 49 F201F5 /var>Saber Dance<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Starfall Dance<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fan Dance<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Curing Waltz<var 49 01 /var><var 48 01 /var> with said party member. Effect ends upon reuse.
ru: Накладывает на вас <var 48 F201FA /var><var 49 F201FB /var>Closed Position<var 49 01 /var><var 48 01 /var> и назначает выбранного члена группы в вашим <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var>, позволяя вам разделить эффекты <var 48 F201F4 /var><var 49 F201F5 /var>Saber Dance<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Starfall Dance<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fan Dance<var 49 01 /var><var 48 01 /var>, и <var 48 F201F4 /var><var 49 F201F5 /var>Curing Waltz<var 49 01 /var><var 48 01 /var> с выбранным членном группы. Эффект прекращается при повторным использовании.

source: Charms nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s Damage you deal to charmed enemies will extend the effect duration by 2s. This effect can only be extended once. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>90s
ru: Очаровывает ближайших противников. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 c. Урон наносимый вами зачарованным противникам, продлевает длительность эффекта на 2 с. Эффект может быть продлен только один раз. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>90 с.

source: Delivers an attack with a potency of 12,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Relentless Rush<var 49 01 /var><var 48 01 /var>. <var 48 F201FA /var><var 49 F201FB /var>Relentless Rush<var 49 01 /var><var 48 01 /var> effect expires upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем ближайшим противникам с силой 12 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Relentless Rush<var 49 01 /var><var 48 01 /var>. <var 48 F201FA /var><var 49 F201FB /var>Relentless Rush<var 49 01 /var><var 48 01 /var> прекращает действие после использования. ※Это действие нельзя назначить на хотбар.
