Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Grants 6 stacks of <var 48 F201FA /var><var 49 F201FB /var>Soul Resonance<var 49 01 /var><var 48 01 /var>, upgrading <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Freeze<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Apocatastasis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Polyglot Effect: <var 49 01 /var><var 48 01 /var>Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Foul<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s <var 48 F201F8 /var><var 49 F201F9 /var>Apocatastasis Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces the recast time of <var 48 F201F4 /var><var 49 F201F5 /var>Superflare<var 49 01 /var><var 48 01 /var> by 15 seconds Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>60s
ru: Активирует 6 зарядов эффекта <var 48 F201FA /var><var 49 F201FB /var>Soul Resonance<var 49 01 /var><var 48 01 /var>, улучшая <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Freeze<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Apocatastasis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Polyglot: <var 49 01 /var><var 48 01 /var>Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Foul<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>60 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Apocatastasis: <var 49 01 /var><var 48 01 /var>Снижает получаемый урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снижается время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Superflare<var 49 01 /var><var 48 01 /var> на 15 секунд Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>60 с.

source: Deals unaspected damage with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's stacks of <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var> to maximum <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s This action does not share a recast timer with any other actions.
ru: Наносит магический урон с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает количество эффектов <var 48 F201FA /var><var 49 F201FB /var>Astral Warmth<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Umbral Freeze<var 49 01 /var><var 48 01 /var> на противнике до максимума. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Не влияет на время восстановления прочих действий.

source: Deals unaspected damage with a potency of 5,000. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Astral Impulse<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Fountain of Fire<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Firebird Trance<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон с силой 5 000. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Astral Impulse<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Fountain of Fire<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Firebird Trance<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 7,500. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон с силой 7 500. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals fire damage with a potency of 5,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Firebird Trance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем с силой 5 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Firebird Trance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Rushes forward and delivers a fire attack with a potency of 8,000 to target and all enemies nearby it. Cannot be executed while bound. This action does not share a recast timer with any other actions. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Crimson Strike<var 49 01 /var><var 48 01 /var> upon execution.
ru: Совершает рывок и наносит урон огнем цели и всем противникам рядом с ней с силой 8 000. Невозможно использовать под эффектами, сковывающими движение. Не влияет на время восстановления прочих действий. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Crimson Strike<var 49 01 /var><var 48 01 /var> после использования.

source: Deals fire damage with a potency of 12,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Crimson Cyclone<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>5-yalm knockback emanating from first target This action does not share a recast timer with any other actions. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем цели и всем противникам рядом с ней с силой 12 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Crimson Cyclone<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Отталкивает противников от первой цели на 5 ялмов Не влияет на время восстановления прочих действий. ※Это действие нельзя назначить на хотбар.

source: Deals wind damage with a potency of 8,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a <var 48 F201FA /var><var 49 F201FB /var>Slipstream<var 49 01 /var><var 48 01 /var> centered around target, dealing damage to any enemies who enter Enemies standing within 5 yalms of the storm's eye take no damage. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases movement speed of party members standing in the <var 48 F201FA /var><var 49 F201FB /var>Slipstream<var 49 01 /var><var 48 01 /var> by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s This action does not share a recast timer with any other actions.
ru: Наносит магический урон ветром цели и всем противникам рядом с ней 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создает <var 48 F201FA /var><var 49 F201FB /var>Slipstream<var 49 01 /var><var 48 01 /var> вокруг выбранной цели бурю, наносящую урон противникам вошедшим в нее Противники находящиеся на расстоянии 5 ялмов и более от бури, не получат урона. <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает скорость передвижение членов группы находящихся внутри <var 48 F201FA /var><var 49 F201FB /var>Slipstream<var 49 01 /var><var 48 01 /var> на 25% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Не влияет на время восстановления прочих действий.

source: Creates a barrier around self or target party member that reduces damage taken by 20% and absorbs damage equivalent to a heal of 10,000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Создает защитный барьер вокруг вас или выбранного члена группы снижающий получаемый урон на 20% и поглощающий урон, равный исцелению с силой 10 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Deals earth damage with a potency of 4,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts first target with <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, and all remaining targets with <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Draws remaining targets in toward first target
ru: Наносит магический урон землей цели и всем противникам рядом с ней с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на первую цель <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, и на все остальные цели <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Притягивает все остальные цели к первой.

source: Deals unaspected damage with a potency of 4,000. Potency increases up to 8,000 as the target's HP decreases, reaching its maximum value when the target has 50% HP or less. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Наносит магический урон с силой 4 000. Сила увеличивается пропорционально уменьшению ОЗ цели, вплоть до 8 000 когда у цели остается 50% ОЗ или меньше. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Enters <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var> and summons Demi-Bahamut to fight at a designated location. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s Demi-Bahamut will execute <var 48 F201F4 /var><var 49 F201F5 /var>Megaflare<var 49 01 /var><var 48 01 /var> upon being summoned, then execute <var 48 F201F4 /var><var 49 F201F5 /var>Wyrmwave<var 49 01 /var><var 48 01 /var> automatically, prioritizing targets with the lowest HP within 30 yalms. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>90s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Enkindle Bahamut<var 49 01 /var><var 48 01 /var> upon execution. ※<var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Astral Impulse<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>.
ru: Вы впадаете в <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var> и призываете Demi-Bahamut для помощи в бою. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. Demi-Bahamut исполняет <var 48 F201F4 /var><var 49 F201F5 /var>Megaflare<var 49 01 /var><var 48 01 /var> сразу после призыва, а затем автоматически исполняет <var 48 F201F4 /var><var 49 F201F5 /var>Wyrmwave<var 49 01 /var><var 48 01 /var>, отдавая предпочтение целям с наименьшим ОЗ в пределах 30 ялмов. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>90 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Enkindle Bahamut<var 49 01 /var><var 48 01 /var> после использования. ※<var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Astral Impulse<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>.

source: Orders Demi-Bahamut to execute <var 48 F201F4 /var><var 49 F201F5 /var>Akh Morn<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Akh Morn Effect: <var 49 01 /var><var 48 01 /var>Deals unaspected damage with a potency of 12,000 to target and all enemies nearby it. ※This action cannot be assigned to a hotbar.
ru: Приказывает Demi-Bahamut исполнить <var 48 F201F4 /var><var 49 F201F5 /var>Akh Morn<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Akh Morn: <var 49 01 /var><var 48 01 /var>Наносит магический урон цели и всем противникам рядом с ней с силой 12 000. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 18,000 to all nearby enemies. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон всем ближайшим противникам с силой 18 000. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 6,000. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон с силой 6 000. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 12,000 to target and all enemies nearby it. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 12 000. ※Это действие нельзя назначить на хотбар.

source: Enters <var 48 F201FA /var><var 49 F201FB /var>Firebird Trance<var 49 01 /var><var 48 01 /var> and summons Demi-Phoenix to fight at a designated location. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s Demi-Phoenix will execute <var 48 F201F4 /var><var 49 F201F5 /var>Everlasting Flight<var 49 01 /var><var 48 01 /var> upon being summoned, then execute <var 48 F201F4 /var><var 49 F201F5 /var>Scarlet Flame<var 49 01 /var><var 48 01 /var> automatically, prioritizing the closest target within 30 yalms. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>90s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Enkindle Phoenix<var 49 01 /var><var 48 01 /var> upon execution. ※<var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Fountain of Fire<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Firebird Trance<var 49 01 /var><var 48 01 /var>.
ru: Вы впадаете в <var 48 F201FA /var><var 49 F201FB /var>Firebird Trance<var 49 01 /var><var 48 01 /var> и призываете Demi-Phoenix для помощи в бою. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. Demi-Phoenix исполняет <var 48 F201F4 /var><var 49 F201F5 /var>Everlasting Flight<var 49 01 /var><var 48 01 /var> сразу после призыва, а затем автоматически исполняет <var 48 F201F4 /var><var 49 F201F5 /var>Scarlet Flame<var 49 01 /var><var 48 01 /var>, отдавая предпочтение целям с наименьшим ОЗ в пределах 30 ялмов. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>90 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Enkindle Phoenix<var 49 01 /var><var 48 01 /var> после использования. ※<var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Fountain of Fire<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Firebird Trance<var 49 01 /var><var 48 01 /var>.

source: Orders Demi-Phoenix to execute <var 48 F201F4 /var><var 49 F201F5 /var>Revelation<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Revelation Effect: <var 49 01 /var><var 48 01 /var>Deals unaspected damage with a potency of 6,000 to target and all enemies nearby it <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s ※This action cannot be assigned to a hotbar.
ru: Приказывает Demi-Phoenix исполнить <var 48 F201F4 /var><var 49 F201F5 /var>Revelation<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Revelation: <var 49 01 /var><var 48 01 /var>Наносит магический урон цели и всем противникам рядом с ней с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. ※Это действие нельзя назначить на хотбар.

source: Gradually restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP when HP falls below 25% or upon effect duration expiration <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>12,000 ※This action cannot be assigned to a hotbar.
ru: Постепенно восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ, когда оно падает ниже 25% или по истечении срока действия эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>12 000 ※Это действие нельзя назначить на хотбар.

source: Deals fire damage with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces target's damage dealt by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон огнем с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снижает наносимый целью урон на 50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 6,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. ※Это действие нельзя назначить на хотбар.
