Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Executes a jump to a location 15 yalms behind you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Removes <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases movement speed by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Firstminds' Focus<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Wyrmwind Thrust<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Firstminds' Focus<var 49 01 /var><var 48 01 /var>.
ru: Совершает прыжок назад на 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Рассеивает <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает скорость передвижения на 25% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Firstminds' Focus<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Wyrmwind Thrust<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Firstminds' Focus<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 8,000 to all enemies in a straight line before you. Potency increases up to 16,000 the farther away you are from the target, reaching its maximum value when the target is 15 yalms away. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Firstminds' Focus<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами с силой 8 000. Сила увеличивается пропорционально расстоянию до цели, вплоть до 16 000 когда расстояние достигает 15 ялмов. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Firstminds' Focus<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 4,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Horrid Roar<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Horrid Roar Effect: <var 49 01 /var><var 48 01 /var>Reduces damage target deals to you by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Наносит магический урон всем ближайшим противникам с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Horrid Roar<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Horrid Roar: <var 49 01 /var><var 48 01 /var>Снижает наносимый целью по вам урон на 50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Jump high into the air, preventing enemies from targeting you. Movement is still possible before landing. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Removes <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var> Executes <var 48 F201F4 /var><var 49 F201F5 /var>Sky Shatter<var 49 01 /var><var 48 01 /var> automatically when effect duration expires. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>90s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Sky Shatter<var 49 01 /var><var 48 01 /var> upon execution.
ru: Совершает прыжок в небеса, не позволяя противникам выбрать вас в качестве цели. Вы можете менять ваше местоположение в воздухе, до момента приземления. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Рассеивает <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, и <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var> По истечению срока действия эффекта, автоматически использует <var 48 F201F4 /var><var 49 F201F5 /var>Sky Shatter<var 49 01 /var><var 48 01 /var>. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>90 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Sky Shatter<var 49 01 /var><var 48 01 /var> после использования.

source: Delivers an attack with a potency of 16,000 to all nearby enemies. Potency is doubled when targets are within 5 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 24,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Sky High<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем ближайшим противникам с силой 16 000. Сила удваивается, если цель находится в пределах 5 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создает защитный барьер вокруг вас, поглощающий урон, равный исцелению с силой 24 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Sky High<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 3,000. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Spinning Edge<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Spinning Edge<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gust Slash<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gust Slash<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 12,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 12 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 4,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>12s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>12 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers a ranged attack with a potency of 6,000. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>3 This weaponskill does not share a recast timer with any other actions. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Hyosho Ranryu<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>.
ru: Производит атаку дальнего боя, нанося физический урон с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>3 Не влияет на время восстановления прочих действий. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Hyosho Ranryu<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 16,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон с силой 16 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>, allowing for immediate execution of any ninjutsu action. However, the same ninjutsu action cannot be executed consecutively. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Meisui<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※All actions except <var 48 F201F4 /var><var 49 F201F5 /var>Seiton Tenchu<var 49 01 /var><var 48 01 /var> will change to their respective ninjutsu actions while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>.
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>, позволяя моментально выполнить любое ниндзюцу. Однако, одинаковые ниндзюцу не могут быть выполнены последовательно. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Meisui<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※Все действия, кроме <var 48 F201F4 /var><var 49 F201F5 /var>Seiton Tenchu<var 49 01 /var><var 48 01 /var> будут изменены на соответствующие ниндзюцу под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>.

source: Restores own or target party member's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>8,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants healing over time effect to target <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ вам или выбранному члену группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект постепенно восстанавливающий ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 2,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces the recast time of <var 48 F201F4 /var><var 49 F201F5 /var>Fuma Shuriken<var 49 01 /var><var 48 01 /var> by 10 seconds ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Goka Mekkyaku<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает получаемый целью урон 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снижает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Fuma Shuriken<var 49 01 /var><var 48 01 /var> на 10 секунд ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Goka Mekkyaku<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>.

source: Rushes target and delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Fleeting Raiju Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Cannot be executed while bound. ※<var 48 F201F4 /var><var 49 F201F5 /var>Aeolian Edge Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Fleeting Raiju<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fleeting Raiju Ready<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Совершает рывок к цели, нанося физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Fleeting Raiju Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Невозможно использовать под эффектами, сковывающими движение. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Aeolian Edge<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Fleeting Raiju<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Fleeting Raiju Ready<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: For up to five attacks, your shadow becomes animate, attacking enemies each time you execute a weaponskill. Shadow attack potency will match that of your weaponskills, but will be halved when executing <var 48 F201F4 /var><var 49 F201F5 /var>Fuma Shuriken<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Assassinate<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a shadow that absorbs damage equivalent to a heal of 8,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Huton<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>.
ru: При активации способности, ваши атакующие умения заставят вашу тень принять реальный облик и атаковать выбранную вами цель одновременно с использованием вами умений (Максиму до 5 атак). Сила атаки тени будет соответствовать силе атаки вашего оружия, но будет уменьшена вдвое при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Fuma Shuriken<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Assassinate<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Huton<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Huton<var 49 01 /var><var 48 01 /var>, creating a barrier that absorbs damage equivalent to a heal of 16,000 potency, and increasing movement speed by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Movement speed returns to normal when barrier is completely absorbed. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Huton<var 49 01 /var><var 48 01 /var>, создавая защитный барьер, равный исцелению с силой 16 000, и увеличивающий скорость передвижения на 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Скорость вернется к нормальной когда барьер поглотит весь урон. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Move quickly to the specified location. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Hidden Effect: <var 49 01 /var><var 48 01 /var>Blend in with your surroundings, making it impossible for enemies to see or target you <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s Effect ends upon use of any action or upon taking damage from an enemy. Cannot be executed while bound. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Doton<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Aeolian Edge Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Assassinate<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>.
ru: Совершает шаг сквозь тень в указанную точку. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Hide: <var 49 01 /var><var 48 01 /var> Делает вас менее заметным для противников, не давая им возможности вас заметить или выбрать в качестве цели. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>4 с. Эффект прекращается при использовании любого действия, или при получении урона от противника. Невозможно использовать под эффектами, сковывающими движение. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Doton<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Aeolian Edge<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Assassinate<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Hidden<var 49 01 /var><var 48 01 /var>.

source: Creates a patch of corrupted earth under your feet, dealing damage with a potency of 3,000 to any enemies who enter. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Создает участок проклятой земли под вашими ногами, наносящий урон всем находящимся в нем противникам с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Three Mudra<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.
