Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals ice damage with a potency of 310. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 3 <var 48 F201FA /var><var 49 F201FB /var>Umbral Hearts<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Umbral Heart Bonus: <var 49 01 /var><var 48 01 /var>Nullifies <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>'s MP cost increase for <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> spells and reduces MP cost for <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var> by one-third Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон льдом с силой 310. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Даёт 3 <var 48 F201FA /var><var 49 F201FB /var>Umbral Hearts<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Umbral Heart:<var 49 01 /var><var 48 01 /var> Предотвращает увеличение расхода ОМ <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> для заклинания стихии <var 48 F201F4 /var><var 49 F201F5 /var>Огня<var 49 01 /var><var 48 01 /var> и уменьшает расход ОМ для <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var> на 1/3. Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 150 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost:<var 49 01 /var><var 48 01 /var> 1
ru: Наносит магический урон с силой 150 цели и всем противникам вокруг нее. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Aetherflow:<var 49 01 /var><var 48 01 /var> 1

source: Deals unaspected damage with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 08 E0E94943 ((<var 08 E4E9451C ((<var 48 F201FA /var><var 49 F201FB /var>Bio III<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Miasma III<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Bio II<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Miasma<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Bio II<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Miasma<var 49 01 /var><var 48 01 /var>)) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Deals unaspected damage with a potency of 150. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Afflicts target with <var 08 E0E94943 ((<var 08 E4E9451C ((<var 48 F201FA /var><var 49 F201FB /var>Bio III<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Miasma III<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Bio II<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Miasma<var 49 01 /var><var 48 01 /var>)) /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>Bio II<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Miasma<var 49 01 /var><var 48 01 /var>)) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Enters <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Changes <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Astral Impulse<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Astral Flare<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var> Can only be executed in combat and while Carbuncle is summoned. This action does not share a recast timer with any other actions.
ru: Вы впадаете в <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> В состоянии транса <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> изменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Astral Impulse<var 49 01 /var><var 48 01 /var>, а <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> — на <var 48 F201F4 /var><var 49 F201F5 /var>Astral Flare<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Наделяет <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var> Доступен для использования только в бою при призванном Карбункуле. Не влияет на время восстановления прочих действий.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 400 <var 08 E0E94947 ((<var 08 E4E9451D ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> by 10 )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost:<var 49 01 /var><var 48 01 /var> 1
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 400 <var 08 E0E94947 ((<var 08 E4E9451D ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Faerie<var 49 01 /var><var 48 01 /var> на 10 )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Aetherflow:<var 49 01 /var><var 48 01 /var> 1

source: Deals unaspected damage with a potency of 220.
ru: Наносит магический урон с силой 220.

source: Extends <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> effect cast on self or target party member to other nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> Time remaining on original effect No effect when target is not under the effect of <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>.
ru: Распространяет эффект <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>, применённый на вас или выбранного члена группы, на ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> Имеет общий таймер с оригинальным эффектом. Способность не будет иметь эффекта, если изначальная цель не находится под действием <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>.

source: Transforms the next <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Catalyze<var 49 01 /var><var 48 01 /var> statuses into HP recovery equaling the amount of damage reduction intended for the barrier. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Преобразует следующие эффекты <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Catalyze<var 49 01 /var><var 48 01 /var> в восстановление ОЗ, равное количеству снижения урона, предназначенного для барьера. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Draws a card (arcanum) from your divining deck. Only one arcanum can be drawn at a time. Arcanum effect can be triggered using the action <var 48 F201F4 /var><var 49 F201F5 /var>Play<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores 5% of maximum MP <var 08 E4E94522 ((<var 08 E0E94929 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Clarifying Draw<var 49 01 /var><var 48 01 /var>, allowing the execution of <var 48 F201F4 /var><var 49 F201F5 /var>Redraw<var 49 01 /var><var 48 01 /var> )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Вытягивает Аркан из вашей колоды Предсказаний. В <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var> может быть только один вытянутый Аркан. Эффект Аркана активируется при использовании действия <var 48 F201F4 /var><var 49 F201F5 /var>Play<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восполняет 5% от максимального запаса ваших ОМ. <var 08 E4E94522 ((<var 08 E0E94929 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Clarifying Draw<var 49 01 /var><var 48 01 /var>. )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2.

source: Draws a different arcanum from your deck. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Clarifying Draw<var 49 01 /var><var 48 01 /var>.
ru: Вытягивает другой Аркан из вашей колоды Предсказаний взамен имеющегося в <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var>. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Clarifying Draw<var 49 01 /var><var 48 01 /var>.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 49 01 /var><var 48 01 /var><var 08 E4E94522 ((<var 08 E0E94956F201F4F201C2 /var>)) F201C2 /var><var 08 E0E94925 ((<var 08 E4E94522 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 15% chance next <var 48 F201F4 /var><var 49 F201F5 /var>Benefic II<var 49 01 /var><var 48 01 /var> will restore critical HP <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s)) (()) /var>)) (()) /var>
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 49 01 /var><var 48 01 /var><var 08 E4E94522 ((<var 08 E0E94956F201F4F201C2 /var>)) F201C2 /var><var 08 E0E94925 ((<var 08 E4E94522 ((. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Имеет 15% шанс при использовании наложить эффект, гарантирующий критическое исцеление следующей <var 48 F201F4 /var><var 49 F201F5 /var>Benefic II<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.)) (()) /var>)) (()) /var>

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E94956F0FAC9 /var>)) C9 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E94956F0FAC9 /var>)) C9 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E94956F0FAC9 /var>)) C9 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Постепенное восстановление ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E94956F0FAC9 /var>)) C9 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Deals unaspected damage with a potency of 150.
ru: Наносит магический урон с силой 150.

source: Deals unaspected damage with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 48 F201FA /var><var 49 F201FB /var> +40% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s (PvP 8s)
ru: Deals unaspected damage with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 48 F201FA /var><var 49 F201FB /var> +40% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. (PvP 8 с.)

source: Deals unaspected damage with a potency of 160.
ru: Наносит магический урон с силой 160.

source: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Наносит периодический магический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 50. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E94956F20190F2014A /var>)) F2014A /var>
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E94956F20190F2014A /var>)) F2014A /var>.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E94956F0FAC9 /var>)) C9 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E949569765 /var>)) 65 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E94956F0FAC9 /var>)) C9 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Постепенное восстановление ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E949569765 /var>)) 65 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Resurrects target to a weakened state.
ru: Возвращает цель к жизни в ослабленном состоянии.

source: Reduces cast times for spells by 2.5 seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Уменьшает время применения заклинаний на 2.5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Reduces enmity generation. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Refresh <var 48 F201F8 /var><var 49 F201F9 /var>Refresh Potency:<var 49 01 /var><var 48 01 /var> <var 08 E0E94931 ((<var 08 E4E94522513D /var>)) 3D /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 24s
ru: Reduces enmity generation. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Refresh <var 48 F201F8 /var><var 49 F201F9 /var>Refresh Potency:<var 49 01 /var><var 48 01 /var> <var 08 E0E94931 ((<var 08 E4E94522513D /var>)) 3D /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 24 с.

source: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 60 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Наносит периодический магический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 60 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Reduces the potency of target's attacks by <var 08 E0E9492D ((<var 08 E4E945220B06 /var>)) 06 /var>%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s
ru: Reduces the potency of target's attacks by <var 08 E0E9492D ((<var 08 E4E945220B06 /var>)) 06 /var>%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E94956F20320F202BC /var>)) F202BC /var>
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94522 ((<var 08 E0E94956F20320F202BC /var>)) F202BC /var>.

source: Generate an aetheric bond with target party member. Each time you cast a single-target healing spell on yourself or a party member, the party member with whom you have the bond will also recover HP equaling 40% of the original spell. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Накладывает на вас и выбранного члена группы эффект <var 48 F201FA /var><var 49 F201FB /var>Synastry<var 49 01 /var><var 48 01 /var>, образуя эфирную связь между вами. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Synastry: <var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ связанного с вами члена группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 40% от количества ОЗ, восстановленных примененным вами исцеляющим заклинанием одиночного действия. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Creates a celestial ring 8 yalms around the caster. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>18s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 10% for self and any party members within 30 yalms and applies <var 48 F201FA /var><var 49 F201FB /var>Wheel of Fortune<var 49 01 /var><var 48 01 /var> to self and any party members within 8 yalms <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Wheel of Fortune Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effects will be applied continuously to self and all party members standing within the celestial ring. <var 48 F201F4 /var><var 49 F201F5 /var>Collective Unconscious<var 49 01 /var><var 48 01 /var> effect ends upon using another action or moving (including facing a different direction). Cancels auto-attack upon execution.
ru: Создает защитную область в радиусе 8 ялмов вокруг заклинателя. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Снижает получаемый вами и членами группы в радиусе 30 ялмов урон на 10% и накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Wheel of Fortune<var 49 01 /var><var 48 01 /var> на вас и всех членов группы в радиусе 8 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Wheel of Fortune:<var 49 01 /var><var 48 01 /var> Постепенное восстановление ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Эффекты будут постоянно применяться к вами всем членам группы, находящимся в пределах защитной области. Эффект <var 48 F201F4 /var><var 49 F201F5 /var>Collective Unconscious<var 49 01 /var><var 48 01 /var> прекращается при совершении любых действий или движении (включая поворот в другую сторону). Прекращает автоатаки после использования.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 400 Potency increases up to 900 as the target's HP decreases, reaching its maximum value when the target has 30% HP or less.<var 08 E4E94522 ((<var 08 E0E9494F (( <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var><var 08 E4E94522 ((<var 08 E0E949630403 /var>)) 03 /var>)) (()) /var>)) (()) /var>
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 400. Сила исцеления увеличивается в зависимости от недостающего количества ОЗ цели, вплоть до 900 при уровне ОЗ, равном 30% и ниже.<var 08 E4E94522 ((<var 08 E0E9494F (( <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var><var 08 E4E94522 ((<var 08 E0E949630403 /var>)) 03 /var>)) (()) /var>)) (()) /var>

source: Deals unaspected damage with a potency of 120 to target and all enemies nearby it.
ru: Наносит магический урон с силой 120 цели и всем противникам рядом с ней.

source: Stuns all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 4s Also extends duration of beneficial effects cast on self and party members by 10 seconds.
ru: Stuns all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 4 с. Also extends duration of beneficial effects cast on self and party members by 10 seconds.

source: Reduces damage taken by <var 08 E0E9490F ((<var 08 E4E945211510 /var>)) 10 /var>%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Reduces damage taken by <var 08 E0E9490F ((<var 08 E4E945211510 /var>)) 10 /var>%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.
