Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Hallowed Ground<var 49 01 /var><var 48 01 /var> to self and <var 48 F201FA /var><var 49 F201FB /var>Phalanx<var 49 01 /var><var 48 01 /var> to nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Hallowed Ground Effect: <var 49 01 /var><var 48 01 /var>Renders you impervious to most attacks <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Phalanx Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 33% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Blade of Faith Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>120s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Faith<var 49 01 /var><var 48 01 /var> upon execution.
ru: Накладывает на эффект <var 48 F201FA /var><var 49 F201FB /var>Hallowed Ground<var 49 01 /var><var 48 01 /var> вас и <var 48 F201FA /var><var 49 F201FB /var>Phalanx<var 49 01 /var><var 48 01 /var> на ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Hallowed Ground: <var 49 01 /var><var 48 01 /var>Делает вас неуязвимым для большинства атак <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Phalanx: <var 49 01 /var><var 48 01 /var>Снижает получаемый урон на 33% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Blade of Faith Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>120 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Faith<var 49 01 /var><var 48 01 /var> после использования.

source: Deals unaspected damage with a potency of 12,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Sacred Claim Effect: <var 49 01 /var><var 48 01 /var>Restores HP when successfully landing an attack on targets under this effect <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s This action does not share a recast timer with any other actions.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 12 000 . <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Sacred Claim: <var 49 01 /var><var 48 01 /var>Восполняет ОЗ при успешной атаке цели находящейся под этим эффектом <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Не влияет на время восстановления прочих действий.

source: Deals unaspected damage with a potency of 7,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased by 50% when target is under the effect of <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Sacred Claim Effect: <var 49 01 /var><var 48 01 /var>Restores HP when successfully landing an attack on targets under this effect <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Blade of Faith Ready<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Truth<var 49 01 /var><var 48 01 /var> upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 7 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Сила увеличивается на 50% за каждую цель пораженную <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Sacred Claim: <var 49 01 /var><var 48 01 /var>Восполняет ОЗ при успешном нанесении атаки по целям под этим эффектом <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Blade of Faith Ready<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Truth<var 49 01 /var><var 48 01 /var> после использования. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 8,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased by 50% when target is under the effect of <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Blade of Faith<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Sacred Claim Effect: <var 49 01 /var><var 48 01 /var>Restores HP when successfully landing an attack on targets under this effect <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Valor<var 49 01 /var><var 48 01 /var> upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Сила увеличивается на 50% за каждую цель пораженную <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Blade of Faith<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Sacred Claim: <var 49 01 /var><var 48 01 /var>Восполняет ОЗ при успешном нанесении атаки по целям под этим эффектом <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Valor<var 49 01 /var><var 48 01 /var> после использования. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 9,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased by 50% when target is under the effect of <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Blade of Truth<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Sacred Claim Effect: <var 49 01 /var><var 48 01 /var>Restores HP when successfully landing an attack on targets under this effect <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>3,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 9 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Сила увеличивается на 50% когда цель находится под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Blade of Truth<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Sacred Claim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Sacred Claim: <var 49 01 /var><var 48 01 /var>Восполняет ОЗ при успешной атаке цели находящейся под этим эффектом <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>3 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 3,000. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Heavy Swing<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Heavy Swing<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Maim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as HP ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Maim<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Поглощает 100% нанесенного урона в виде ОЗ ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 12,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Inner Release<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 12 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Inner Release<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Rushes target and delivers an attack with a potency of 500. Potency increases up to 5,000 as HP nears maximum. Consumes 10% of current HP when executed. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Cannot be executed while bound.
ru: Совершает рывок к цели, нанося физический урон с силой 500. Сила увеличивается пропорционально вашему текущему уровню ОЗ, вплоть до 5 000 когда ваши ОЗ полностью восстановлены. Потребляет 10% ОЗ при использовании. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает получаемый целью урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Невозможно использовать под эффектами, сковывающими движение

source: Delivers an attack with a potency of 1,000 to all nearby enemies. Potency increases up to 10,000 as HP nears maximum. Consumes 10% of current HP when executed. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces target's damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Наносит физический урон с силой 1 000 всем ближайшим противникам. Сила увеличивается пропорционально вашему текущему уровню ОЗ, вплоть до 10 000 когда ваши ОЗ полностью восстановлены. Потребляет 10% ОЗ при использовании. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Уменьшает наносимый целью урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Instantly draws target to your side. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s
ru: Мгновенно привлекает к вам внимание цели. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Bloodwhetting<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Stem the Tide<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Bloodwhetting Effect: <var 49 01 /var><var 48 01 /var>Converts 100% of weaponskill damage dealt into HP <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Stem the Tide Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage totaling 10% of your maximum HP <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Nascent Chaos Effect: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Bloodwhetting<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Chaotic Cyclone<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Накладывает эффекты <var 48 F201FA /var><var 49 F201FB /var>Bloodwhetting<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Stem the Tide<var 49 01 /var><var 48 01 /var>, и <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Bloodwhetting: <var 49 01 /var><var 48 01 /var>Конвертирует 100% нанесенного урона в ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Stem the Tide: <var 49 01 /var><var 48 01 /var>Создает защитный барьер поглощающий урон в размере 10% от ваших максимальных ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Nascent Chaos: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Bloodwhetting<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Chaotic Cyclone<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Let out a bloodcurdling cry in a cone before you, rendering enemies unable to use <var 48 F201F4 /var><var 49 F201F5 /var>Guard<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Inner Release<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Thrill of Battle<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Inner Release Effect: <var 49 01 /var><var 48 01 /var>Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Primal Rend<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Chaotic Cyclone<var 49 01 /var><var 48 01 /var>, while also increasing movement speed by 25%, and granting immunity to <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var>, and knockback and draw-in effects <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Cannot execute <var 48 F201F4 /var><var 49 F201F5 /var>Guard<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Inner Release<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Thrill of Battle Effect: <var 49 01 /var><var 48 01 /var>Increases maximum HP by 20% and restores the amount increased <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>90s ※<var 48 F201F4 /var><var 49 F201F5 /var>Storm's Path Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Fell Cleave<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Inner Release<var 49 01 /var><var 48 01 /var>.
ru: Выпускает пронзительный крик в конус перед собой, лишая противников возможности использовать <var 48 F201F4 /var><var 49 F201F5 /var>Guard<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывается эффекты <var 48 F201FA /var><var 49 F201FB /var>Inner Release<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Thrill of Battle<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Inner Release: <var 49 01 /var><var 48 01 /var>Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Primal Rend<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Chaotic Cyclone<var 49 01 /var><var 48 01 /var>, так же увеличивая скорость передвижения на 25%, и давая иммунитет к <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var>, и эффектам отталкивания и притягивания <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Использование <var 48 F201F4 /var><var 49 F201F5 /var>Guard<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Inner Release<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Thrill of Battle: <var 49 01 /var><var 48 01 /var>Увеличивает максимальный запас ваших ОЗ на 20% и восполняет их в том же объеме. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>90 с. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Storm's Path<var 49 01 /var><var 48 01 /var>сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Fell Cleave<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Inner Release<var 49 01 /var><var 48 01 /var>.

source: Delivers a jumping physical attack to target and all enemies nearby it with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Inner Release Potency: <var 49 01 /var><var 48 01 /var>16,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s Cannot be executed while bound. This weaponskill does not share a recast timer with any other actions.
ru: Совершает атаку в прыжке, нанося физический урон цели и всем противникам рядом с ней с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Сила Inner Release: <var 49 01 /var><var 48 01 /var>16 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. Невозможно использовать под эффектами, сковывающими движение. Не влияет на время восстановления прочих действий

source: Delivers an attack with a potency of 3,000. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. ※Это действие нельзя назначить на хотбар.
