Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Grants another gathering attempt. When gathering collectables, restores 1 integrity.<var 08 E4E94511 ((<var 08 E0E9465B (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>50% chance to grant <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var>
ru: Даёт еще одну попытку добычи. При добыче ценностей восстанавливает 1 целостность.<var 08 E4E94511 ((<var 08 E0E9465B (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Шанс 50% наложить эффект <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var>

source: Increases the chance of obtaining items while gathering by 5%. Does not apply to items at 0%.
ru: Увеличивает шанс получения ресурсов во время добычи на 5%. Не сработает, если шанс добычи 0%.

source: Increases the chance of obtaining items while gathering by 15%. Does not apply to items at 0%.
ru: Увеличивает шанс получения ресурсов во время сбора на 15%. Не сработает, если шанс добычи 0%.

source: Further surveys the landscape to uncover unspoiled, legendary, and clouded mineral deposits and rocky outcrops.
ru: Позволяет видеть месторождения скрытых залежей минералов и залежей камня.

source: Increases the number of items obtained when gathering by one.
ru: Увеличивает количество ресурсов, получаемых при добыче, на 1.

source: Gathers a collectable item with its current collectability rating. Reduces integrity by 1.
ru: Добывает ценность с его текущей коллекционностью. Уменьшает целостность на 1.

source: Increases the number of items obtained when gathering by two.
ru: Увеличивает количество ресурсов, получаемых при добыче, на 2.

source: Increases the efficiency of next <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> action by 100%. Effect active for three steps.
ru: Повышает эффективность для следующего одного действия <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 100%. Эффект активен в течение трёх шагов.

source: Increases the efficiency of next <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> action by 100%. Effect active for three steps.
ru: Повышает эффективность для следующего одного действия <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 100%. Эффект активен в течение трёх шагов.

source: Increases the efficiency of next <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> action by 100%. Effect active for three steps.
ru: Повышает эффективность для следующего одного действия <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 100%. Эффект активен в течение трёх шагов.

source: Increases the efficiency of next <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> action by 100%. Effect active for three steps.
ru: Повышает эффективность для следующего одного действия <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 100%. Эффект активен в течение трёх шагов.

source: Increases the efficiency of next <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> action by 100%. Effect active for three steps.
ru: Повышает эффективность для следующего одного действия <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 100%. Эффект активен в течение трёх шагов.

source: Increases the efficiency of next <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> action by 100%. Effect active for three steps.
ru: Повышает эффективность для следующего одного действия <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 100%. Эффект активен в течение трёх шагов.

source: Increases the efficiency of next <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> action by 100%. Effect active for three steps.
ru: Повышает эффективность для следующего одного действия <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 100%. Эффект активен в течение трёх шагов.

source: Increases the efficiency of next <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> action by 100%. Effect active for three steps.
ru: Повышает эффективность для следующего одного действия <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> на 100%. Эффект активен в течение трёх шагов.

source: Uses certain hooked fish of average size to attract even larger prey. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Использует определенную рыбу среднего размера, насаженную на крючок, чтобы привлечь еще более крупную добычу. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Hooks two or more fish in a single cast. Yield is determined by fish type and your <var 48 F201FA /var><var 49 F201FB /var>gathering<var 49 01 /var><var 48 01 /var> rating. Some fish cannot be double hooked.
ru: Ловит 2 или более рыб за один заброс. Улов определяется видом рыбы и вашим рейтингом <var 48 F201FA /var><var 49 F201FB /var>собирательства<var 49 01 /var><var 48 01 /var>. Работает не на всю рыбу.

source: Increases the number of items obtained on your next gathering attempt by one, two, or three. Number determined by your <var 48 F201FA /var><var 49 F201FB /var>gathering<var 49 01 /var><var 48 01 /var> rating.
ru: Увеличивает количество ресурсов, полученных при следующей попытке добычи, на 1, 2 или 3. Количество определяется вашим рейтингом <var 48 F201FA /var><var 49 F201FB /var>собирательства<var 49 01 /var><var 48 01 /var>.

source: Increases the number of items obtained on your next gathering attempt by one, two, or three. Number determined by your <var 48 F201FA /var><var 49 F201FB /var>gathering<var 49 01 /var><var 48 01 /var> rating.
ru: Увеличивает количество ресурсов, полученных при следующей попытке сбора, на 1, 2 или 3. Количество определяется вашим рейтингом <var 48 F201FA /var><var 49 F201FB /var>собирательства<var 49 01 /var><var 48 01 /var>.

source: Increases elemental shard<var 08 E0E94511 ((<var 08 E0E94633 ((, crystal, and cluster)) ((<var 08 E0E9462A (( and crystal)) (()) /var>)) /var>)) (()) /var> yields by <var 08 E0E946480403 /var>. Cannot be executed if the gathering node does not yield shards<var 08 E0E94511 ((<var 08 E0E94633 ((, crystals, or clusters)) ((<var 08 E0E9462A (( or crystals)) (()) /var>)) /var>)) (()) /var>.
ru: Увеличивает количество добываемых elemental shard<var 08 E0E94511 ((<var 08 E0E94633 ((, crystal, и cluster)) ((<var 08 E0E9462A (( и crystal)) (()) /var>)) /var>)) (()) /var> на <var 08 E0E946480403 /var>. Невозможно выполнить, если в текущем месторождении отсутствуют shards<var 08 E0E94511 ((<var 08 E0E94633 ((, crystals или clusters)) ((<var 08 E0E9462A (( или crystals)) (()) /var>)) /var>)) (()) /var>.

source: Increases elemental shard<var 08 E0E94511 ((<var 08 E0E94633 ((, crystal, and cluster)) ((<var 08 E0E9462A (( and crystal)) (()) /var>)) /var>)) (()) /var> yields by <var 08 E0E946480403 /var>. Cannot be executed if the gathering node does not yield shards<var 08 E0E94511 ((<var 08 E0E94633 ((, crystals, or clusters)) ((<var 08 E0E9462A (( or crystals)) (()) /var>)) /var>)) (()) /var>.
ru: Увеличивает количество добываемых elemental shard<var 08 E0E94511 ((<var 08 E0E94633 ((, crystal и clusters)) ((<var 08 E0E9462A (( и crystal)) (()) /var>)) /var>)) (()) /var> на <var 08 E0E946480403 /var>. Невозможно выполнить, если в текущем месторождении отсутствуют shards<var 08 E0E94511 ((<var 08 E0E94633 ((, crystals или clusters)) ((<var 08 E0E9462A (( или crystals)) (()) /var>)) /var>)) (()) /var>.

source: Selects the bait to apply to your line.
ru: Выбор наживки для рыбной ловли.

source: Casts your line and begins fishing.
ru: Забрасывает удочку и начинает ловить рыбу.

source: Surveys the landscape to locate the highest-level mature tree or lush vegetation within skill range. Can only be executed while <var 48 F201FA /var><var 49 F201FB /var>Triangulate<var 49 01 /var><var 48 01 /var> is active. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Позволяет увидеть направление и расстояние до ближайшего высокоуровневого места сбора густых кустарников и зрелых деревьев. Возможно использовать только при активном эффекте <var 48 F201FA /var><var 49 F201FB /var>Triangulate<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Surveys the landscape to locate the highest-level mineral deposit or rocky outcrop within skill range. Can only be executed while <var 48 F201FA /var><var 49 F201FB /var>Prospect<var 49 01 /var><var 48 01 /var> is active. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Позволяет увидеть направление и расстояние до ближайшего высокоуровневых залежей минералов и залежей камней. Возможно использовать только при активном эффекте <var 48 F201FA /var><var 49 F201FB /var>Prospect<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Increases the chance of obtaining items while gathering by 50%. Does not apply to items at 0%.
ru: Увеличивает шанс получения ресурсов во время сбора на 50%. Не сработает, если шанс сбора 0%.

source: Increases the chance of obtaining items while gathering by 50%. Does not apply to items at 0%.
ru: Увеличивает шанс получения ресурсов во время добычи на 50%. Не сработает, если шанс добычи 0%.

source: Attempts to hook the fish nibbling on the bait.
ru: Подсечь клюнувшую рыбу.

source: Uses certain large-sized fish already hooked to your line to attract even greater prey.
ru: Использует определенных крупных рыб, уже попавших на крючок, чтобы привлечь еще большую добычу.

source: Unhooks a fish (including all those of the same type subsequently caught at your current location) and releases it back into the wild. Has no effect on fish that have yet to be logged in the Fish Guide.
ru: Отпускает рыбу обратно в водоем. Вся рыба этого типа выловленная впоследствии так же будет отпущена, пока персонаж не выйдет из режима рыбалки.

source: Tread quietly, enabling you to avoid enemies up to four levels above your own.
ru: Бесшумная поступь, позволяющая вам избегать противников на 4 уровня выше вас самих.

source: Tread quietly, enabling you to avoid enemies up to four levels above your own.
ru: Бесшумная поступь, позволяющая вам избегать противников на 4 уровня выше вас самих.

source: Tread quietly, enabling you to avoid enemies up to four levels above your own.
ru: Бесшумная поступь, позволяющая вам избегать противников на 4 уровня выше вас самих.

source: Decreases damage suffered by pet by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 48 F201F8 /var><var 49 F201F9 /var> 20s When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Decreases damage suffered by pet by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 48 F201F8 /var><var 49 F201F9 /var> 20 с. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Deals earth damage with a potency of 60. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 48 F201F8 /var><var 49 F201F9 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 48 F201F8 /var><var 49 F201F9 /var> 2s When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Deals earth damage with a potency of 60. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 48 F201F8 /var><var 49 F201F9 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 48 F201F8 /var><var 49 F201F9 /var> 2 с. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Increases target's magic damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Increases target's magic damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Decreases damage suffered by pet by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 48 F201F8 /var><var 49 F201F9 /var> 20s When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Decreases damage suffered by pet by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 48 F201F8 /var><var 49 F201F9 /var> 20 с. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Deals earth damage with a potency of 70. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 48 F201F8 /var><var 49 F201F9 /var> Stun <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 48 F201F8 /var><var 49 F201F9 /var> 2s When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Deals earth damage with a potency of 70. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 48 F201F8 /var><var 49 F201F9 /var> Stun <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 48 F201F8 /var><var 49 F201F9 /var> 2 с. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Deals earth damage with a potency of 300 to all nearby targets. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Creates an area of molten earth around the caster, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var> Duration:<var 49 01 /var><var 48 01 /var> 15s ※This action cannot be assigned to a hotbar.
ru: Deals earth damage with a potency of 300 to all nearby targets. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Creates an area of molten earth around the caster, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var> Длительность:<var 49 01 /var><var 48 01 /var> 15 с. ※This action cannot be assigned to a hotbar.

source: Increases target's magic damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Increases target's magic damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Creates a barrier around self and nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s <var 48 F201F8 /var><var 49 F201F9 /var>Barrier Effect:<var 49 01 /var><var 48 01 /var> When barrier is struck, increases striker's physical vulnerability by 2% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 4s When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Creates a barrier around self and nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Barrier Effect:<var 49 01 /var><var 48 01 /var> When barrier is struck, increases striker's physical vulnerability by 2% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 4 с. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Deals fire damage with a potency of 300 to all enemies in a cone before it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Fire damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s ※This action cannot be assigned to a hotbar.
ru: Deals fire damage with a potency of 300 to all enemies in a cone before it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Fire damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. ※This action cannot be assigned to a hotbar.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E9451D ((<var 08 E0E94956B597 /var>)) 97 /var> ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E9451D ((<var 08 E0E94956B597 /var>)) 97 /var> ※Это действие нельзя назначить на хотбар.

source: Gradually restores the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 80 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 21s ※This action cannot be assigned to a hotbar.
ru: Постепенно восстанавливает ОЗ всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 80 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 21 с. ※Это действие нельзя назначить на хотбар.

source: Increases magic defense of self and nearby party members by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Increases magic defense of self and nearby party members by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Increases healing magic potency of all nearby party members by 10%, while reducing magic damage taken by all nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Seraphic Illumination<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Увеличивает силу исцеления всех ближайших членом группы на 10%, а также снижает магический урон, получаемый всеми находящимися поблизости членами группы, на 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Seraphic Illumination<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Silences target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 1s When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Silences target. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 1 с. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Increases spell speed of self and nearby party members by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Cannot use while <var 48 F201FA /var><var 49 F201FB /var>Fey Light<var 49 01 /var><var 48 01 /var> is active. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Increases spell speed of self and nearby party members by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Cannot use while <var 48 F201FA /var><var 49 F201FB /var>Fey Light<var 49 01 /var><var 48 01 /var> is active. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Increases skill speed of self and nearby party members by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Cannot use while <var 48 F201FA /var><var 49 F201FB /var>Fey Glow<var 49 01 /var><var 48 01 /var> is active. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Increases skill speed of self and nearby party members by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Cannot use while <var 48 F201FA /var><var 49 F201FB /var>Fey Glow<var 49 01 /var><var 48 01 /var> is active. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay of self and nearby party members by 3%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.
ru: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay of self and nearby party members by 3%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. When <var 48 F201FA /var><var 49 F201FB /var>Obey<var 49 01 /var><var 48 01 /var> is active, will only execute upon command.

source: Gathers a collectable item with its current collectability rating. Reduces integrity by 1.
ru: Добывает ценность с её текущим уровнем коллекционности. Уменьшает целостность на 1.

source: Orders chocobo to deliver an attack with a potency of 150 to all enemies in a cone before it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increased enmity
ru: Приказывает чокобо нанести физический урон с силой 150 всем противникам в конусе перед ним. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает враждебность

source: Reduces damage taken by chocobo by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Снижает получаемый чокобо урон на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.
