Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals physical damage to all enemies in a straight line before you with a potency of 220 for the first enemy, and 50% less for all remaining enemies. Potency increased to 400 when target becomes afflicted with <var 48 F201FA /var><var 49 F201FB /var>Lightheaded<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Inflicts <var 48 F201FA /var><var 49 F201FB /var>Lightheaded<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Repeated use of this action in a short period will reduce the additional effect's duration, eventually rendering targets immune to <var 48 F201FA /var><var 49 F201FB /var>Lightheaded<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами с силой 220 для первого противника и на 50% меньше всем остальным противникам. Сила увеличивается до 400, когда на цель наложен эффект <var 48 F201FA /var><var 49 F201FB /var>Lightheaded<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект <var 49 01 /var><var 48 01 /var>Накладывает на противника эффект <var 48 F201FA /var><var 49 F201FB /var>Lightheaded<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. Повторное использование этого действия в течение короткого периода времени уменьшит длительность дополнительного эффекта, в итоге цель станет невосприимчивой к эффекту <var 48 F201FA /var><var 49 F201FB /var>Lightheaded<var 49 01 /var><var 48 01 /var>.

source: Deals physical damage with a potency of 600 to all nearby enemies. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Nightbloom<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 600 цели и всем ближайшим противникам. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Nightbloom<var 49 01 /var><var 48 01 /var>.

source: Deals physical damage over time with a potency of 200 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Executing <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Flurry<var 49 01 /var><var 48 01 /var> again before its effect expires deals physical damage to all enemies in a cone before you with a potency of 600 for the first enemy, and 50% less for all remaining enemies. Effect ends upon using an action other than <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Flurry<var 49 01 /var><var 48 01 /var> or moving (including facing a different direction). Cancels auto-attack upon execution.
ru: Наносит периодический физический урон с силой 200 всем противникам в конусе перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. Повторное применение <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Flurry<var 49 01 /var><var 48 01 /var> до истечения срока действия эффекта наносит физический урон всем противникам в конусе перед вами с силой 600 для первого противника и на 50% всем остальным противникам. Эффект прекращается при выполнении любого действия, кроме <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Flurry<var 49 01 /var><var 48 01 /var> или движении (включая поворот в другую сторону). Прекращает автоатаки после использования.

source: Deals physical damage over time with a potency of 200 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Executing <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Flurry<var 49 01 /var><var 48 01 /var> again before its effect expires deals physical damage to all enemies in a cone before you with a potency of 600 for the first enemy, and 50% less for all remaining enemies. Effect ends upon using an action other than <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Flurry<var 49 01 /var><var 48 01 /var> or moving (including facing a different direction). Cancels auto-attack upon execution.
ru: Наносит периодический физический урон с силой 200 всем противникам в конусе перед вами. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. Повторное применение <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Flurry<var 49 01 /var><var 48 01 /var> до истечения срока действия эффекта наносит физический урон всем противникам в конусе перед вами с силой 600 для первого противника и на 50% всем остальным противникам. Эффект прекращается при выполнении любого действия, кроме <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Flurry<var 49 01 /var><var 48 01 /var> или движении (включая поворот в другую сторону). Прекращает автоатаки после использования.

source: Deals unaspected damage to all nearby enemies with a potency of 400 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Unaspected damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>75 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Both Ends<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон всем ближайшим противникам с силой 400 для первого противника и на 50% меньше всем остальным противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Периодический магический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 75 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Both Ends<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 140 to all nearby enemies. Action effect changes, restoring own HP and the HP of all nearby party members when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>300
ru: Наносит магический урон с силой 140 всем ближайшим противникам. Эффект действия сменяется, восстанавливая собственные ОЗ и ОЗ всех находящихся рядом членов группы, когда вы находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>300

source: Instantly return to the starting point of the area. Cannot be executed while in combat. Shares a recast timer with all other weaponskills and spells.
ru: Мгновенное возвращение в начальную точку области. Невозможно использовать в режиме боя. Имеет общее время восстановления с другими умениями и заклинаниями.

source: Creates a barrier around self and all party members near you that absorbs damage totaling 10% of maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Создает вокруг вас и всех ближайших членнов группы защитный барьер, поглощающий урон, равный 10% от максимальных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Deals lightning damage with a potency of 300 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Interrupts all nearby enemies <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage taken by enemies with <var 48 F201FA /var><var 49 F201FB /var>Magical Aversion<var 49 01 /var><var 48 01 /var> by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s
ru: Наносит всем ближайшим противникам урон молнией с силой 300. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Прерывает действия всех ближайших противников. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает получаемый противниками урон от <var 48 F201FA /var><var 49 F201FB /var>Magical Aversion<var 49 01 /var><var 48 01 /var> на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>60 с.

source: Delivers an attack with a potency of 300 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Interrupts all nearby enemies <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage taken by enemies with <var 48 F201FA /var><var 49 F201FB /var>Physical Aversion<var 49 01 /var><var 48 01 /var> by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s
ru: Наносит всем ближайшим противникам физический урон с силой 300. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Прерывает действия всех ближайших противников. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает получаемый противниками урон от <var 48 F201FA /var><var 49 F201FB /var>Physical Aversion<var 49 01 /var><var 48 01 /var> на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>60 с.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Lost Reflect<var 49 01 /var><var 48 01 /var> to self. <var 48 F201F8 /var><var 49 F201F9 /var>Lost Reflect Effect:<var 49 01 /var><var 48 01 /var> Reflects most magic attacks <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Shares a recast timer with all other weaponskills and spells.
ru: Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Lost Reflect<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Lost Reflect:<var 49 01 /var><var 48 01 /var> Отражает большинство магических атак. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Имеет общее время восстановления со всеми другими умениями и заклинаниями.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Reraise<var 49 01 /var><var 48 01 /var> to self or target player. <var 48 F201F8 /var><var 49 F201F9 /var>Reraise Effect:<var 49 01 /var><var 48 01 /var> Grants an 80% chance of automatic revival upon KO <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 180m
ru: Накладывает на вас или выбранного персонажа эффект <var 48 F201FA /var><var 49 F201FB /var>Reraise<var 49 01 /var><var 48 01 /var> . <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Reraise:<var 49 01 /var><var 48 01 /var> Дает 80% шанс автоматического воскрешения при нокауте. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 180 мин.

source: Temporarily eliminates cast time for all spells. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Magic Burst<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Magic Burst Effect:<var 49 01 /var><var 48 01 /var> Increases spell damage by 45% while increasing MP cost <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Ordained Effect:<var 49 01 /var><var 48 01 /var> Raises <var 48 F201FA /var><var 49 F201FB /var>Magic Burst<var 49 01 /var><var 48 01 /var> spell damage increase to 100% and nullifies additional MP cost <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Watcher Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Lost Chainspell<var 49 01 /var><var 48 01 /var> duration is extended to 90s Can only be executed while in combat.
ru: Временно обнуляет скорость произнесения всех заклинаний. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Magic Burst<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Magic Burst:<var 49 01 /var><var 48 01 /var> Увеличивает наносимый заклинаниями урон на 45%, а так же увеличивает расход ОМ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Ordained:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Magic Burst<var 49 01 /var><var 48 01 /var> увеличивая наносимый заклинаниями урон до 100% и обнуляет дополнительный расход ОМ. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Watcher:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Lost Chainspell<var 49 01 /var><var 48 01 /var> длительность увеличивается до 90 с. Возможно использовать только в режиме боя..

source: Delivers a close-quarter attack with a potency of 350. Chance of instant KO when attacking from the rear, which increases the lower the target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Beast Effect:<var 49 01 /var><var 48 01 /var> Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Lost Font of Power<var 49 01 /var><var 48 01 /var> to self <var 48 F201F8 /var><var 49 F201F9 /var>Lost Font of Power Effect:<var 49 01 /var><var 48 01 /var> Increases damage dealt by 30% and critical hit rate by 40% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s This action does not share a recast timer with any other actions. Furthermore, the recast timer cannot be affected by other actions.
ru: Наносит удар на ближней дистанции с силой 350. Присутствует шанс мгновенного нокаута при атаке с тыла цели, который увеличивается пропорционально снижению ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Beast:<var 49 01 /var><var 48 01 /var> Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Lost Font of Power<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Lost Font of Power:<var 49 01 /var><var 48 01 /var> Увеличивает наносимый урон на 30% и шанс критического удара на 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с. Не влияет на время восстановления прочих действий. Кроме того, на время восстановления не могут повлиять другие действия.

source: Applies a barrier to self or target player reducing physical damage taken by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30m
ru: Накладывает на вас или выбранного персонажа защитный барьер, снижающий получаемый физический урон на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 мин.

source: Applies a barrier to self or target player reducing magic damage taken by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30m
ru: Накладывает на вас или выбранного персонажа защитный барьер, снижающий получаемый магический урон на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 мин.

source: Increases maximum HP of self or target player by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 600s
ru: Увеличивает максимальные ОЗ вам или выбранному персонажу на 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 600 с.

source: Quickly dash 10 yalms forward. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Applies <var 48 F201FA /var><var 49 F201FB /var>Lost Swift<var 49 01 /var><var 48 01 /var> to self and nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Lost Swift Effect:<var 49 01 /var><var 48 01 /var> Greatly increases movement speed Effect cannot be stacked with other movement speed enhancing abilities. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Breathtaker Effect: <var 49 01 /var><var 48 01 /var>Increases evasion of self and nearby party members by 15% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Watcher Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Rapid Recast<var 49 01 /var><var 48 01 /var> to self and nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Rapid Recast Effect: <var 49 01 /var><var 48 01 /var>Shortens recast time for next ability used by 25% Effect only applies to certain abilities. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Cannot be executed while bound.
ru: Быстрый рывок на 10 ялмов вперед. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Lost Swift<var 49 01 /var><var 48 01 /var> на вас и ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Lost Swift:<var 49 01 /var><var 48 01 /var> Значительно увеличивает скорость передвижения. Эффект не суммируется с с другими способностями увеличивающими скорость передвижения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Breathtaker: <var 49 01 /var><var 48 01 /var>Увеличивает уклонение у вас и ближайших членнов группы на 15% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>60 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Watcher: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Rapid Recast<var 49 01 /var><var 48 01 /var> на вас и ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Rapid Recast: <var 49 01 /var><var 48 01 /var>Снижает время восстановления следующего используемого умения на 25%. Эффект распространяется только на определенные способности. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Невозможно использовать под эффектами, сковывающими движение.

source: Instantly cures <var 48 F201FA /var><var 49 F201FB /var>Weakness<var 49 01 /var><var 48 01 /var> and temporarily nullifies most attacks, while increasing damage dealt by 65%. <var 48 F201FA /var><var 49 F201FB /var>Memorable<var 49 01 /var><var 48 01 /var> will be applied when effect ends. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Memorable Effect:<var 49 01 /var><var 48 01 /var> Increases damage dealt by 65% while decreasing damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 50s Can only be executed while in combat.
ru: Моментально снимает <var 48 F201FA /var><var 49 F201FB /var>Weakness<var 49 01 /var><var 48 01 /var> и временно предотвращает большинство атак, а так же увеличивает наносимый урон на 65%. По кончание действия будет наложен эффект <var 48 F201FA /var><var 49 F201FB /var>Memorable<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Memorable:<var 49 01 /var><var 48 01 /var> Увеличивает наносимый урон на 65%, а так же снижает получаемый урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 50 с. Возможно использовать только в режиме боя.

source: Fully restores HP and MP while granting <var 48 F201FA /var><var 49 F201FB /var>Auto-potion<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Auto-ether<var 49 01 /var><var 48 01 /var> to self and nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Auto-potion Effect: <var 49 01 /var><var 48 01 /var>Restores HP automatically when HP falls below 50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>600s When triggered, there is a 50% chance the effect will end. <var 48 F201F8 /var><var 49 F201F9 /var>Auto-ether Effect: <var 49 01 /var><var 48 01 /var>Restores MP automatically when MP falls below 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>600s When triggered, there is a 50% chance the effect will end. <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Breathtaker Effect: <var 49 01 /var><var 48 01 /var>Chance for <var 48 F201FA /var><var 49 F201FB /var>Auto-potion<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Auto-ether<var 49 01 /var><var 48 01 /var> effect to end is reduced to 10%
ru: Полностью восстанавливает ОЗ и ОМ, а так же накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Auto-potion<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Auto-ether<var 49 01 /var><var 48 01 /var> на вас и ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Auto-potion: <var 49 01 /var><var 48 01 /var>Автоматически восстанавливает ОЗ при их падении ниже 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>600 с. При срабатывании эффекта существует 50% вероятность его прекращения. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Auto-ether: <var 49 01 /var><var 48 01 /var>Автоматически восстанавливает ОМ при их падении ниже 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>600 с. При срабатывании эффекта существует 50% вероятность его прекращения. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Breathtaker: <var 49 01 /var><var 48 01 /var>Шанс прекращает эффектов <var 48 F201FA /var><var 49 F201FB /var>Auto-potion<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Auto-ether<var 49 01 /var><var 48 01 /var> снижается до 10%

source: Increases damage dealt by 15% and reduces damage taken by 5% per stack. Stacks increase with each use of a dash attack while effect is active, to a maximum of 4. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s Maximum stacks grant the effect of <var 48 F201FA /var><var 49 F201FB /var>Blood Rush<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Blood Rush Effect:<var 49 01 /var><var 48 01 /var> Increases damage dealt by 60%, shortens recast times of abilities by 75%, and gradually restores HP and MP. Recast time reduction does not apply to charged actions. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Can only be executed while in combat.
ru: Увеличивает наносимый урон на 15 и получаемый урон на 5% за каждый заряд. Заряды увеличиваются с каждой атакой, в период действия эффекта, вплоть до 4. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с. При максимуме зарядов накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Blood Rush<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Blood Rush:<var 49 01 /var><var 48 01 /var> Увеличивает наносимый урон на 60%, сокращает время восстановления способностей на 75% и постепенно восстанавливает ОЗ и ОМ. Сокращение времени восстановления не распространяется на заряженные действия. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Возможно использовать только в режиме боя.
