Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Diurnal Sect Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Effect cannot be stacked.<var 08 E0E94933 ((<var 08 E4E94522 (( <var 48 F201F8 /var><var 49 F201F9 /var>Nocturnal Sect Effect:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling 125% of the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Effect cannot be stacked with scholar's <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Nocturnal Sect<var 49 01 /var><var 48 01 /var>.)) (( Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var>.)) /var>)) (( Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var>.)) /var>
ru: Restores own ОЗ and the ОЗ of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Diurnal Sect Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Effect cannot be stacked.<var 08 E0E94933 ((<var 08 E4E94522 (( <var 48 F201F8 /var><var 49 F201F9 /var>Nocturnal Sect Effect:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling 125% of the amount of ОЗ restored <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Effect cannot be stacked with scholar's <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Nocturnal Sect<var 49 01 /var><var 48 01 /var>.)) (( Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var>.)) /var>)) (( Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var>.)) /var>

source: Rushes target and delivers an attack with a potency of 240. Potency increases as <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> exceeds required cost at time of deployment, up to a maximum of 480. ※This action cannot be assigned to a hotbar.
ru: Совершает рывок к цели, нанося физический урон с силой 240. Сила увеличивается пропорционально расходу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> свыше требуемой стоимости на развертывание, вплоть до 480. ※Это действие нельзя назначить на хотбар.

source: Summons the faerie Eos to fight at your side. When set to guard, automatically casts <var 48 F201F4 /var><var 49 F201F5 /var>Embrace<var 49 01 /var><var 48 01 /var> on party members who suffer damage.
ru: Призывает фею Эос, которая будет сражаться на вашей стороне. При использовании команды питомца "Guard", автоматические использует <var 48 F201F4 /var><var 49 F201F5 /var>Embrace<var 49 01 /var><var 48 01 /var> на членов группы, получивших повреждения.

source: Summons the faerie Selene to fight at your side. When set to guard, automatically casts <var 48 F201F4 /var><var 49 F201F5 /var>Embrace<var 49 01 /var><var 48 01 /var> on party members who suffer damage.
ru: Призывает фею Селену, которая будет сражаться на вашей стороне. При использовании команды питомца "Guard", автоматически использует <var 48 F201F4 /var><var 49 F201F5 /var>Embrace<var 49 01 /var><var 48 01 /var> на членов группы, получивших повреждения.

source: Delivers an attack with a potency of 600. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s
ru: Наносит физический урон с силой 600. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с.

source: Reduces damage taken by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Reduces damage taken by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Increases damage dealt and damage suffered by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Increases damage dealt and damage suffered by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Converts 100% of physical damage dealt into HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Конвертирует 100% получаемого физического урона в ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с.

source: Grants immunity to <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, and knockback and draw-in effects. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Предоставляет иммунитет к <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, и эффектам отталкивания и притягивания. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s
ru: Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с.

source: Binds target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s
ru: Связывает цель. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.

source: Silences target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s
ru: Silences target. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с.

source: Reduces damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>When you are struck, the striker's damage dealt will be reduced by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Снижает получаемый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Когда вы получаете удар, наносимый противником урон снижается на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с.

source: Increases movement speed of self and nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Увеличивает скорость передвижения вас и всех ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Deals unaspected damage with a potency of 600. Potency increases up to 2,400 as your HP decreases. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorbs 200% of damage dealt as HP
ru: Наносит магический урон с силой 600. Сила увеличивается пропорционально снижению ваших ОЗ, вплоть до 2400. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Поглощает 200% нанесенного урона в виде ОЗ

source: Deals unaspected damage with a potency of 1,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Deals unaspected damage with a potency of 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с.

source: Next spell is cast immediately. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s
ru: Следующее заклинание будет применено моментально. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с.

source: Reduces the potency of target's attacks by 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s
ru: Уменьшает силу атаки цели на 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Creates a barrier around self that absorbs damage equivalent to a heal of 2,500 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores 2,500 MP when barrier is completely absorbed
ru: Создаёт защитный барьер поглощающий урон равный исцелению с силой 2 500. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Восполняет 2 500 ОМ после уничтожения барьера.

source: Instantly draws target party member to your side. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Removes <var 48 F201FA /var><var 49 F201FB /var>Holmgang<var 49 01 /var><var 48 01 /var> effect from target Ignores target's knockback resistance.
ru: Мгновенно перемещает выбранного члена группы к вам. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снимает с цели эффект <var 48 F201FA /var><var 49 F201FB /var>Holmgang<var 49 01 /var><var 48 01 /var>. Игнорирует сопротивление цели к отталкиванию.

source: Restores own HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 3,000 Potency increases up to 6,000 as your HP decreases. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Nullifies 99% of damage taken but prevents movement or use of other actions <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s
ru: Восполняет ваши ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 3 000 Сила увеличивается пропорционально снижению ОЗ вплоть до 6000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Игнорируют 99% получаемого урона, но не позволяет двигаться или выполнять другие действия. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с.

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 3s
ru: Накладывает на противника эффект <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 3 с.

source: Deals unaspected damage with a potency of 2,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Lowers target's damage dealt and healing potency by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Oath Gauge Cost: <var 49 01 /var><var 48 01 /var>50
ru: Deals unaspected damage with a potency of 2 000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Lowers target's damage dealt and healing potency by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Oath Gauge Cost: <var 49 01 /var><var 48 01 /var>50

source: Rushes target and delivers an attack with a potency of 600. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 3 stacks of <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Cannot be executed while bound.
ru: Совершает рывок к цели, нанося физический урон с силой 600. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Активирует 3 заряда <var 48 F201FA /var><var 49 F201FB /var>Sword Oath<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Невозможно использовать под эффектами, сковывающими движение

source: Delivers an attack with a potency of 1,200 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces the recast time of <var 48 F201F4 /var><var 49 F201F5 /var>Infuriate<var 49 01 /var><var 48 01 /var> by 5s for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Beast Gauge Cost: <var 49 01 /var><var 48 01 /var>50 ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Chaotic Cyclone<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 1 200 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Reduces the recast time of <var 48 F201F4 /var><var 49 F201F5 /var>Infuriate<var 49 01 /var><var 48 01 /var> by 5 с. for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Шкалы Beast Cost: <var 49 01 /var><var 48 01 /var>50 ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Chaotic Cyclone<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 2,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as HP <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>. Effect ends upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>. Effect ends upon execution. ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of 1,200 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as HP <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>. Effect fades upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем ближайшим противникам с силой 1 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Поглощает 100% урона в виде ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает получаемый целью урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>. Эффект прекращается после использования. ※Это действие нельзя назначить на хотбар.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Grants <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2

source: Creates a barrier around self and all party members near you that absorbs damage equivalent to a heal of 2,000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s When under the effect of <var 48 F201FA /var><var 49 F201FB /var>Rampart<var 49 01 /var><var 48 01 /var>, the effect is removed, increasing barrier potency to 4,000.
ru: Creates a barrier around self and all party members near you that absorbs damage equivalent to a heal of 2 000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. When under the effect of <var 48 F201FA /var><var 49 F201FB /var>Rampart<var 49 01 /var><var 48 01 /var>, the effect is removed, increasing barrier potency to 4 000.

source: Deals unaspected damage with a potency of 1,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces target's HP recovered by healing actions by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Extends <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> duration by 15s, to a maximum of 30s.
ru: Deals unaspected damage with a potency of 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Reduces target's ОЗ recovered by healing actions by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Extends <var 48 F201FA /var><var 49 F201FB /var>Darkside<var 49 01 /var><var 48 01 /var> duration by 15 с., to a maximum of 30 с.

source: Allows the execution of <var 48 F201F4 /var><var 49 F201F5 /var>Quietus<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Bloodspiller<var 49 01 /var><var 48 01 /var> without cost. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Allows the execution of <var 48 F201F4 /var><var 49 F201F5 /var>Quietus<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Bloodspiller<var 49 01 /var><var 48 01 /var> without cost. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с.

source: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Keen Edge<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency: <var 49 01 /var><var 48 01 /var>1,200 <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 1,200 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to target. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Keen Edge<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо: <var 49 01 /var><var 48 01 /var>1 200 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 1 200 potency <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※This action cannot be assigned to a hotbar.
