Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Mirror the aetheric properties of your target, granting yourself a beneficial effect corresponding with the target's role. If target is a tank, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>, increasing your defense and augmenting certain blue magic spells. If target is a DPS, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: DPS<var 49 01 /var><var 48 01 /var>, increasing critical hit rate and direct hit rate by 20%, as well as augmenting certain blue magic spells. If target is a healer, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>, increasing healing magic potency by 20% and augmenting certain blue magic spells. Cannot be cast on self. Effect ends upon reuse.
ru: Копирует эфирные свойства цели накладывая на себя полезный эффект соответствующий роли цели. Если цель выполняет роль Tank, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>, повышающий вашу защиту и усиливающий некоторые заклинания синей магии. Если цель выполняет роль DPS, Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: DPS<var 49 01 /var><var 48 01 /var>, увеличивающий шанс критических и точных попаданий на 20%, а также усиливающий некоторые заклинания синей магии. Если цель выполняет роль Healer, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>, увеличивающий силу исцеляющей магии на 20% и усиливающий некоторые заклинания синей магии. Нельзя использовать умение на вас. Эффект прекращается при повторном использовании.

source: Mirror the aetheric properties of your target, granting yourself a beneficial effect corresponding with the target's role. If target is a tank, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>, increasing your defense and augmenting certain blue magic spells. If target is a DPS, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: DPS<var 49 01 /var><var 48 01 /var>, increasing critical hit rate and direct hit rate by 20%, as well as augmenting certain blue magic spells. If target is a healer, grants <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>, increasing healing magic potency by 20% and augmenting certain blue magic spells. Cannot be cast on self. Effect ends upon reuse.
ru: Копирует эфирные свойства цели накладывая на себя полезный эффект соответствующий роли цели. Если цель выполняет роль Tank, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Tank<var 49 01 /var><var 48 01 /var>, повышающий вашу защиту и усиливающий некоторые заклинания синей магии. Если цель выполняет роль DPS, Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: DPS<var 49 01 /var><var 48 01 /var>, увеличивающий шанс критических и точных попаданий на 20%, а также усиливающий некоторые заклинания синей магии. Если цель выполняет роль Healer, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Aetheric Mimicry: Healer<var 49 01 /var><var 48 01 /var>, увеличивающий силу исцеляющей магии на 20% и усиливающий некоторые заклинания синей магии. Нельзя использовать умение на вас. Эффект прекращается при повторном использовании.

source: Selects fish to be automatically released upon catching them at a given fishing hole. Settings are reset upon putting away rod. Has no effect on fish that have yet to be logged in the Fish Guide.
ru: Выбор рыбы, которая будет автоматически отпущена при ловле на текущем месте рыбалки. Настройки будут сброшены при складывании удочки. Не влияет на рыбу, которая еще не зарегистрирована в справочнике рыб.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> actions by 50% for the next four steps.
ru: Увеличивает эффективность действий <var 48 F201F4 /var><var 49 F201F5 /var>Synthesis<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Increases damage dealt by self and nearby party members by 10%. Effect is reduced by 2% every 3s. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Increases damage dealt by self and nearby party members by 10%. Effect is reduced by 2% every 3 с.. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Deals unaspected damage with a potency of 300 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s This action does not share a recast timer with any other actions.
ru: Deals unaspected damage with a potency of 300 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>60 с. This action does not share a recast timer with any other actions.

source: Deals unaspected damage with a potency of 200 to all nearby enemies.
ru: Наносит магический урон с силой 200 всем ближайшим противникам.

source: Afflicts target and all nearby enemies with <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s
ru: Накладывает на цель и всех ближайших противников эффект <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.

source: Deals unaspected damage with a potency of 200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage undead enemies take by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s
ru: Наносит магический урон с силой 200 цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Banish L<var 49 01 /var><var 48 01 /var>, увеличивая получаемый ею урон на 25% (действует только на нежить). <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>60 с.

source: Temporarily applies <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> to self, while reducing damage taken by 90% and nullifying most knockback and draw-in effects. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s
ru: Временно накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, а так же снижает получаемый урон на 90% и отменяет большинство эффектов отталкивания и притягивания. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с.

source: Removes one beneficial status from target. Cancels auto-attack upon execution.
ru: Снимает 1 положительный эффект с цели. Прекращает автоатаки после использования.

source: Blend in with your surroundings, making it impossible for most enemies to detect you, but reducing movement speed by 25%. Has no effect on certain enemies with special sight. Cannot be executed while in combat. Effect ends upon use of any action other than Sprint, or upon reuse.
ru: Сливайтесь с окружающей средой, не позволяя большинству противников обнаружить вас, но снижая скорость передвижения на 25%. Не действует на некоторых противников с особым зрением. Не может быть использовано в режиме боя. Эффект прекращается при использовании любых действий кроме Sprint, или повторного использования.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Lost Spellforge<var 49 01 /var><var 48 01 /var> to self or target ally. <var 48 F201F8 /var><var 49 F201F9 /var>Lost Spellforge Effect: <var 49 01 /var><var 48 01 /var>All attacks deal magic damage. However, all bonuses to damage dealt are determined by the attack's base damage type. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>300s Effect cannot be stacked with <var 49 01 /var><var 48 01 /var>Lost Steelsting<var 49 01 /var><var 48 01 /var>.
ru: Накладывает на вас или выбранного союзника эффект <var 48 F201FA /var><var 49 F201FB /var>Lost Spellforge<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Lost Spellforge: <var 49 01 /var><var 48 01 /var>Все атаки наносят магический урон. Однако все бонусы к наносимому урону определяются базовым уроном. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>300 с. Эффект не суммируется с <var 49 01 /var><var 48 01 /var>Lost Steelsting<var 49 01 /var><var 48 01 /var>.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Lost Steelsting<var 49 01 /var><var 48 01 /var> to self or target ally. <var 48 F201F8 /var><var 49 F201F9 /var>Lost Steelsting Effect: <var 49 01 /var><var 48 01 /var>All attacks deal physical damage. However, all bonuses to damage dealt are determined by the attack's base damage type. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>300s Effect cannot be stacked with <var 49 01 /var><var 48 01 /var>Lost Spellforge<var 49 01 /var><var 48 01 /var>.
ru: Накладывает на вас или выбранного союзника эффект <var 48 F201FA /var><var 49 F201FB /var>Lost Steelsting<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Lost Steelsting: <var 49 01 /var><var 48 01 /var>Все атаки наносят физический урон. Однако все бонусы к наносимому урону определяются базовым уроном. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>300 с. Эффект не суммируется с <var 49 01 /var><var 48 01 /var>Lost Spellforge<var 49 01 /var><var 48 01 /var>.

source: Greatly increases movement speed. Effect cannot be stacked with other movement speed enhancing abilities. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Breathtaker Effect: <var 49 01 /var><var 48 01 /var>Increases evasion by 30% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Watcher Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Rapid Recast<var 49 01 /var><var 48 01 /var> to self <var 48 F201F8 /var><var 49 F201F9 /var>Rapid Recast Effect: <var 49 01 /var><var 48 01 /var>Shortens recast time for next ability used by 60% Effect only applies to certain abilities. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Значительно увеличивает скорость передвижения. Эффект не суммируется с другими способностями, увеличивающими скорость передвижения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Breathtaker: <var 49 01 /var><var 48 01 /var>Увеличивает уклонение на 30% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>60 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Watcher: <var 49 01 /var><var 48 01 /var>Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Rapid Recast<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Rapid Recast: <var 49 01 /var><var 48 01 /var>Уменьшает время восстановления следующий способности на 60% Эффект распространяется только на определенные способности. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Applies a barrier to self or target player reducing physical damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30m
ru: Накладывает на вас или выбранного персонажа защитный барьер, снижающий получаемый физический урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 мин.

source: Applies a barrier to self or target player reducing magic damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30m
ru: Накладывает на вас или выбранного персонажа защитный барьер, снижающий получаемый магический урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 мин.

source: Creates a barrier around self or party member that reflects most magic attacks. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Guardian Effect: <var 49 01 /var><var 48 01 /var>Duration is increased to 30s
ru: Создает вокруг вас или выбранного члена группы защитный барьер, отражающий большинство магических атак. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Guardian: <var 49 01 /var><var 48 01 /var>Длительность увеличена до 30 с.

source: Applies a barrier to self or target player that absorbs damage totaling 15% of target's maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>60s
ru: Накладывает на вас или выбранного персонажа защитный барьер, поглощающий урон, равный 15% от максимальных ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>60 с.

source: Increases damage dealt by an ally or self by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>600s
ru: Увеличивает наносимый вами или союзником урон на 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>600 с.

source: Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Boost<var 49 01 /var><var 48 01 /var>, up to a maximum of 16. <var 48 F201F8 /var><var 49 F201F9 /var>Boost Bonus:<var 49 01 /var><var 48 01 /var> Increases potency of next weaponskill by 15% per stack <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect ends upon using another lost action. Shares a recast timer with all other weaponskills and spells.
ru: Активирует заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Boost<var 49 01 /var><var 48 01 /var>, вплоть до 16. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Boost:<var 49 01 /var><var 48 01 /var> Увеличивает силу следующего умения на 15% за каждый заряд эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Эффект прекращается после использования другого затерянного действия. Имеет общее время восстановления с со всеми умений или заклинаниями.

source: Increases damage dealt by 70%, draining MP while in use. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Veteran Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Spell Shield<var 49 01 /var><var 48 01 /var> to self <var 48 F201F8 /var><var 49 F201F9 /var>Spell Shield Effect: <var 49 01 /var><var 48 01 /var>Reduces magic damage taken by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while in combat.
ru: Увеличивает наносимый урон на 70%, расходует ОМ при использовании. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Veteran: <var 49 01 /var><var 48 01 /var>Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Spell Shield<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spell Shield: <var 49 01 /var><var 48 01 /var>Снижает получаемый магический урон на 50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Возможно использовать только в режиме боя.

source: Resets the recast timer for most actions and role actions.
ru: Сбрасывает время восстановления для большинства обычных и ролевых действий.

source: Increases damage dealt by 30% and critical hit rate by 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Irregular Effect: <var 49 01 /var><var 48 01 /var>Damage bonus effect is increased to 40% <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Platebearer Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Solid Shield<var 49 01 /var><var 48 01 /var> to self <var 48 F201F8 /var><var 49 F201F9 /var>Solid Shield Effect: <var 49 01 /var><var 48 01 /var>Reduces physical damage taken by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while in combat.
ru: Увеличивает наносимый урон на 30% и шанс критического удара на 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Irregular: <var 49 01 /var><var 48 01 /var>Увеличивает эффект бонусного урона до 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Platebearer: <var 49 01 /var><var 48 01 /var>Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Solid Shield<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Solid Shield: <var 49 01 /var><var 48 01 /var>Снижает получаемый урон на 50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Возможно использовать только в режиме боя.

source: Delivers an attack with a potency of 800 to all enemies in a cone before you. When critical damage is dealt, potency is tripled. This action does not share a recast timer with any other actions. Furthermore, the recast timer cannot be affected by other actions.
ru: Наносит физический урон с силой 800 всем противникам в конусе перед вами. При нанесении критического урона сила атаки увеличивается в 3 раза. Это действие не имеет общее время восстановления с другими действиями. Кроме того, на время восстановление не могут повлиять другие действия.

source: KOs target. The less the target's HP, the greater the chance of success. <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Ordained Effect: <var 49 01 /var><var 48 01 /var>Chance of success is increased This action does not share a recast timer with any other actions. Furthermore, the recast timer cannot be affected by other actions.
ru: Отправляет цель в нокаут. Чем меньше ОЗ цели, тем больше шансов на успех. Когда вы под действием эффекта <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Ordained<var 49 01 /var><var 48 01 /var>, то шанс успеха увеличивается. Не влияет на время восстановления прочих действий. Кроме того, на время восстановления не могут влиять другие действия.

source: Storm the field under the <var 48 F201FA /var><var 49 F201FB /var>Banner of Noble Ends<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 50% while reducing own HP recovery via most healing actions by 100%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while in combat. Effect cannot be stacked with other Banner actions.
ru: Активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Banner of Noble Ends<var 49 01 /var><var 48 01 /var>, увеличивая наносимый урон на 50% и снижая на 100% восстановление ОЗ при большинстве исцеляющих действий. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Возможно использовать только в режиме боя. Эффект не суммируется с другими действиями Banner.

source: Storm the field under the <var 48 F201FA /var><var 49 F201FB /var>Banner of Honored Sacrifice<var 49 01 /var><var 48 01 /var>, increasing damage dealt by 55% while draining your HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while in combat. Effect cannot be stacked with other Banner actions.
ru: Активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Banner of Honored Sacrifice<var 49 01 /var><var 48 01 /var>, увеличивая наносимый урон на 55% а так же поглощая ваши ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Возможно использовать только в режиме боя. Эффект не суммируется с другими действиями Banner.
