Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 4,000 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Doubles potency and afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Analysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>4,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>12s Doubled potency does not apply to damage over time effect. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Air Anchor Primed<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Bioblaster Primed<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Air Anchor<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Air Anchor Primed<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем противникам в конусе перед вами с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Удваивает силу и накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Analysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>4 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>12 с. Сила периодического урона не удваивается. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Air Anchor Primed<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Bioblaster Primed.<var 49 01 /var><var 48 01 /var> Не влияет на время восстановления прочих действий. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Air Anchor<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Air Anchor Primed<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers a ranged attack with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased by 50%, and the <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> effect becomes <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Analysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Chain Saw Primed<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Air Anchor Primed<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Chain Saw<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Chain Saw Primed<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Производит атаку дальнего боя, нанося физический урон с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Сила увеличивается на 50%, и эффект <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Analysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Chain Saw Primed<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Air Anchor Primed<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Chain Saw<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Chain Saw Primed<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000 to all enemies in a straight line before you. Potency is increased by 50% when target's HP is below 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased by 50% while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Analysis<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Drill Primed<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Chain Saw Primed<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Drill<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Drill Primed<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами с силой 8 000. Сила увеличивается на 50%, когда ОЗ цели 50% или ниже. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Analysis<var 49 01 /var><var 48 01 /var> сила увеличивается на 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Drill Primed<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Chain Saw Primed<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Drill<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Drill Primed<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Covers target's body in a slow-burning pitch. Deals damage to target and all enemies within 5 yalms when time expires. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s Potency is increased by 4,000 for each of your own attack actions you land prior to the end of the effect. Landing 3 attack actions will cause the slow-burning pitch to detonate immediately.
ru: Прикрепляет к цели взрывчатое устройство c постепенно тлеющим фитилем. По истечении времени наносит урон цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. Сила взрыва увеличивается на 4 000 за каждое ваше атакующие действие нанесшее урон цели до окончания действия эффекта. Успешное попадание 3 атакующих действий по цели приведет к немедленной детонации устройства.

source: Deploys an area of effect battle turret which will deliver auto-attacks to enemies within range with a potency of 6,000. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s
ru: Размещает в указанном месте боевую турель которая автоматически производит атаки дальнего боя, наносящие физический урон с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает получаемый целью урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с.

source: Deals unaspected damage with a potency of 6,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases target's damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон всем ближайшим противникам с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает получаемый целью урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. ※Это действие нельзя назначить на хотбар.

source: Grants additional effects to <var 48 F201F4 /var><var 49 F201F5 /var>Drill<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Bioblaster<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Air Anchor<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Chain Saw<var 49 01 /var><var 48 01 /var> when these weaponskills are executed. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Drill Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased to 200% <var 48 F201F8 /var><var 49 F201F9 /var>Bioblaster Additional Effect: <var 49 01 /var><var 48 01 /var>Doubles potency and afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Air Anchor Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased by 50% and the <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> effect becomes <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Chain Saw Additional Effect: <var 49 01 /var><var 48 01 /var>Potency is increased by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Активирует дополнительный эффект умению <var 48 F201F4 /var><var 49 F201F5 /var>Drill<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Bioblaster<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Air Anchor<var 49 01 /var><var 48 01 /var>, и <var 48 F201F4 /var><var 49 F201F5 /var>Chain Saw<var 49 01 /var><var 48 01 /var> при использовании вышеперечисленных умений. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект Drill: <var 49 01 /var><var 48 01 /var>Сила увеличивается до 200% <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект Bioblaster: <var 49 01 /var><var 48 01 /var>Удваивает силу и накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект Air Anchor: <var 49 01 /var><var 48 01 /var>Сила увеличивается на 50%, и эффект <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект Chain Saw: <var 49 01 /var><var 48 01 /var> Сила увеличивается на 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Delivers a ranged attack with a potency of 36,000. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>90s
ru: Производит атаку дальнего боя, нанося физический урон с силой 36 000. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>90 с.

source: Delivers a ranged attack with a potency of 3,000. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>En Avant<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Производит атаку дальнего боя, нанося физический урон с силой 3 000. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>En Avant<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers a ranged attack with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Cascade<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var> ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Fountainfall<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>En Avant<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Производит атаку дальнего боя, нанося физический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Cascade<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var> ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Fountainfall<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>En Avant<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers a ranged attack with a potency of 6,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Bladecatcher<var 49 01 /var><var 48 01 /var> If already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Bladecatcher<var 49 01 /var><var 48 01 /var>, effect changes to <var 48 F201FA /var><var 49 F201FB /var>Flourishing Saber Dance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>En Avant<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Fountain Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Saber Dance<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Flourishing Saber Dance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Производит атаку дальнего боя, нанося физический урон с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Bladecatcher<var 49 01 /var><var 48 01 /var> если вы уже находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Bladecatcher<var 49 01 /var><var 48 01 /var>, эффект сменяется на <var 48 F201FA /var><var 49 F201FB /var>Flourishing Saber Dance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>En Avant<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Fountain<var 49 01 /var><var 48 01 /var> сменяет на <var 48 F201F4 /var><var 49 F201F5 /var>Saber Dance<var 49 01 /var><var 48 01 /var> по действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Flourishing Saber Dance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers a ranged attack with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Cascade<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Bladecatcher<var 49 01 /var><var 48 01 /var> If already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Bladecatcher<var 49 01 /var><var 48 01 /var>, effect changes to <var 48 F201FA /var><var 49 F201FB /var>Flourishing Saber Dance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>En Avant<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Fountain Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Saber Dance<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Flourishing Saber Dance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Производит атаку дальнего боя, нанося физический урон с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Cascade<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Bladecatcher<var 49 01 /var><var 48 01 /var> Если вы уже находитесь под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Bladecatcher<var 49 01 /var><var 48 01 /var>, эффект сменяется на <var 48 F201FA /var><var 49 F201FB /var>Flourishing Saber Dance<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 c. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>En Avant<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Fountain<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Saber Dance<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Flourishing Saber Dance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 10,000 to target and all enemies nearby it. Potency is increased by 50% when attacking only a single target. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by self and party member designated as your <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Flourishing Saber Dance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон цели и всем противникам рядом с ней с силой 10,000. Сила увеличивается на 50% при нанесении урона только по одной цели. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает наносимы вами урон и членом группы выбранном в качестве вашего <var 48 F201FA /var><var 49 F201FB /var>Dance Partner<var 49 01 /var><var 48 01 /var> на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта<var 48 F201FA /var><var 49 F201FB /var>Flourishing Saber Dance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.
