Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals wind damage with a potency of 30 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a windstorm centered around the target, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>30 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>9s ※This action cannot be assigned to a hotbar.
ru: Deals wind damage with a potency of 30 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Creates a windstorm centered around the target, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>30 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>9 с. ※This action cannot be assigned to a hotbar.

source: Creates a barrier around you that absorbs damage totaling 30% of your maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s ※This action cannot be assigned to a hotbar.
ru: Creates a barrier around you that absorbs damage totaling 30% of your maximum ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. ※This action cannot be assigned to a hotbar.

source: Deals wind damage with a potency of 50 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a windstorm centered around the target, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>9s ※This action cannot be assigned to a hotbar.
ru: Deals wind damage with a potency of 50 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Creates a windstorm centered around the target, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>9 с. ※This action cannot be assigned to a hotbar.

source: Deals lightning damage with a potency of <var 08 E4E94524 ((<var 08 E0E949558D ((<var 08 E4E94524 ((<var 08 E0E9494B7965 /var>)) 65 /var>)) /var>)) ((<var 08 E4E94524 ((<var 08 E0E9494B7965 /var>)) 65 /var>)) /var> to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> by 7
ru: Наносит магический урон молнией с силой <var 08 E4E94524 ((<var 08 E0E949558D ((<var 08 E4E94524 ((<var 08 E0E9494B7965 /var>)) 65 /var>)) /var>)) ((<var 08 E4E94524 ((<var 08 E0E9494B7965 /var>)) 65 /var>)) /var> цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> на 7

source: Deals wind damage with a potency of <var 08 E4E94524 ((<var 08 E0E949558D ((<var 08 E4E94524 ((<var 08 E0E9494B7965 /var>)) 65 /var>)) /var>)) ((<var 08 E4E94524 ((<var 08 E0E9494B7965 /var>)) 65 /var>)) /var> to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> by 7
ru: Наносит магический урон ветром с силой <var 08 E4E94524 ((<var 08 E0E949558D ((<var 08 E4E94524 ((<var 08 E0E9494B7965 /var>)) 65 /var>)) /var>)) ((<var 08 E4E94524 ((<var 08 E0E9494B7965 /var>)) 65 /var>)) /var> цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> на 7

source: Deals unaspected damage with a potency of <var 08 E4E94524 ((<var 08 E0E94955F0D2C9 /var>)) C9 /var> to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Acceleration Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94524 ((<var 08 E0E94955F20104F0FA /var>)) F0FA /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> by 3
ru: Наносит магический урон с силой <var 08 E4E94524 ((<var 08 E0E94955F0D2C9 /var>)) C9 /var> цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Сила под действием эффекта <var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Acceleration<var 49 01 /var><var 48 01 /var><var 48 F201F8 /var><var 49 F201F9 /var>:<var 49 01 /var><var 48 01 /var> <var 08 E4E94524 ((<var 08 E0E94955F20104F0FA /var>)) F0FA /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> на 3

source: Delivers an attack with a potency of <var 08 E4E94524 ((<var 08 E0E94949B583 /var>)) 83 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Displacement<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой <var 08 E4E94524 ((<var 08 E0E94949B583 /var>)) 83 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Displacement<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 100. Action upgraded to <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Reprise<var 49 01 /var><var 48 01 /var> if both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> are at 5 or more.
ru: Наносит магический урон с силой 100. Действие улучшается до <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Reprise<var 49 01 /var><var 48 01 /var>, если <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> 5 или больше .

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E94519 ((<var 08 E0E94956F20320F202BC /var>)) F202BC /var><var 08 E4E94519 ((<var 08 E0E9494B (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Nourishes the <var 48 F201FA /var><var 49 F201FB /var>Blood Lily<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Healing Gauge Cost: <var 49 01 /var><var 48 01 /var>1 <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var>
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94519 ((<var 08 E0E94956F20320F202BC /var>)) F202BC /var><var 08 E4E94519 ((<var 08 E0E9494B (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Напитывает <var 48 F201FA /var><var 49 F201FB /var>Blood Lily<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Healing:<var 49 01 /var><var 48 01 /var> 1 <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var>

source: Deals unaspected damage with a potency of 290.
ru: Наносит магический урон с силой 290.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94519 ((<var 08 E0E94956F20190F2012C /var>)) F2012C /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Nourishes the <var 48 F201FA /var><var 49 F201FB /var>Blood Lily<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Healing Gauge Cost: <var 49 01 /var><var 48 01 /var>1 <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var>
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E94519 ((<var 08 E0E94956F20190F2012C /var>)) F2012C /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Напитывает <var 48 F201FA /var><var 49 F201FB /var>Blood Lily<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Healing:<var 49 01 /var><var 48 01 /var> 1 <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var>

source: Orders faerie to execute <var 48 F201F4 /var><var 49 F201F5 /var>Whispering Dawn<var 49 01 /var><var 48 01 /var>.<var 08 E4E9451D ((<var 08 E0E94951 (( If <var 48 F201FA /var><var 49 F201FB /var>Seraph<var 49 01 /var><var 48 01 /var> is summoned, orders her to execute <var 48 F201F4 /var><var 49 F201F5 /var>Angel's Whisper<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Whispering Dawn<var 08 E4E9451D ((<var 08 E0E94951 ((/Angel's Whisper)) (()) /var>)) (()) /var> Effect: <var 49 01 /var><var 48 01 /var>Gradually restores the HP of all nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>80 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>21s
ru: Приказывает фее выполнить <var 48 F201F4 /var><var 49 F201F5 /var>Whispering Dawn<var 49 01 /var><var 48 01 /var>.<var 08 E4E9451D ((<var 08 E0E94951 (( Если <var 48 F201FA /var><var 49 F201FB /var>Серафим<var 49 01 /var><var 48 01 /var> призван, приказывает ей выполнить <var 48 F201F4 /var><var 49 F201F5 /var>Angel's Whisper<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Whispering Dawn<var 08 E4E9451D ((<var 08 E0E94951 ((/Angel's Whisper)) (()) /var>)) (()) /var> Эффект:<var 49 01 /var><var 48 01 /var> Постепенно восстанавливает ОЗ всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 80 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 21 с.

source: Orders faerie to execute <var 48 F201F4 /var><var 49 F201F5 /var>Fey Illumination<var 49 01 /var><var 48 01 /var>.<var 08 E4E9451D ((<var 08 E0E94951 (( If <var 48 F201FA /var><var 49 F201FB /var>Seraph<var 49 01 /var><var 48 01 /var> is summoned, orders her to execute <var 48 F201F4 /var><var 49 F201F5 /var>Seraphic Illumination<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Fey Illumination<var 08 E4E9451D ((<var 08 E0E94951 ((/Seraphic Illumination)) (()) /var>)) (()) /var> Effect: <var 49 01 /var><var 48 01 /var>Increases healing magic potency of all nearby party members by 10%, while reducing magic damage taken by all nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s<var 08 E4E9451D ((<var 08 E0E94951 (( Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Seraphic Illumination<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>
ru: Приказывает фее выполнить <var 48 F201F4 /var><var 49 F201F5 /var>Fey Illumination<var 49 01 /var><var 48 01 /var>.<var 08 E4E9451D ((<var 08 E0E94951 (( Если <var 48 F201FA /var><var 49 F201FB /var>Серафим<var 49 01 /var><var 48 01 /var> призван, приказывает ей выполнить <var 48 F201F4 /var><var 49 F201F5 /var>Seraphic Illumination<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var> <var 48 F201F8 /var><var 49 F201F9 /var>Fey Illumination<var 08 E4E9451D ((<var 08 E0E94951 ((/Seraphic Illumination)) (()) /var>)) (()) /var> Эффект:<var 49 01 /var><var 48 01 /var> Увеличивает силу исцеления всех ближайших членов группы на 10%, уменьшая урон от магии, получаемый всеми находящимися рядом членами группы, на 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.<var 08 E4E9451D ((<var 08 E0E94951 (( Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Seraphic Illumination<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>

source: Deals unaspected damage with a potency of <var 08 E4E9451D ((<var 08 E0E94937A697 /var>)) 97 /var> to all nearby enemies.
ru: Наносит магический урон с силой <var 08 E4E9451D ((<var 08 E0E94937A697 /var>)) 97 /var> всем ближайшим противникам.

source: Deals unaspected damage with a potency of 255.
ru: Наносит магический урон с силой 255.

source: Orders faerie to execute <var 48 F201F4 /var><var 49 F201F5 /var>Fey Blessing<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Fey Blessing Effect: <var 49 01 /var><var 48 01 /var>Restores the HP of all nearby party members <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 320
ru: Приказывает фее выполнить <var 48 F201F4 /var><var 49 F201F5 /var>Fey Blessing<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Fey Blessing Effect:<var 49 01 /var><var 48 01 /var> Восстанавливает ОЗ всех ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 320

source: Restores the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 320 ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ всех ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 320 ※Это действие нельзя назначить на хотбар.

source: Restores the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>250 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equaling the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 250 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Создаёт защитный барьер, предотвращающий получение урона в размере количества восстановленных ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность <var 49 01 /var><var 48 01 /var>30 с. ※Это действие нельзя назначить на хотбар.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E9451D ((<var 08 E0E94956B597 /var>)) 97 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equaling the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E9451D ((<var 08 E0E94956B597 /var>)) 97 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Создаёт защитный барьер, предотвращающий получение урона в размере количества восстановленных ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. ※Это действие нельзя назначить на хотбар.

source: Summons <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> to fight by your side, which executes <var 48 F201F4 /var><var 49 F201F5 /var>Everlasting Flight<var 49 01 /var><var 48 01 /var> as it manifests. Each time you cast a spell on an enemy, <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> will execute <var 48 F201F4 /var><var 49 F201F5 /var>Scarlet Flame<var 49 01 /var><var 48 01 /var> on the same target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces spell casting time by 2.5 seconds <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Resets <var 48 F201F4 /var><var 49 F201F5 /var>Tri-disaster<var 49 01 /var><var 48 01 /var> recast timer <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Changes <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Fountain of Fire<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Brand of Purgatory<var 49 01 /var><var 48 01 /var> Cannot summon <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> unless a pet is already summoned. Current pet will leave the battlefield while <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> is present, and return once gone. Can only be executed after summoning <var 48 F201FA /var><var 49 F201FB /var>Demi-Bahamut<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var> is changed to <var 48 F201F4 /var><var 49 F201F5 /var>Firebird Trance<var 49 01 /var><var 48 01 /var> upon <var 48 F201FA /var><var 49 F201FB /var>Demi-Bahamut<var 49 01 /var><var 48 01 /var> leaving the battlefield. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Summons <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> to fight by your side, which executes <var 48 F201F4 /var><var 49 F201F5 /var>Everlasting Flight<var 49 01 /var><var 48 01 /var> as it manifests. Each time you cast a spell on an enemy, <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> will execute <var 48 F201F4 /var><var 49 F201F5 /var>Scarlet Flame<var 49 01 /var><var 48 01 /var> on the same target. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Reduces spell casting time by 2.5 seconds <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Resets <var 48 F201F4 /var><var 49 F201F5 /var>Tri-disaster<var 49 01 /var><var 48 01 /var> recast timer <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Changes <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Fountain of Fire<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Brand of Purgatory<var 49 01 /var><var 48 01 /var> Cannot summon <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> unless a pet is already summoned. Current pet will leave the battlefield while <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> is present, and return once gone. Can only be executed after summoning <var 48 F201FA /var><var 49 F201FB /var>Demi-Bahamut<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var> is changed to <var 48 F201F4 /var><var 49 F201F5 /var>Firebird Trance<var 49 01 /var><var 48 01 /var> upon <var 48 F201FA /var><var 49 F201FB /var>Demi-Bahamut<var 49 01 /var><var 48 01 /var> leaving the battlefield. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Gradually restores the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 80 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 21s ※This action cannot be assigned to a hotbar.
ru: Постепенно восстанавливает ОЗ всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 80 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 21 с. ※Это действие нельзя назначить на хотбар.

source: Increases healing magic potency of nearby party members by 10%, while reducing magic damage taken by nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Fey Illumination<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Увеличивает силу исцеления ближайших членов группы на 10%, а также снижает магический урон, получаемый ближайшими членами группы, на 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. Эффект не суммируется с <var 48 F201FA /var><var 49 F201FB /var>Fey Illumination<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Increases damage dealt by self and nearby party members by 6%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s<var 08 E4E94522 ((<var 08 E0E9495D (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Divining<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s)) (()) /var>)) (()) /var>
ru: Увеличивает наносимый вами и всеми ближайшими членами группы урон на 6%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с.<var 08 E4E94522 ((<var 08 E0E9495D (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Divining<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.)) (()) /var>)) (()) /var>
