Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals unaspected damage with a potency of 1,200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Abridged<var 49 01 /var><var 48 01 /var> when spell is cast with a cast time <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Abridged Effect: <var 49 01 /var><var 48 01 /var>Next spell is cast immediately
ru: Deals unaspected damage with a potency of 1 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Abridged<var 49 01 /var><var 48 01 /var> when spell is cast with a cast time <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Abridged Effect: <var 49 01 /var><var 48 01 /var>Next spell is cast immediately

source: Deals unaspected damage with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces target's damage dealt and healing potency by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Deals unaspected damage with a potency of 800. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Reduces target's damage dealt and healing potency by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Deals unaspected damage with a potency of 1,600 to target and all enemies nearby it. Potency increases up to 3,200 as target's HP nears maximum. This action does not share a recast timer with any other actions.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 1 600. Сила увеличивается пропорционально текущему уровню ОЗ цели, вплоть до 3 200 когда ОЗ цели полностью восстановлены. Не влияет на время восстановления прочих действий

source: Reduces spell cast time and recast time by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Reduces spell cast time and recast time by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Begin dancing, granting yourself <var 48 F201FA /var><var 49 F201FB /var>Technical Step<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var> while dancing. Only step actions, <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>En Avant<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Head Graze<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Bolt<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Medical Kit<var 49 01 /var><var 48 01 /var>, Adrenaline Rush, and additional actions can be performed while dancing. Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions.
ru: Begin dancing, granting yourself <var 48 F201FA /var><var 49 F201FB /var>Technical Step<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var> while dancing. Only step actions, <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>En Avant<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Head Graze<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Bolt<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Medical Kit<var 49 01 /var><var 48 01 /var>, Adrenaline Rush, and additional actions can be performed while dancing. Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions.

source: Delivers an attack to all nearby enemies. Potency increases by up to 300% based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>0 Steps: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>1 Step: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>2 Steps: <var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>3 Steps: <var 49 01 /var><var 48 01 /var>1,200 <var 48 F201F8 /var><var 49 F201F9 /var>4 Steps: <var 49 01 /var><var 48 01 /var>1,500 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Step Bonus: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions. ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to all nearby enemies. Potency increases by up to 300% based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>0 Steps: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>1 Step: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>2 Steps: <var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>3 Steps: <var 49 01 /var><var 48 01 /var>1 200 <var 48 F201F8 /var><var 49 F201F9 /var>4 Steps: <var 49 01 /var><var 48 01 /var>1 500 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Step Bonus: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions. ※This action cannot be assigned to a hotbar.

source: Delivers an attack to all nearby enemies. Potency increases by up to 300% based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>0 Steps: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>1 Step: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>2 Steps: <var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>3 Steps: <var 49 01 /var><var 48 01 /var>1,200 <var 48 F201F8 /var><var 49 F201F9 /var>4 Steps: <var 49 01 /var><var 48 01 /var>1,500 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Step Bonus: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions. ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to all nearby enemies. Potency increases by up to 300% based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>0 Steps: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>1 Step: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>2 Steps: <var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>3 Steps: <var 49 01 /var><var 48 01 /var>1 200 <var 48 F201F8 /var><var 49 F201F9 /var>4 Steps: <var 49 01 /var><var 48 01 /var>1 500 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Step Bonus: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions. ※This action cannot be assigned to a hotbar.

source: Delivers an attack to all nearby enemies. Potency increases by up to 300% based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>0 Steps: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>1 Step: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>2 Steps: <var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>3 Steps: <var 49 01 /var><var 48 01 /var>1,200 <var 48 F201F8 /var><var 49 F201F9 /var>4 Steps: <var 49 01 /var><var 48 01 /var>1,500 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Step Bonus: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions. ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to all nearby enemies. Potency increases by up to 300% based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>0 Steps: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>1 Step: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>2 Steps: <var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>3 Steps: <var 49 01 /var><var 48 01 /var>1 200 <var 48 F201F8 /var><var 49 F201F9 /var>4 Steps: <var 49 01 /var><var 48 01 /var>1 500 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Step Bonus: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions. ※This action cannot be assigned to a hotbar.

source: Delivers an attack to all nearby enemies. Potency increases by up to 300% based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>0 Steps: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>1 Step: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>2 Steps: <var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>3 Steps: <var 49 01 /var><var 48 01 /var>1,200 <var 48 F201F8 /var><var 49 F201F9 /var>4 Steps: <var 49 01 /var><var 48 01 /var>1,500 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Step Bonus: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions. ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to all nearby enemies. Potency increases by up to 300% based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>0 Steps: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>1 Step: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>2 Steps: <var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>3 Steps: <var 49 01 /var><var 48 01 /var>1 200 <var 48 F201F8 /var><var 49 F201F9 /var>4 Steps: <var 49 01 /var><var 48 01 /var>1 500 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Step Bonus: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions. ※This action cannot be assigned to a hotbar.

source: Delivers an attack to all nearby enemies. Potency increases by up to 300% based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>0 Steps: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>1 Step: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>2 Steps: <var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>3 Steps: <var 49 01 /var><var 48 01 /var>1,200 <var 48 F201F8 /var><var 49 F201F9 /var>4 Steps: <var 49 01 /var><var 48 01 /var>1,500 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Step Bonus: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions. ※This action cannot be assigned to a hotbar.
ru: Delivers an attack to all nearby enemies. Potency increases by up to 300% based on proximity to enemies. <var 48 F201F8 /var><var 49 F201F9 /var>0 Steps: <var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>1 Step: <var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>2 Steps: <var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>3 Steps: <var 49 01 /var><var 48 01 /var>1 200 <var 48 F201F8 /var><var 49 F201F9 /var>4 Steps: <var 49 01 /var><var 48 01 /var>1 500 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 for each enemy hit <var 48 F201F8 /var><var 49 F201F9 /var>Step Bonus: <var 49 01 /var><var 48 01 /var>Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self and nearby party members by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Triggers the cooldown of weaponskills, step actions, and finish actions upon execution. Cannot be executed during the cooldown of weaponskills, step actions, or finish actions. ※This action cannot be assigned to a hotbar.

source: Reduces damage taken by a party member or self by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Снижает получаемый вами или выбранным членом группы урон на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Reduces damage taken by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Reduces damage taken by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Наносит периодический магический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 40 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Наносит периодический магический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 40 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Reduces damage dealt by nearby enemies by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Снижает наносимый ближайшими противниками урон на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Deals unaspected damage with a potency of 150.
ru: Наносит магический урон с силой 150.

source: Deals unaspected damage with a potency of <var 08 E4E9451D ((<var 08 E0E94953F0DC ((<var 08 E4E9451D ((<var 08 E0E94949C9 ((<var 08 E4E9451D ((<var 08 E0E94941B5 ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94941B5 ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94949C9 ((<var 08 E4E9451D ((<var 08 E0E94941B5 ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94941B5 ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) /var>)) /var>.
ru: Наносит магический урон с силой <var 08 E4E9451D ((<var 08 E0E94953F0DC ((<var 08 E4E9451D ((<var 08 E0E94949C9 ((<var 08 E4E9451D ((<var 08 E0E94941B5 ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94941B5 ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94949C9 ((<var 08 E4E9451D ((<var 08 E0E94941B5 ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94941B5 ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) ((<var 08 E4E9451D ((<var 08 E0E94937A18D /var>)) 8D /var>)) /var>)) /var>)) /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Nascent Flash<var 49 01 /var><var 48 01 /var> to self and <var 48 F201FA /var><var 49 F201FB /var>Nascent Glint<var 49 01 /var><var 48 01 /var> to target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Nascent Flash Effect: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as HP and reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Nascent Glint Effect: <var 49 01 /var><var 48 01 /var>Restores HP equaling that recovered by <var 48 F201FA /var><var 49 F201FB /var>Nascent Flash<var 49 01 /var><var 48 01 /var> and reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Grants <var 48 F201FA /var><var 49 F201FB /var>Nascent Flash<var 49 01 /var><var 48 01 /var> to self and <var 48 F201FA /var><var 49 F201FB /var>Nascent Glint<var 49 01 /var><var 48 01 /var> to target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Nascent Flash Effect: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as ОЗ and reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Nascent Glint Effect: <var 49 01 /var><var 48 01 /var>Restores ОЗ equaling that recovered by <var 48 F201FA /var><var 49 F201FB /var>Nascent Flash<var 49 01 /var><var 48 01 /var> and reduces damage taken by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с.

source: Afflicts target with a detrimental effect while granting self a beneficial one. If target is melee DPS or tank, increases target's damage taken by 10% while reducing your damage taken by 10%. If target is ranged DPS or healer, lowers target's damage dealt and healing potency by 10% while increasing your damage dealt and healing potency by 10%. Previously acquired beneficial effects are overwritten on use. <var 48 F201F8 /var><var 49 F201F9 /var>Detrimental Effect Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Beneficial Effect Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Одновременно накладывает на цель отрицательный эффект, а на себя положительный. Если цель Mele DPS или Tank, увеличивает получаемый целью урон на 10%, одновременно снижая получаемый вами урон на 10%. Если цель Ranged DPS или Healer, снижает наносимый целью урон и ее силу исцеления на 10%, одновременно увеличивая наносимый вами урон и силу исцеления на 10%. Ранее полученный положительные эффекты аннулируются при использовании умения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность эффекта Detrimental: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность эффекта Beneficial: <var 49 01 /var><var 48 01 /var>15 с.
