Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Deals unaspected damage with a potency of 8,000 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>White Shift Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s <var 48 F201F8 /var><var 49 F201F9 /var>Black Shift Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s This action does not share a recast timer with any other actions.
ru: Наносит магический урон всем противникам, расположенным на прямой линии перед вами с силой 8 000 . <var 48 F201F8 /var><var 49 F201F9 /var>Эффект White Shift: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Black Shift: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. Не влияет на время восстановления прочих действий.

source: Reduces damage taken by self and nearby party members by 10%, while increasing HP recovered via healing actions by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Frazzle<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Frazzle<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>.
ru: Снижает урон, получаемый вами и ближайшими членами группы на 10%, а так же увеличивает восстановление ОЗ от исцеляющих действий на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта<var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var>. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Frazzle<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Frazzle<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>.

source: Increases damage taken by nearby enemies by 10%, while reducing HP recovered via healing actions by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Magick Barrier<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Увеличивает урон получаемый ближайшими противниками на 10%, так же снижая восстановление ОЗ от исцеляющих действий на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Magick Barrier<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Rushes target and delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Monomachy Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt to target by 10% while lowering damage taken from target by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound.
ru: Совершает рывок к цели, нанося физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель <var 48 F201FA /var><var 49 F201FB /var>Monomachy<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Monomachy: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый по цели и снижает получаемый от цели урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Невозможно использовать под эффектами, сковывающими движение.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>15-yalm backstep <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Manafication<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Manafication Effect: <var 49 01 /var><var 48 01 /var>Increases damage and healing potency of next spell cast by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound.
ru: Наносит физический урон цели 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Прыжок назад на 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Manafication<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Manafication: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый урон и силу исцеления следующего заклинания на 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Невозможно использовать под эффектами, сковывающими движение.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>, altering the effects of several actions. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var>. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>White Shift<var 49 01 /var><var 48 01 /var> upon execution.
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>, изменяющие эффекты некоторых действий. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var>. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>White Shift<var 49 01 /var><var 48 01 /var> после использования.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var>, altering the effects of several actions. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>. Activates automatically when class is changed to red mage. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Black Shift<var 49 01 /var><var 48 01 /var> upon execution. ※This action cannot be assigned to a hotbar.
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>White Shift<var 49 01 /var><var 48 01 /var>, изменяя эффекты от некоторых действий. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Black Shift<var 49 01 /var><var 48 01 /var>. Активируется автоматический при смене класса на Red Mage. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Black Shift<var 49 01 /var><var 48 01 /var> после использования. ※Это действие нельзя назначить на хотбар.

source: Emblazons a grand cross on the ground beneath a party member or enemy, restoring HP of party members within range while damaging enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>8,000 <var 48 F201F8 /var><var 49 F201F9 /var>Damage Potency: <var 49 01 /var><var 48 01 /var>8,000 <var 48 F201F8 /var><var 49 F201F9 /var>White Shift Effect: <var 49 01 /var><var 48 01 /var>Cure potency is increased by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Black Shift Effect: <var 49 01 /var><var 48 01 /var>Damage potency is increased by 50% Targets standing at the cross's center will receive the effects of this action twice. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>90s
ru: Ставит метку в виде большого креста на земле под ногами члена группы или противника, восстанавливая ОЗ члена группы в радиусе действия и нанося урон противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Сила наносимого урона: <var 49 01 /var><var 48 01 /var>8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Эффект White Shift: <var 49 01 /var><var 48 01 /var>Сила исцеления увеличивается на 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Black Shift: <var 49 01 /var><var 48 01 /var>Наносимый урон увеличивается на 50%. Цели находящиеся по середине метки, получают двойной эффект этого действия. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>90 с.

source: Emblazons a grand cross on the ground beneath a party member or enemy, restoring HP of party members within range while damaging enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>8,000 <var 48 F201F8 /var><var 49 F201F9 /var>Damage Potency: <var 49 01 /var><var 48 01 /var>8,000 <var 48 F201F8 /var><var 49 F201F9 /var>White Shift Effect: <var 49 01 /var><var 48 01 /var>Cure potency is increased by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Black Shift Effect: <var 49 01 /var><var 48 01 /var>Damage potency is increased by 50% Targets standing at the cross's center will receive the effects of this action twice. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>90s
ru: Ставит метку в виде большого креста на земле под ногами члена группы или противника, восстанавливая ОЗ члена группы в радиусе действия и нанося урон противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Сила наносимого урона: <var 49 01 /var><var 48 01 /var>8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Эффект White Shift: <var 49 01 /var><var 48 01 /var>Сила исцеления увеличивается на 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Black Shift: <var 49 01 /var><var 48 01 /var>Наносимый урон увеличивается на 50%. Цели находящиеся по середине метки, получают двойной эффект этого действия. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>90 с.

source: Rushes target and delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fleeting Raiju Ready<var 49 01 /var><var 48 01 /var>. Cannot be executed while bound. ※This action cannot be assigned to a hotbar.
ru: Совершает рывок к цели, нанося физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Fleeting Raiju Ready<var 49 01 /var><var 48 01 /var>. Невозможно использовать под эффектами, сковывающими движение. ※Это действие нельзя назначить на хотбар.

source: Restores own HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>15,000
ru: Восстанавливает ваше ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>15 000

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 14,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 4,200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Cure potency is doubled when target is under the effect of <var 48 F201FA /var><var 49 F201FB /var>Rehabilitation<var 49 01 /var><var 48 01 /var> This action is not affected by attributes.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 14 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 4 200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Сила исцеления удваивается, когда цель находится под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Rehabilitation<var 49 01 /var><var 48 01 /var> На это действие не влияют атрибуты.

source: Provoke nearby enemies, placing yourself at the top of their enmity list while gaining additional enmity. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 4s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Significantly increases enmity generation <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s
ru: Провоцирует ближайших противников, помещая себя в начало списка их враждебности и получая дополнительную враждебность. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 4 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Значительно увеличивает накопление враждебности. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.

source: Resurrects target to a weakened state. This action does not share a recast timer with any other actions. Furthermore, the recast timer cannot be affected by other actions.
ru: Возвращает цель к жизни в ослабленном состоянии. Не влияет на время восстановления прочих действий. Кроме того, на время восстановления этого действия не могут повлиять другие действия.

source: Deals damage over time to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 2,040 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s This action is not affected by attributes or enhancing effects.
ru: Наносит периодический урон цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 2 040 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. На это действие не влияют атрибуты или усиливающие эффекты.

source: Reduces damage taken by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 21,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 8s
ru: Снижает получаемый урон на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Создаёт защитный барьер, поглощающий урон, равный исцелению с силой 21 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 8 с.

source: Resurrects target to a weakened state. Resurrection restrictions do not apply.
ru: Возвращает цель к жизни в ослабленном состоянии. Ограничения на воскрешение не действуют.

source: Reduces damage taken by 90% and grants immunity to <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var>, and knockback and draw-in effects. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Movement speed is reduced by 50% for the duration of this effect. Effect ends upon reuse, using another action, or when the effect duration expires.
ru: Снижает получаемый урон на 90% и дает иммунитет к <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Half-asleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Deep Freeze<var 49 01 /var><var 48 01 /var>, и эффектам отталкивания и притягивания. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Скорость передвижения уменьшается на 50% на время действия эффекта. Эффект прекращается при повторном использовании, выполнении любого другого действия, или когда истечет срок действия умения.

source: Delivers an attack with a potency of 8,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Inner Release Potency: <var 49 01 /var><var 48 01 /var>16,000 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем ближайшим противникам с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Сила Inner Release: <var 49 01 /var><var 48 01 /var>16 000 Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as HP This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон всем ближайшим противникам с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Поглощает 100% нанесеного урона в виде ОЗ. Не влияет на время восстановления прочих действий

source: Deals unaspected damage with a potency of 6,000 to all enemies in a straight line before you. Consumes 20% of your maximum HP when executed. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Cannot be executed when current HP falls below 20%. ※<var 48 F201F4 /var><var 49 F201F5 /var>Souleater Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Bloodspiller<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон всем противникам, расположенным на прямой линии перед вами с силой 6 000. Потребляет 20% от ваших максимальных ОЗ при использовании. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Не может быть использовано если ваше ОЗ ниже 20%. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Souleater<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Bloodspiller<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var>.

source: Reduces damage taken by self or target and nearby party members by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s ※This action cannot be assigned to a hotbar.
ru: Снижает урон, получаемый вами или целью и ближайшими членами группы на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. ※Это действие нельзя назначить на хотбар.

source: Reduces weaponskill cast time and recast time, as well as spell cast time and recast time for self or target and nearby party members by 10%, while also increasing movement speed by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s ※This action cannot be assigned to a hotbar.
ru: Снижает время применения и восстановления умений и заклинаний для вас или цели и ближайших членов группы на 10%, а также увеличивает скорость передвижения на 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. ※Это действие нельзя назначить на хотбар.

source: Dance to and fro with your umbrella, ella, ella. ※Has no effect in battle.
ru: Танцуйте, держа в руках зонтик, тик, тик. ※Не оказывает эффекта в бою.

source: Put out your hand and check for rain. ※Has no effect in battle.
ru: Протяните руку и проверьте, нет ли дождя. ※Не оказывает эффекта в бою.
