Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Gallows Oiled<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Infernal Slice Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Gallows<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Gallows Oiled<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Gallows Oiled<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Infernal Slice<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Gallows<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Gallows Oiled<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Gallows Oiled<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 8 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Gallows Oiled<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ripe for Reaping<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions. ※<var 48 F201F4 /var><var 49 F201F5 /var>Infernal Slice Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Cross Reaping<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Ripe for Reaping<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Ripe for Reaping<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Infernal Slice<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Cross Reaping<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Ripe for Reaping<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Ripe for Reaping<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 8 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Ripe for Reaping<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 4,000 to target and all enemies nearby it. Potency increases up to 8,000 as the target's HP decreases, reaching its maximum value when the target has 50% HP or less. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorbs 100% of damage dealt as HP Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soulsow<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 4 000. Сила увеличивается пропорционально уменьшению ОЗ цели, вплоть до 8000 когда у противника остается 50% ОЗ или меньше. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Поглощает 100% нанесенного урона в виде ОЗ. Возможно использовать только под действием эффекта<var 48 F201FA /var><var 49 F201FB /var>Soulsow<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000 to all enemies in a straight line before you. Potency increases up to 24,000 based on your accumulated stacks of <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var>, gained by executing <var 48 F201F4 /var><var 49 F201F5 /var>Soul Slice<var 49 01 /var><var 48 01 /var>, KOing enemies, or earning assists. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Gradually fills your limit gauge <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Effect can only be activated while in combat. Consumes all stacks of <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var> upon execution. Can only be executed while not under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами с силой 4 000. Сила увеличивается до 24 000, в зависимости от накопленных зарядов <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var>, полученных за использование <var 48 F201F4 /var><var 49 F201F5 /var>Soul Slice<var 49 01 /var><var 48 01 /var>, при убийстве противников, или помощи в убийстве. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Постепенно заполняет вашу шкалу Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Эффект может быть активирован только в режиме боя. Поглощает все заряды <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var> после использования. Возможно использовать только когда не активен эффект <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий.

source: Summons your avatar to deliver an attack with a potency of 4,000 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s ※<var 48 F201F4 /var><var 49 F201F5 /var>Infernal Slice Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Guillotine<var 49 01 /var><var 48 01 /var> upon execution.
ru: Призывает ваш аватар, наносящий физический урон всем противникам в конусе перед вами с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Активирует <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Infernal Slice<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Guillotine<var 49 01 /var><var 48 01 /var> после использования.

source: Delivers an attack with a potency of 4,000 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем противникам в конусе перед вами с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Death Warrant<var 49 01 /var><var 48 01 /var>, causing you to compile damage you deal to that target. When effect duration expires, target takes 50% of compiled damage. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Soulsow<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Harvest Moon<var 49 01 /var><var 48 01 /var> upon execution.
ru: Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Death Warrant<var 49 01 /var><var 48 01 /var>, заставляя вас накапливать нанесенный цели урон. По истечении срока действия эффекта цель получает 50% от накопленного вами урона. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Soulsow<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Harvest Moon<var 49 01 /var><var 48 01 /var> после использования.

source: Quickly dash 15 yalms forward. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Leaves behind a <var 48 F201FA /var><var 49 F201FB /var>Hellsgate<var 49 01 /var><var 48 01 /var> at point of origin, and grants <var 48 F201FA /var><var 49 F201FB /var>Threshold<var 49 01 /var><var 48 01 /var> to self <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases movement speed by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Cannot be executed while bound. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Regress<var 49 01 /var><var 48 01 /var> upon execution.
ru: Совершает быстрый рывок вперед на 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Оставляет в исходной точке открытые <var 48 F201FA /var><var 49 F201FB /var>Hellsgate<var 49 01 /var><var 48 01 /var> , и накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Threshold<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает скорость передвижения на 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Невозможно использовать под эффектами, сковывающими движение. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Regress<var 49 01 /var><var 48 01 /var> после использования.

source: Move instantly to the <var 48 F201FA /var><var 49 F201FB /var>Hellsgate<var 49 01 /var><var 48 01 /var> left behind by you. Cannot be executed while bound. ※This action cannot be assigned to a hotbar.
ru: Мгновенно переместитесь в оставленные вами <var 48 F201FA /var><var 49 F201FB /var>Hellsgate<var 49 01 /var><var 48 01 /var>. Невозможно использовать под эффектами, сковывающими движение. ※Это действие нельзя назначить на хотбар.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Borrowed<var 49 01 /var><var 48 01 /var> to self, creating a barrier that nullifies damage equivalent to a heal of 12,000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Grants the <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Returned<var 49 01 /var><var 48 01 /var> to self and nearby party members within a radius of 15 yalms when barrier is completely absorbed. <var 48 F201F8 /var><var 49 F201F9 /var>Crest of Time Returned Effect: <var 49 01 /var><var 48 01 /var>Gradually restores HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>6,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ru: Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Borrowed<var 49 01 /var><var 48 01 /var> создавая защитный барьер, равный исцелению с силой 12 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый урон на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Когда барьер поглотит весь урон, на вас и ближайших членов группы в радиусе 15 ялмов будет наложен эффект <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Returned<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Crest of Time Returned: <var 49 01 /var><var 48 01 /var>Постепенное восстановление ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с.

source: Offers your flesh as a vessel to your avatar, gaining 5 stacks of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts nearby enemies with <var 48 F201FA /var><var 49 F201FB /var>Hysteria<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Hysteria Effect: <var 49 01 /var><var 48 01 /var>Afflicted enemies are unable to act of their own free will <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>75s Has no effect on players riding machina or non-player combatants. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Communio<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Grim Swathe<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Lemure's Slice<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Infernal Slice Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Void Reaping<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>.
ru: Вы отдаете свою плоть во власть Аватара, получая 5 зарядов эффекта <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на ближайших противников эффект <var 48 F201FA /var><var 49 F201FB /var>Hysteria<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9/var>Эффект Hysteria: <var 49 01 /var><var 48 01 /var>Пораженные противники теряют контроль над своим телом. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>75 с. Эффект не может быть применен к пилотам машин и неигровым персонажам (НПС). ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Communio<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Grim Swathe<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Lemure's Slice<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Infernal Slice<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Void Reaping<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>.

source: Deals unaspected damage with a potency of 16,000 to target and all enemies nearby it. Requires at least one stack of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. Consumes all stacks of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var> upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней 16 000. Требуется хотя бы один эффект <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. Поглощает все эффекты <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var> после использования. ※Это действие нельзя назначить на хотбар.

source: All enemies standing in the corrupted earth of <var 48 F201F4 /var><var 49 F201F5 /var>Doton<var 49 01 /var><var 48 01 /var> take additional earth damage with a potency of 3,000. Requires the execution of a weaponskill, <var 48 F201F4 /var><var 49 F201F5 /var>Hyosho Ranryu<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Goka Mekkyaku<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s ※This action cannot be assigned to a hotbar.
ru: Все противники стоящие на проклятой земле <var 48 F201F4 /var><var 49 F201F5 /var>Doton<var 49 01 /var><var 48 01 /var> получают дополнительный урон землей с силой 3 000. Требует использования умения, <var 48 F201F4 /var><var 49 F201F5 /var>Hyosho Ranryu<var 49 01 /var><var 48 01 /var>, или <var 48 F201F4 /var><var 49 F201F5 /var>Goka Mekkyaku<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +75% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var>, up to a maximum of 8 <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Активирует заряды <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var>, вплоть до 8 <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Не влияет на время восстановления прочих действий.

source: Instantly return to this sanctuary's cozy cabin.
ru: Мгновенный возврат в вашу уютную хижину на этом острове.
