Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Creates a barrier that nullifies damage totaling up to 30% of maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Создаёт защитный барьер предотвращающий получение урона до 30% от максимальных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Deals ice damage with a potency of 120 to target and all enemies nearby it. <var 08 E4E9451A ((<var 08 E0E9493B ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 3 <var 48 F201FA /var><var 49 F201FB /var>Umbral Hearts<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Umbral Heart Bonus: <var 49 01 /var><var 48 01 /var>Nullifies <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>'s MP cost increase for <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> spells and reduces MP cost for <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var> by one-third )) (()) /var>)) (()) /var>Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон льдом с силой 120 цели и всем противникам рядом с ней. <var 08 E4E9451A ((<var 08 E0E9493B ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Даёт 3 <var 48 F201FA /var><var 49 F201FB /var>Umbral Hearts<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Umbral Heart:<var 49 01 /var><var 48 01 /var> Предотвращает увеличение расхода ОМ <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> для заклинания <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> и уменьшает расход ОМ для <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var> на 1/3. )) (()) /var>)) (()) /var>Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>.

source: Reduces a party member's magic vulnerability by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 12s Cannot be reused on an individual for 60 seconds from when the effect wears off. Cannot be cast on self.
ru: Reduces a party member's magic vulnerability by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с. Cannot be reused on an individual for 60 seconds from when the effect wears off. Cannot be cast on self.

source: Creates a barrier that nullifies physical damage up to 20% of maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Creates a barrier that nullifies physical damage up to 20% of maximum ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Deals unaspected damage with a potency of 240.
ru: Наносит магический урон с силой 240.

source: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Restores 20% of maximum MP. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Aetherflow III<var 49 01 /var><var 48 01 /var> Can only be executed while in combat.
ru: Восстанавливает 20% от максимальных ОМ. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Aetherflow III<var 49 01 /var><var 48 01 /var> Возможно использовать только в режиме боя.

source: Deals unaspected damage with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Absorbs a portion of damage dealt as HP <var 08 E0E94947 ((<var 08 E4E9451D ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> by 10 )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost:<var 49 01 /var><var 48 01 /var> 1
ru: Наносит магический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Поглощает часть нанесенного урона в виде ОЗ <var 08 E0E94947 ((<var 08 E4E9451D ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Faerie<var 49 01 /var><var 48 01 /var> на 10 )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Aetherflow:<var 49 01 /var><var 48 01 /var> 1

source: Deals unaspected damage with a potency of 20. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Unaspected damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Deals unaspected damage with a potency of 20. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Unaspected damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Reduces target's <var 08 E0E9491D ((<var 08 E4E9451B ((STR, DEX, INT, and MND)) ((<var 08 E4E9451C ((STR, DEX, INT, and MND)) ((<var 08 E4E9451D ((STR, DEX, INT, and MND)) ((STR and DEX)) /var>)) /var>)) /var>)) ((STR and DEX)) /var> by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Grants target immunity to the same effect for 1 minute after effect ends.
ru: Reduces target's <var 08 E0E9491D ((<var 08 E4E9451B ((STR, DEX, INT, and MND)) ((<var 08 E4E9451C ((STR, DEX, INT, and MND)) ((<var 08 E4E9451D ((STR, DEX, INT, and MND)) ((STR and DEX)) /var>)) /var>)) /var>)) ((STR and DEX)) /var> by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Grants target immunity to the same effect for 1 minute after effect ends.

source: Continuously restores 8% of pet's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 9s
ru: Continuously restores 8% of pet's ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 9 с.

source: Deals unaspected damage with a potency of 270.
ru: Наносит магический урон с силой 270.

source: Resurrects target to a weakened state.
ru: Возвращает цель к жизни в ослабленном состоянии.

source: Erects a magicked barrier around a single party member or pet. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s <var 48 F201F8 /var><var 49 F201F9 /var>Barrier Effect:<var 49 01 /var><var 48 01 /var> 20% chance that when barrier is struck, the striker will deal 10% less damage <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Erects a magicked barrier around a single party member or pet. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Barrier Effect:<var 49 01 /var><var 48 01 /var> 20% chance that when barrier is struck, the striker will deal 10% less damage <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Increases healing magic potency and damage dealt by pet by 40%. While roused, pet will be immune to <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Increases healing magic potency and damage dealt by pet by 40%. While roused, pet will be immune to <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Deals unaspected damage with a potency of 100 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Unaspected damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 25 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 12s
ru: Deals unaspected damage with a potency of 100 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Unaspected damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 25 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с.

source: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Envelops a designated area in a veil of magicked shadows, dealing damage with a potency of 50 to any enemies who enter. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +5% Cannot be used with any other area-creating actions.
ru: Envelops a designated area in a veil of magicked shadows, dealing damage with a potency of 50 to any enemies who enter. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +5% Cannot be used with any other area-creating actions.

source: Deals unaspected damage with a potency of 340. <var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost:<var 49 01 /var><var 48 01 /var> 1
ru: Наносит магический урон с силой 340. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Aetherflow:<var 49 01 /var><var 48 01 /var> 1

source: Deals unaspected damage with a potency of 30 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s<var 08 E0E9493B ((<var 08 E4E9451C (( <var 48 F201F8 /var><var 49 F201F9 /var>Dreadwyrm Trance Effect:<var 49 01 /var><var 48 01 /var> Removes <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> effect, increases potency to 70, and reduces MP cost)) (()) /var>)) (()) /var>
ru: Deals unaspected damage with a potency of 30 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.<var 08 E0E9493B ((<var 08 E4E9451C (( <var 48 F201F8 /var><var 49 F201F9 /var>Dreadwyrm Trance Effect:<var 49 01 /var><var 48 01 /var> Removes <var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> effect, increases potency to 70, and reduces ОМ cost)) (()) /var>)) (()) /var>

source: Increases a pet's physical and magical attack power by 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Increases a pet's physical and magical attack power by 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> to target, nullifying damage equaling <var 08 E4E9451D ((<var 08 E0E94956B57E /var>)) 7E /var>% of the amount of HP restored. When critical HP is restored, also grants <var 48 F201FA /var><var 49 F201FB /var>Catalyze<var 49 01 /var><var 48 01 /var>, nullifying damage equaling <var 08 E4E9451D ((<var 08 E0E94956B57E /var>)) 7E /var>% the amount of HP restored. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Effect cannot be stacked with certain sage barrier effects.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 300 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var> на цель, предотвращающий получение урона в размере <var 08 E4E9451D ((<var 08 E0E94956B57E /var>)) 7E /var>% от восстановленных ОЗ. В случае критического исцеления также накладывает <var 48 F201FA /var><var 49 F201FB /var>Catalyze<var 49 01 /var><var 48 01 /var>, предотвращающий получение урона в размере <var 08 E4E9451D ((<var 08 E0E94956B57E /var>)) 7E /var>% от восстановленных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 c. Не суммируется с некоторыми эффектами барьеров Мудреца.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling <var 08 E4E9451D ((<var 08 E0E94956A174 /var>)) 74 /var>% of the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Effect cannot be stacked with certain sage barrier effects.
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Создаёт защитный барьер, предотвращающий получение урона в размере <var 08 E4E9451D ((<var 08 E0E94956A174 /var>)) 74 /var>% от восстановленных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Не суммируется с некоторыми эффектами барьеров Мудреца.

source: Creates a designated area in which party members will only suffer 90% of all damage inflicted. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 08 E4E9451D ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>100 )) (()) /var>)) (()) /var><var 08 E0E94947 ((<var 08 E4E9451D ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> by 10 )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost:<var 49 01 /var><var 48 01 /var> 1
ru: Создаёт определенную область, в которой члены группы будут получать только 90% от наносимого им урона. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 08 E4E9451D ((<var 08 E0E9494F ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100 )) (()) /var>)) (()) /var><var 08 E0E94947 ((<var 08 E4E9451D ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Faerie<var 49 01 /var><var 48 01 /var> на 10 )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Aetherflow:<var 49 01 /var><var 48 01 /var> 1

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 600 <var 08 E0E94947 ((<var 08 E4E9451D ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Faerie Gauge<var 49 01 /var><var 48 01 /var> by 10 )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Aetherflow Gauge Cost:<var 49 01 /var><var 48 01 /var> 1
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 600 <var 08 E0E94947 ((<var 08 E4E9451D ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Faerie<var 49 01 /var><var 48 01 /var> на 10 )) (()) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Aetherflow:<var 49 01 /var><var 48 01 /var> 1

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> <var 08 E4E9451D ((<var 08 E0E94956F201C2F20190 /var>)) F20190 /var>
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> <var 08 E4E9451D ((<var 08 E0E94956F201C2F20190 /var>)) F20190 /var>

source: Reduces damage taken by all party members by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Снижает получаемый всеми членами группы урон на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Reduces damage taken by all party members by 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Снижает получаемый всеми членами группы урон на 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Reduces damage taken by all party members by 80%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 12s
ru: Reduces damage taken by all party members by 80%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с.

source: Deals unaspected damage with a potency of 1,650 to all enemies near point of impact.
ru: Наносит магический урон с силой 1 650 всем противниками вблизи точки взрыва.

source: Deals unaspected damage with a potency of 3,600 to all enemies near point of impact.
ru: Наносит магический урон с силой 3 600 всем противниками вблизи точки взрыва.

source: Restores 25% of own HP and the HP of all nearby party members.
ru: Восстанавливает 25% ОЗ вам и всем ближайшим членам группы.

source: Restores 60% of own HP and the HP of all nearby party members.
ru: Восстанавливает 60% ОЗ вам и всем ближайшим членам группы.

source: Surveys the landscape to locate mature trees and lush vegetation.<var 08 E4E94512 ((<var 08 E0E94603 (( Activates automatically when class is changed to botanist.)) (()) /var>)) (()) /var>
ru: Позволяет видеть места сбора зрелых деревьев и густых кустарников.<var 08 E4E94512 ((<var 08 E0E94603 (( Активируется автоматически при смене класса на ботаник.)) (()) /var>)) (()) /var>

source: Surveys the landscape to locate the nearest mature tree or lush vegetation within skill range. Can only be executed while <var 48 F201FA /var><var 49 F201FB /var>Triangulate<var 49 01 /var><var 48 01 /var> is active. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Позволяет увидеть направление и расстояние до ближайшего места сбора зрелых деревьев или густых кустарников. Возможно использовать только при активном эффекте <var 48 F201FA /var><var 49 F201FB /var>Triangulate<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Grants another gathering attempt. When gathering collectables, restores 1 integrity.<var 08 E4E94512 ((<var 08 E0E9465B (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>50% chance to grant <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var>
ru: Даёт еще одну попытку сбора. При сборе ценностей восстанавливает 1 целостность.<var 08 E4E94512 ((<var 08 E0E9465B (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Шанс 50% наложить эффект <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>)) (()) /var>)) (()) /var>

source: Increases the chance of obtaining items while gathering by 5%. Does not apply to items at 0%.
ru: Увеличивает шанс получения ресурса при сборе на 5%. Не сработает, если шанс добычи 0%.

source: Increases the chance of obtaining items while gathering by 15%. Does not apply to items at 0%.
ru: Увеличивает шанс получения ресурса при сборе на 15%. Не сработает, если шанс добычи 0%.

source: Further surveys the landscape to uncover unspoiled, legendary, and clouded mature trees and lush vegetation.
ru: Позволяет видеть скрытые месторождения густых кустарников и зрелых деревьев.

source: Increases the number of items obtained when gathering by one.
ru: Увеличивает количество ресурсов, получаемых при сборе, на 1.

source: Increases the number of items obtained when gathering by two.
ru: Увеличивает количество ресурсов, получаемых при сборе, на 2.

source: Surveys the landscape to locate mineral deposits and rocky outcrops.<var 08 E4E94511 ((<var 08 E0E94603 (( Activates automatically when class is changed to miner.)) (()) /var>)) (()) /var>
ru: Позволяет видеть месторождения для добычи залежей минералов и залежей камня.<var 08 E4E94511 ((<var 08 E0E94603 (( Активируется автоматически при смене класса на горняк.)) (()) /var>)) (()) /var>

source: Surveys the landscape to locate the nearest mineral deposit or rocky outcrop within skill range. Can only be executed while <var 48 F201FA /var><var 49 F201FB /var>Prospect<var 49 01 /var><var 48 01 /var> is active. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Позволяет увидеть направление и расстояние до ближайшего месторождения залежей минералов или залежей камня. Возможно использовать только при активном эффекте <var 48 F201FA /var><var 49 F201FB /var>Prospect<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.
