Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Increases damage dealt by a party member or self by 6% if target is melee DPS or tank, or 3% for all other roles. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a <var 48 F201FA /var><var 49 F201FB /var>Celestial Sign<var 49 01 /var><var 48 01 /var> when used in combat )) (()) /var>)) (()) /var>Only one arcanum effect can be applied to a target at a time. ※This action cannot be assigned to a hotbar.
ru: Увеличивает наносимый вами или выбранным членом группы урон на 6%, если выбранная цель - Melee DPS или Tank, либо на 3% для остальных ролей. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Celestial Sign<var 49 01 /var><var 48 01 /var> в <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var> при использовании в режиме боя. )) (()) /var>)) (()) /var>На цель может действовать только один активный эффект Аркана одновременно. ※Это действие нельзя назначить на хотбар.

source: Increases damage dealt by a party member or self by 6% if target is ranged DPS or healer, or 3% for all other roles. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a <var 48 F201FA /var><var 49 F201FB /var>Solar Sign<var 49 01 /var><var 48 01 /var> when used in combat )) (()) /var>)) (()) /var>Only one arcanum effect can be applied to a target at a time. ※This action cannot be assigned to a hotbar.
ru: Увеличивает наносимый вами или выбранным членом группы урон на 6%, если выбранная цель - Ranged DPS или Healer, либо на 3% для остальных ролей. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Solar Sign<var 49 01 /var><var 48 01 /var> в <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var> при использовании в режиме боя. )) (()) /var>)) (()) /var>На цель может действовать только один активный эффект Аркана одновременно. ※Это действие нельзя назначить на хотбар.

source: Increases damage dealt by a party member or self by 6% if target is ranged DPS or healer, or 3% for all other roles. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a <var 48 F201FA /var><var 49 F201FB /var>Lunar Sign<var 49 01 /var><var 48 01 /var> when used in combat )) (()) /var>)) (()) /var>Only one arcanum effect can be applied to a target at a time. ※This action cannot be assigned to a hotbar.
ru: Увеличивает наносимый вами или выбранным членом группы урон на 6%, если выбранная цель - Ranged DPS или Healer, либо на 3% для остальных ролей. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Lunar Sign<var 49 01 /var><var 48 01 /var> в <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var> при использовании в режиме боя. )) (()) /var>)) (()) /var>На цель может действовать только один активный эффект Аркана одновременно. ※Это действие нельзя назначить на хотбар.

source: Increases damage dealt by a party member or self by 6% if target is ranged DPS or healer, or 3% for all other roles. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a <var 48 F201FA /var><var 49 F201FB /var>Celestial Sign<var 49 01 /var><var 48 01 /var> when used in combat )) (()) /var>)) (()) /var>Only one arcanum effect can be applied to a target at a time. ※This action cannot be assigned to a hotbar.
ru: Увеличивает наносимый вами или выбранным членом группы урон на 6%, если выбранная цель - Ranged DPS или Healer, либо на 3% для остальных ролей. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 08 E4E94522 ((<var 08 E0E94933 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует <var 48 F201FA /var><var 49 F201FB /var>Celestial Sign<var 49 01 /var><var 48 01 /var> в <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var> при использовании в режиме боя. )) (()) /var>)) (()) /var>На цель может действовать только один активный эффект Аркана одновременно. ※Это действие нельзя назначить на хотбар.

source: Increases target and nearby party members' damage dealt by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Increases target and nearby party members' damage dealt by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Reduces target and nearby party members' damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Снижает урон, получаемый целью и ближайшими членами группы на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay of target and nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay of target and nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Increases critical hit rate for target and all nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Increases шанс критического удара for target and all nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Refreshes target's MP and the MP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 25 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Refreshes target's ОМ and the ОМ of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 25 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Refreshes target's TP and the TP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Refreshes target's TP and the TP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Increases damage dealt by a party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Increases damage dealt by a party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Reduces damage taken by a party member or self by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Reduces damage taken by a party member or self by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay of a party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay of a party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Increases critical hit rate for a party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Increases шанс критического удара for a party member or self by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Gradually restores own MP or the MP of a target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Gradually restores own ОМ or the ОМ of a target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Gradually restores own TP or the TP of a target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Gradually restores own TP or the TP of a target party member. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Increases target and nearby party members' damage dealt by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Increases target and nearby party members' damage dealt by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Reduces target and nearby party members' damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Reduces target and nearby party members' damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay of target and nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay of target and nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Increases critical hit rate for target and all nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Increases шанс критического удара for target and all nearby party members by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Refreshes target's MP and the MP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 25 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Refreshes target's ОМ and the ОМ of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 25 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Refreshes target's TP and the TP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Refreshes target's TP and the TP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Restores 5 points of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> after each step for the next eight steps.
ru: Восстанавливает 5 очков <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> после каждого шага. Эффект активен в течение восьми шагов.

source: Restores 5 points of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> after each step for the next eight steps.
ru: Восстанавливает 5 очков <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> после каждого шага. Эффект активен в течение восьми шагов.

source: Restores 5 points of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> after each step for the next eight steps.
ru: Восстанавливает 5 очков <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> после каждого шага. Эффект активен в течение восьми шагов.

source: Restores 5 points of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> after each step for the next eight steps.
ru: Восстанавливает 5 очков <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> после каждого шага. Эффект активен в течение восьми шагов.

source: Restores 5 points of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> after each step for the next eight steps.
ru: Восстанавливает 5 очков <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> после каждого шага. Эффект активен в течение восьми шагов.

source: Restores 5 points of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> after each step for the next eight steps.
ru: Восстанавливает 5 очков <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> после каждого шага. Эффект активен в течение восьми шагов.

source: Restores 5 points of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> after each step for the next eight steps.
ru: Восстанавливает 5 очков <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> после каждого шага. Эффект активен в течение восьми шагов.

source: Restores 5 points of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> after each step for the next eight steps.
ru: Восстанавливает 5 очков <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> после каждого шага. Эффект активен в течение восьми шагов.

source: Increases elemental shard, crystal, and cluster yields by a random amount. Effect can be stacked with <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var>. Cannot be executed if the gathering node does not yield shards, crystals, or clusters.
ru: Увеличивает количество получаемых shard, crystal и cluster на случайную величину. Можно использовать одновременно с эффектом <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var>. Невозможно выполнить, если в текущем месторождении отсутствуют shards, crystals или clusters.

source: Increases elemental shard, crystal, and cluster yields by a random amount. Effect can be stacked with <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var>. Cannot be executed if the gathering node does not yield shards, crystals, or clusters.
ru: Увеличивает количество полученных shard, crystal и cluster на случайную величину. Можно использовать одновременно с эффектом <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var>. Невозможно выполнить, если в текущем месторождении отсутствуют shards, crystals или clusters.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next four steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next four steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next four steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next four steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next four steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next four steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next four steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next four steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение четырёх шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next eight steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение восьми шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next eight steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение восьми шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next eight steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение восьми шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next eight steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение восьми шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next eight steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение восьми шагов.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50% for the next eight steps.
ru: Уменьшает расход <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> на 50%. Эффект активен в течение восьми шагов.

source: Fires a hypercharged round of ammunition capable of electrocuting living targets. Has no effect on machina.
ru: Выстреливает гиперзаряженный боеприпас, способный поражать живые цели электрическим током. Не действует на машины.
