Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Increases maximum MP by 50% and healing magic potency by 25%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Увеличивает максимальные ОМ на 50% и силу исцеляющей магии на 25%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Increases damage dealt by 20%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Увеличивает наносимый магический урон на 20%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Increases evasion by 25% while reducing damage dealt by 5%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Увеличивает уклонение на 25%, а так же снижает наносимый урон на 5%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Increases healing magic potency by 50% and maximum HP by 30%, while reducing damage dealt by 5%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Увеличивает силу исцеляющей магии на 50% и максимальные ОЗ на 30%, а так же снижает наносимый урон на 5%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Increases damage dealt by 30% while reducing magic defense by 60%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Увеличивает наносимый урон на 30%, а так же снижает магическую защиту на 60%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Increases poison resistance and movement speed, including mount speed, and increases evasion by 10%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Повышает устойчивость к ядам и скорость передвижения, включая скорость передвижения на транспорте, а также увеличивает уклонение на 10%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Increases maximum HP by 10% and accuracy by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants a 70% chance of automatic revival upon KO <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 180m
ru: Увеличивает максимальные ОЗ на 10% и точность на 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Дает 70% шанс автоматического возрождения при нокауте. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 180 мин.

source: Reduces physical damage taken by 22%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30m
ru: Снижает получаемый физический урон на 22%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 мин.

source: Reduces magic damage taken by 22%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30m
ru: Снижает получаемый магический урон на 22%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 мин.

source: KOs target. The less the target's HP, the greater the chance of success.
ru: Нокаутирует цель. Чем меньше ОЗ цели, тем больше шансов на успех.

source: Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Boost<var 49 01 /var><var 48 01 /var>, up to a maximum of 16. <var 48 F201F8 /var><var 49 F201F9 /var>Boost Bonus:<var 49 01 /var><var 48 01 /var> Increases potency of next weaponskill by 30% per stack <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Shares a recast timer with all weaponskills.
ru: Накладывает заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Boost<var 49 01 /var><var 48 01 /var>, вплоть до максимального значения в 16. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от эффекта Boost:<var 49 01 /var><var 48 01 /var> Увеличивает силу следующего умения на 30% за каждый заряд. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Имеет общее время восстановления с всеми умениями.

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s
ru: Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.

source: Afflicts target and all neaby enemies with <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s
ru: Накладывает на цель и всех ближайших противников эффект <var 48 F201FA /var><var 49 F201FB /var>Paralysis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.

source: Greatly increases movement speed. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Значительно увеличивает скорость передвижения. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Increases evasion by 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 45s
ru: Увеличивает уклонение на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 45 с.

source: Delivers a ranged attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Spirit Dart L<var 49 01 /var><var 48 01 /var>, increasing damage taken by 8% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s
ru: Производит атаку дальнего боя, нанося физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Spirit Dart L<var 49 01 /var><var 48 01 /var>, увеличивая получаемый урон на 8% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.

source: Deals unaspected damage to all nearby enemies with a potency of 4,000, while dealing damage with a potency of 999,999 to self.
ru: Наносит магический урон всем ближайшим противникам с силой 4 000, а так же вам с силой 999 999.

source: Removes one beneficial status from target.
ru: Снимает с цели один положительный статус.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Reduces target's evasion <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Снижает уклонение цели. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.

source: Blend in with your surroundings, making it impossible for most enemies to detect you, but reducing movement speed by 50%. Has no effect on certain enemies with special sight. Cannot be executed while in combat. Effect ends upon use of any action other than Sprint, or upon reuse.
ru: Сливаясь с окружающей средой, большинство врагов не могут обнаружить вас, но скорость передвижения снижается на 50%. Не действует на некоторых противников с особым зрением. Не может быть выполнена во режиме боя. Эффект прекращается при использовании любого действия, отличного от Sprint, или при повторном использовании.

source: Rush to a target's side. Unable to cast if bound.
ru: Совершает рывок в сторону цели. Невозможно использовать под эффектами, сковывающими движение.

source: Jump 10 yalms back from current position. Cannot be executed while bound.
ru: Прыжок на 10 ялмов назад от текущего местоположения. Невозможно использовать под эффектами, сковывающими движение.

source: Stuns target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 8s
ru: Оглушает цель. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 8 с.

source: Converts a portion of damage dealt into HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 45s
ru: Преобразует часть нанесенного урона в ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 45 с.

source: Instantly restores 50% of maximum HP and MP.
ru: Моментально восстанавливает 50% от максимального количества ОЗ и ОМ.

source: Delivers an attack with a potency of 300. Can only be executed immediately after evading an attack. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Наносит физический урон с силой 300. Может быть использовано только сразу после уклонения от атаки. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Slow<var 49 01 /var><var 48 01 /var> +20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Shortens recast time for next ability used by 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Сокращает время восстановления следующей использованной способности на 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 9,000
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 9 000

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 12,000
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 12 000

source: Creates a barrier around target that absorbs damage totaling 10% of target's maximum HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Создает защитный барьер, поглощающий урон, равный 10% от максимальных ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Restores own or target party member's HP and all party members nearby target. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 9,000
ru: Восстанавливает ОЗ вам или выбранному члену группы, а также всем членам группы, находящимся рядом с ним. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 9 000

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> to target. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 2,500 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 21s
ru: Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 2 500 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 21 с.

source: Removes a single detrimental effect from target.
ru: Снимает 1 отрицательный эффект с цели.

source: Gesture threateningly, placing yourself at the top of a target's enmity list and increasing enmity generation. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Угрожающие действия, помещают вас в начало списка враждебности цели и увеличивают ее накопление. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Resurrects target to a weakened state.
ru: Возвращает цель к жизни в ослабленном состоянии.

source: Increases target's damage dealt by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 300s
ru: Увеличивает наносимый целью урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 300 с.

source: Reduces physical damage taken by 99%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 8s
ru: Снижает получаемый физический урон на 99%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 8 с.

source: Reduces magic damage taken by 99%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 8s
ru: Снижает получаемый магический урон на 99%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 8 с.

source: Creates a magic-reflecting barrier around self or party member. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Создает отражающий магию барьер вокруг вас или члена группы. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Delivers an attack with a potency of 1,000. Can only be executed when your HP is below 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Restores an amount of own HP proportional to damage dealt
ru: Наносит физический урон с силой 1 000. Возможно использовать только когда ваши ОЗ меньше 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Восстанавливает определенное количество от вашего ОЗ, равное нанесенному урону.

source: Increases the amount of magia aether regenerated over time by self and nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Увеличивает количество восстанавливаемого со временем магического эфира у вас и ближайших членов группы. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Deals unaspected damage with a potency of 200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Afflicts undead targets with <var 48 F201FA /var><var 49 F201FB /var>Banish L<var 49 01 /var><var 48 01 /var>, increasing damage taken by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s
ru: Наносит магический урон с силой 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на цель <var 48 F201FA /var><var 49 F201FB /var>Banish L<var 49 01 /var><var 48 01 /var>, увеличивая получаемый ею урон на 25% (действует только на нежить). <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.

source: Deals unaspected damage with a potency of 150 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Afflicts undead targets with <var 48 F201FA /var><var 49 F201FB /var>Banish L<var 49 01 /var><var 48 01 /var>, increasing damage taken by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s
ru: Наносит магический урон с силой 150 цели и всем противникам рядом с ней. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Banish L<var 49 01 /var><var 48 01 /var>, увеличивая получаемый ею урон на 25% (действует только на нежить). <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с.

source: Increases spell damage by 100% while increasing MP cost. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Увеличивает урон от заклинаний на 100% при увеличении стоимости ОМ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Increases physical damage dealt while dealing damage to self over time. Stacks increase every 3 seconds, up to a maximum of 16. For each stack, physical damage dealt is increased by 15%, and potency of damage dealt to self increases by 360. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 48s
ru: Увеличивает наносимый физический урон, при этом получая периодический урон. Заряды увеличиваются каждые 3 секунды, максимум до 16. За каждый заряд наносимый физический урон увеличивается на 15%, а сила наносимого вам урона увеличивается на 360. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 48 с.

source: Delivers a ranged attack with a potency of 80. Potency increases up to 1,000% the lower the target's HP. Generates significant enmity upon use.
ru: Производит атаку дальнего боя, нанося физический урон с силой 80. Сила увеличивается пропорционально снижению ОЗ цели вплоть до 1000%. Значительную увеличивает накопление враждебности при использовании.

source: Reveals all traps within a 15-yalm radius. If no traps exist within 15 yalms, detects whether any traps are present within a 36-yalm radius. Only effective within dungeons.
ru: Выявляет все ловушки в радиусе 15 ялмов. Если в радиусе 15 ялм ловушек нет, определяет, есть ли ловушки в радиусе 36 ялмов. Действует только в подземельях.

source: Increases magic damage dealt by 35% while reducing magic damage taken by 22% and decreasing spell MP cost. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Увеличивает наносимый магический урон на 35% а так же снижает получаемый магический урон на 22% и снижает расход ОМ на заклинания. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Increases physical damage dealt by 40% and maximum HP by 15%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Увеличивает наносимый физический урон на 40% и максимальные ОЗ на 15%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или замене действия миссии.

source: Increases physical damage dealt by 25% and evasion by 25%. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Увеличивает наносимый физический урон на 25% и уклонение на 25%. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или замене действия миссии.

source: Reduces damage taken by 64%. Grants one stack of <var 48 F201FA /var><var 49 F201FB /var>HP Boost<var 49 01 /var><var 48 01 /var> each time damage equal to or greater than half of maximum HP is taken from a single-target attack. Cannot be used with other <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var> abilities. Effect ends upon reuse or upon replacement of duty action.
ru: Снижает получаемый урон на 64%. Накладывает 1 заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>HP Boost<var 49 01 /var><var 48 01 /var> при получении урона, равного или превышающего половину максимального HP, от атаки одной цели. Невозможно использовать с другими способностями <var 48 F201F4 /var><var 49 F201F5 /var>Wisdom<var 49 01 /var><var 48 01 /var>. Эффект прекращается при повторном использовании или при замене этого действия миссии на другое..

source: Restores all of a KO'd target's HP. Cannot be executed if currently afflicted with <var 48 F201FA /var><var 49 F201FB /var>Sacrifice<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Inflicts <var 48 F201FA /var><var 49 F201FB /var>Sacrifice<var 49 01 /var><var 48 01 /var> on self <var 48 F201F8 /var><var 49 F201F9 /var>Sacrifice Effect:<var 49 01 /var><var 48 01 /var> When effect expires, you will be KO'd <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Воскрешает цель и полностью восстанавливает ее ОЗ. Невозможно использовать, если цель находиться под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Sacrifice<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Sacrifice<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Sacrifice:<var 49 01 /var><var 48 01 /var> По истечении срока действия вы будете отправлены в нокаут. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Increases physical damage dealt by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 25s
ru: Increases physical damage dealt by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 25 с.
