Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Make the ritual mudra hand gesture for “earth.” <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Triggers the cooldown of weaponskills, mudra, and <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> upon execution. Conversely, execution of weaponskills triggers the cooldown of this action.
ru: Формирует ручную печать земли «earth». <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 Запускает время восстановления умений, ручных печатей и <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> после использования. И наоборот, использование умений запускает время восстановления этих действий.

source: Move quickly to the specified location. <var 08 E4E9451F ((<var 08 E0E9494B ((<var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 )) (()) /var>)) (()) /var>Cannot be executed while bound.
ru: Совершает шаг сквозь тень в указанную точку. <var 08 E4E9451F ((<var 08 E0E9494B ((<var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 )) (()) /var>)) (()) /var>Невозможно использовать под эффектами, сковывающими движение.

source: Make the ritual mudra hand gesture for “man.” <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 6s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Triggers the cooldown of weaponskills, mudra, and <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> upon execution. Conversely, execution of weaponskills triggers the cooldown of this action.
ru: Формирует ручную печать человека «man». <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 6 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 Запускает время восстановления умений, ручных печатей и <var 48 F201F4 /var><var 49 F201F5 /var>Ninjutsu<var 49 01 /var><var 48 01 /var> после использования. И наоборот, использование умений запускает время восстановления этих действий.

source: Allows the execution of a single ninjutsu without consumption of mudra charges. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage for the next ninjutsu action by 30% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Recast timer of mudra is not affected by the execution of this action.
ru: Позволяет выполнять одно ниндзюцу без расхода зарядов для ручных печатей. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает урон следующего ниндзюцу на 30% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Использование этого умения, не запускает время восстановления ручных печатей.

source: Deals earth damage with a potency of 140. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Deals earth damage with a potency of 140. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Fires an explosive projectile at the designated area. ※Has no effect in battle.
ru: Выстреливает взрывной снаряд в заданную область. ※Невозможно использовать в режиме боя.

source: Fires a short-range burst of energy in a straight line before you. ※Has no effect in battle.
ru: Выпускает по прямой линии перед вами вспышку энергии малой дальности. ※Невозможно использовать в режиме боя.

source: Deploys a single-target battle turret which attacks using <var 48 F201F4 /var><var 49 F201F5 /var>Volley Fire<var 49 01 /var><var 48 01 /var>, dealing damage with a potency of 35. Potency increases as <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> exceeds required cost at time of deployment, up to a maximum of 75. <var 48 F201F8 /var><var 49 F201F9 /var>Battery Gauge Cost: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>9s Consumes <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> upon execution. Shuts down when time expires or upon execution of <var 48 F201F4 /var><var 49 F201F5 /var>Rook Overdrive<var 49 01 /var><var 48 01 /var>. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Rook Overdrive<var 49 01 /var><var 48 01 /var>.
ru: Устанавливает автоматическую турель для выполнения поставленной боевой задачи. Авто-турель ведет <var 48 F201F4 /var><var 49 F201F5 /var>Volley Fire<var 49 01 /var><var 48 01 /var> по одной цели, нанося физический урон с силой 35, в случае обнаружения противника. Сила увеличивается пропорционально расходу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> свыше требуемой стоимости на развертывание, вплоть до 75. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Battery: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>9 с Полностью расходует <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Battery<var 49 01 /var><var 48 01 /var> после использования. Авто-турель отключается после использования вами <var 48 F201F4 /var><var 49 F201F5 /var>Rook Overdrive<var 49 01 /var><var 48 01 /var> или после окончания действия своего эффекта. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Rook Overdrive<var 49 01 /var><var 48 01 /var>.

source: Deploys an area of effect battle turret which will deliver auto-attacks to enemies within range with a potency of 60 for the first enemy, 10% less for the second, 20% less for the third, 30% less for the fourth, 40% less for the fifth, and 50% less for all remaining enemies.<var 08 E0E9491F ((<var 08 E4E94520 (( <var 48 F201F8 /var><var 49 F201F9 /var>Hypercharge Potency:<var 49 01 /var><var 48 01 /var> 90 <var 48 F201F8 /var><var 49 F201F9 /var>Hypercharge Effect:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s)) (()) /var>)) (()) /var> Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Rook Autoturret<var 49 01 /var><var 48 01 /var>.
ru: Размещает в указанном месте боевую турель которая автоматически производит атаки дальнего боя, наносящие физический урон с силой 60 для первого противника, на 10% меньше для второго, на 20% меньше для третьего, на 30% меньше для четвертого, на 40% меньше для пятого, и на 50% меньше всем остальным противникам.<var 08 E0E9491F ((<var 08 E4E94520 (( <var 48 F201F8 /var><var 49 F201F9 /var>Сила Hypercharge:<var 49 01 /var><var 48 01 /var> 90 <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Hypercharge:<var 49 01 /var><var 48 01 /var> Увеличивает получаемый целью урон на 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.)) (()) /var>)) (()) /var> Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Rook Autoturret<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 140.<var 08 E4E94520 ((<var 08 E0E9491F (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> by 5)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 140.<var 08 E4E94520 ((<var 08 E0E9491F (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> на 5)) (()) /var>)) (()) /var>

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Split Shot<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Heated Split Shot<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency: <var 49 01 /var><var 48 01 /var>210<var 08 E4E94520 ((<var 08 E0E9491F (( <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> by 5)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Split Shot<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Heated Split Shot<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 210<var 08 E4E94520 ((<var 08 E0E9491F (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> на 5)) (()) /var>)) (()) /var>

source: Delivers an attack with a potency of 140 to all enemies in a cone before you.<var 08 E4E94520 ((<var 08 E0E9491F (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> by 5)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 140 всем противникам в конусе перед вами.<var 08 E4E94520 ((<var 08 E0E9491F (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> на 5)) (()) /var>)) (()) /var>

source: Delivers an attack with a potency of 240.<var 08 E4E94520 ((<var 08 E0E94929 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> by 20)) (()) /var>)) (()) /var> This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон с силой 240.<var 08 E4E94520 ((<var 08 E0E94929 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> на 20)) (()) /var>)) (()) /var> Не влияет на время восстановления прочих действий.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Slug Shot<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Heated Slug Shot<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency: <var 49 01 /var><var 48 01 /var>270<var 08 E4E94520 ((<var 08 E0E9491F (( <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> by 5)) (()) /var>)) (()) /var><var 08 E4E94520 ((<var 08 E0E94929 (( <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Battery Gauge<var 49 01 /var><var 48 01 /var> by 10)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Slug Shot<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Heated Slug Shot<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 270<var 08 E4E94520 ((<var 08 E0E9491F (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> на 5)) (()) /var>)) (()) /var><var 08 E4E94520 ((<var 08 E0E94929 (( <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Battery<var 49 01 /var><var 48 01 /var> на 10)) (()) /var>)) (()) /var>

source: Guarantees that next weaponskill is a critical direct hit. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s Increases damage dealt when under an effect that raises critical hit rate or direct hit rate. This action does not affect damage over time effects.<var 08 E4E94520 ((<var 08 E0E94955 (( <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2)) (()) /var>)) (()) /var>
ru: Гарантирует следующему умению критический точный удар. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с. Наносимый урон увеличивается под действием эффекта, повышающего шанс критического или точного удара. Это действие не влияет на периодический урон.<var 08 E4E94520 ((<var 08 E0E94955 (( <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2)) (()) /var>)) (()) /var>

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 12s (PvP 8s)<var 08 E0E94917 ((<var 08 E4E94520 (( Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Foot Graze<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>
ru: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Heavy<var 49 01 /var><var 48 01 /var> +40%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с. (PvP 8 с.)<var 08 E0E94917 ((<var 08 E4E94520 (( Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Foot Graze<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>

source: Covers target's body in a slow-burning pitch. Action is changed to <var 48 F201F4 /var><var 49 F201F5 /var>Detonator<var 49 01 /var><var 48 01 /var> for the duration of the effect. Deals damage when time expires or upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Detonator<var 49 01 /var><var 48 01 /var>. Potency is increased by <var 08 E4E94520 ((<var 08 E0E9494FF0F065 /var>)) 65 /var> for each of your own weaponskills you land prior to the end of the effect. Can be stacked up to 6 times. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Wildfire<var 49 01 /var><var 48 01 /var>, наносящий урон при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Detonator<var 49 01 /var><var 48 01 /var> или после окончания действия. Сила увеличивается на <var 08 E4E94520 ((<var 08 E0E9494FF0F065 /var>)) 65 /var> за каждое нанесение урона вашим умением по цели, до окончания действия эффекта Может накапливаться до 6 раз. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Equips your current firearm with a gauss barrel, increasing damage dealt by 5%. While barrel is equipped, your weapon's <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> will increase each time a weaponskill is executed. When the <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> reaches 100%, your weapon will become <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> and damage dealt will be increased by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201FA /var><var 49 F201FB /var>Gauss Barrel<var 49 01 /var><var 48 01 /var> effect ends automatically once weapon is no longer <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> and cannot be applied again for 10s.
ru: Equips your current firearm with a gauss barrel, increasing damage dealt by 5%. While barrel is equipped, your weapon's <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> will increase each time a weaponskill is executed. When the <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Heat<var 49 01 /var><var 48 01 /var> reaches 100%, your weapon will become <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> and damage dealt will be increased by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201FA /var><var 49 F201FB /var>Gauss Barrel<var 49 01 /var><var 48 01 /var> effect ends automatically once weapon is no longer <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> and cannot be applied again for 10 с.

source: Reduces weaponskill recast time to 1.5 seconds. Effect ends upon executing 3 weaponskills. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Reduces weaponskill recast time to 1.5 seconds. Effect ends upon executing 3 weaponskills. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Lowers target's magic damage dealt by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Dismantle<var 49 01 /var><var 48 01 /var>.
ru: Lowers target's magic damage dealt by 5%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Dismantle<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Head Graze<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Stun<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Head Graze<var 49 01 /var><var 48 01 /var>.

source: Binds target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 12s (PvP 8s) Cancels auto-attack upon execution. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Leg Graze<var 49 01 /var><var 48 01 /var>.
ru: Binds target. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 12 с. (PvP 8 с.) Cancels auto-attack upon execution. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Leg Graze<var 49 01 /var><var 48 01 /var>.

source: Overcharges your autoturret, increasing its normal attack potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s Can only be executed while a turret is deployed.
ru: Overcharges your autoturret, increasing its normal attack potency. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. Can only be executed while a turret is deployed.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 2s<var 08 E0E9492E ((<var 08 E4E94520 (( Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Suppressive Fire<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 2 с.<var 08 E0E9492E ((<var 08 E4E94520 (( Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Suppressive Fire<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>

source: Lowers target's damage dealt by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s
ru: Снижает наносимый целью урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с.

source: Deals damage to all nearby enemies with a potency of 130 for the first enemy, and 50% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var><var 08 E4E94520 ((<var 08 E0E9494B0403 /var>)) 03 /var>
ru: Наносит физический урон всем ближайшим противникам с силой 130 для первого противника, и на 50% меньше для всех остальных. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var><var 08 E4E94520 ((<var 08 E0E9494B0403 /var>)) 03 /var>

source: Delivers an attack with a potency of 80. <var 48 F201F8 /var><var 49 F201F9 /var>Hypercharge Potency:<var 48 F201F8 /var><var 49 F201F9 /var> 120 <var 48 F201F8 /var><var 49 F201F9 /var>Hypercharge Effect:<var 48 F201F8 /var><var 49 F201F9 /var> Increases target's physical damage taken by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Наносит физический урон с силой 80. <var 48 F201F8 /var><var 49 F201F9 /var>Hypercharge Potency:<var 48 F201F8 /var><var 49 F201F9 /var> 120 <var 48 F201F8 /var><var 49 F201F9 /var>Hypercharge Effect:<var 48 F201F8 /var><var 49 F201F9 /var> Increases target's physical damage taken by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Deals unaspected damage to all nearby enemies with a potency of 60. <var 48 F201F8 /var><var 49 F201F9 /var>Hypercharge Potency:<var 48 F201F8 /var><var 49 F201F9 /var> 90 <var 48 F201F8 /var><var 49 F201F9 /var>Hypercharge Effect:<var 48 F201F8 /var><var 49 F201F9 /var> Increases target's magic damage taken by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Deals unaspected damage to all nearby enemies with a potency of 60. <var 48 F201F8 /var><var 49 F201F9 /var>Hypercharge Potency:<var 48 F201F8 /var><var 49 F201F9 /var> 90 <var 48 F201F8 /var><var 49 F201F9 /var>Hypercharge Effect:<var 48 F201F8 /var><var 49 F201F9 /var> Increases target's magic damage taken by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.
