Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Storm the field under the <var 48 F201FA /var><var 49 F201FB /var>Banner of Tireless Conviction<var 49 01 /var><var 48 01 /var>, gaining additional stacks each time damage is taken, up to a maximum of 5. <var 48 F201F8 /var><var 49 F201F9 /var>Banner of Tireless Conviction Effect: <var 49 01 /var><var 48 01 /var>Increases damage taken by 15% per stack <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s At maximum stacks, take up the <var 48 F201FA /var><var 49 F201FB /var>Banner of Unyielding Defense<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Banner of Unyielding Defense Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 30% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>180s Effect cannot be stacked with other Banner actions.
ru: Активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Banner of Tireless Conviction<var 49 01 /var><var 48 01 /var>, накапливающий дополнительные заряды при получении урона вплоть до 5. Когда вы под действием эффекта <var 48 F201F8 /var><var 49 F201F9 /var>Banner of Tireless Conviction: <var 49 01 /var><var 48 01 /var> за каждый заряд увеличивает получаемый урон на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. При накоплении максимума зарядов, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Banner of Unyielding Defense<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Banner of Unyielding Defense: <var 49 01 /var><var 48 01 /var>Снижает получаемый урон на 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>180 с. Эффект не суммируется с другими действиями Banner.

source: Storm the field under the <var 48 F201FA /var><var 49 F201FB /var>Banner of Firm Resolve<var 49 01 /var><var 48 01 /var>, gaining additional stacks each time damage is taken, up to a maximum of 5. <var 48 F201F8 /var><var 49 F201F9 /var>Banner of Firm Resolve Effect: <var 49 01 /var><var 48 01 /var>Reduces damage dealt by 15% per stack <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s At maximum stacks, take up the <var 48 F201FA /var><var 49 F201FB /var>Banner of Unyielding Defense<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Banner of Unyielding Defense Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 30% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>180s Effect cannot be stacked with other Banner actions.
ru: Активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Banner of Firm Resolve<var 49 01 /var><var 48 01 /var>, накаливающий дополнительные заряды каждый раз при получении урона вплоть до 5. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Banner of Firm Resolve: <var 49 01 /var><var 48 01 /var> За каждый накопленный заряд, снижает наносимый урон на 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. При накоплении максимума зарядов, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Banner of Unyielding Defense<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Banner of Unyielding Defense: <var 49 01 /var><var 48 01 /var>Снижает получаемый урон на 30% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>180 с. Эффект не суммируется с другими действиями Banner.

source: Storm the field under the <var 48 F201FA /var><var 49 F201FB /var>Banner of Solemn Clarity<var 49 01 /var><var 48 01 /var>, periodically gaining additional stacks, up to a maximum of 4. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect ends upon using another action or moving (including facing a different direction). Cancels auto-attack upon execution. At maximum stacks, take up the <var 48 F201FA /var><var 49 F201FB /var>Banner of Limitless Grace<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Banner of Limitless Grace Effect: <var 49 01 /var><var 48 01 /var>Increases healing potency by 50% while reducing MP cost <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>120s Can only be executed while in combat. Effect cannot be stacked with other Banner actions.
ru: Активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Banner of Solemn Clarity<var 49 01 /var><var 48 01 /var>, периодически накапливающий дополнительный заряды, вплоть до 4. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Эффект прекращается при совершении любых действий или движении (включая поворот в другую сторону). Прекращает автоатаки после использования. При накоплении максимума зарядов, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Banner of Limitless Grace<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Banner of Limitless Grace: <var 49 01 /var><var 48 01 /var>Увеличивает силу исцеления на 50%, а так же снижает расход ОМ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>120 с. Возможно использовать только в режиме боя. Эффект не суммируется с другими действиями Banner.

source: Storm the field under the <var 48 F201FA /var><var 49 F201FB /var>Banner of Honed Acuity<var 49 01 /var><var 48 01 /var>, gaining additional stacks each time an attack is evaded, up to a maximum of 3. <var 48 F201F8 /var><var 49 F201F9 /var>Banner of Honed Acuity Effect: <var 49 01 /var><var 48 01 /var>Increases damage taken by 10% per stack <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>120s At maximum stacks, take up the <var 48 F201FA /var><var 49 F201FB /var>Banner of Transcendent Finesse<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Banner of Transcendent Finesse Effect: <var 49 01 /var><var 48 01 /var>Increases critical hit rate by 30% and reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>180s Can only be executed while in combat. Effect cannot be stacked with other Banner actions.
ru: Активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Banner of Honed Acuity<var 49 01 /var><var 48 01 /var>, периодически накапливающий дополнительный заряды при каждом уклонении от атаки вплоть до 3. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Banner of Honed Acuity: <var 49 01 /var><var 48 01 /var> Увеличивает получаемый урон на 10% за каждый имеющийся заряд. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>120 с. При накоплении максимума зарядов, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Banner of Transcendent Finesse<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Banner of Transcendent Finesse: <var 49 01 /var><var 48 01 /var>Увеличивает шанс критического удара на 30% и уменьшает время применения и время восстановления умений и заклинаний, а также задержку между автоатаками на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>180 с. Возможно использовать только в режиме боя.. Эффект не суммируется с другими действиями Banner.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 15,000
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 15 000

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 21,700 <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Savior Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>6,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>21s
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 21 700 Когда вы под действием эффекта <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Savior<var 49 01 /var><var 48 01 /var>, накладывается эффект <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>21 с.

source: Restores own or target party member's HP and all party members nearby target. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>15,000
ru: Восстанавливает ОЗ вам или выбранному члену группы и всем членам группы рядом с целью. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>15 000

source: Restores own or target party member's HP and all party members nearby target. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>21,700 <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Savior Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>6,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>21s
ru: Восстанавливает ОЗ вам или выбранному члену группы и всем членам группы рядом с целью. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>21 700 Когда вы находитесь под действием эффекта <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Savior<var 49 01 /var><var 48 01 /var>, на вас накладывается эффект <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>21 с.

source: Restores all of a KO'd target's HP. If the target was weakened at the time of Raise, the weakness effect will be removed.
ru: Воскрешает и полностью восстанавливает ОЗ цели. Если цель была ослаблена в момент использования Raise, эффект слабости будет снят.

source: Gesture threateningly, placing yourself at the top of a target's enmity list. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Enmity generation is increased and damage taken is reduced by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ru: Провоцирует противника, увеличивая его <var 48 F201F4 /var><var 49 F201F5 /var>враждебность<var 49 01 /var><var 48 01 /var> по отношению к вам до максимума. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает накопление <var 48 F201F4 /var><var 49 F201F5 /var>враждебности<var 49 01 /var><var 48 01 /var> и снижает получаемый урон на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с.

source: Through sheer force of will, restore a random technique of the lost to physical form and throw it at a single target, dealing damage with a potency of 50. Potency increases up to 1,000 based on the weight of the lost action. The lost action thrown will be lost upon execution. This action does not share a recast timer with any other actions. Furthermore, the recast timer cannot be affected by other actions.
ru: Выберите случайное затерянное действие из вашего текущего комплекта и бросьте его в одну цель, нанося урон с силой 50. Сила увеличивается до 1 000 в зависимости от веса затерянного действия. Затерянное действие будет утрачено после использования. Не влияет на время восстановления прочих действий. Кроме того, на время восстановления не могут влиять другие действия.

source: Study the lost techniques used by a targeted ally and make them your own. Cannot be executed while in combat.
ru: Копирование набора затерянных техник выбранного союзника. Не может быть использовано в режиме боя.

source: Place your faith in the goddess Nymeia as she spins the wheel of fate. Can only be executed while in combat. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Potion<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Elixir<var 49 01 /var><var 48 01 /var>.
ru: Вручите свою судьбу в руки богини Нимейи. Возможно использовать только в режиме боя. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Potion<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Elixir<var 49 01 /var><var 48 01 /var>.

source: Resurrects target to a weakened state.
ru: Возвращает цель к жизни в ослабленном состоянии.

source: Grants a 70% chance of automatic revival upon KO. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>180m
ru: Дает 70% шанс автоматического возрождения при нокауте. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>180 мин.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Auto-potion<var 49 01 /var><var 48 01 /var> to self. <var 48 F201F8 /var><var 49 F201F9 /var>Auto-potion Effect: <var 49 01 /var><var 48 01 /var>Restores HP automatically when HP falls below 50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>600s When triggered, there is a 50% chance the effect will end. <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Breathtaker Effect: <var 49 01 /var><var 48 01 /var>Chance for <var 48 F201FA /var><var 49 F201FB /var>Auto-potion<var 49 01 /var><var 48 01 /var> effect to end is reduced to 10% Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Ether Kit<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Medikit<var 49 01 /var><var 48 01 /var>.
ru: Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Auto-potion<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Auto-potion: <var 49 01 /var><var 48 01 /var>Автоматически восстанавливает ОЗ после их падения ниже 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>600 с. При срабатывании эффекта существует 50% шанс его прекращения. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Breathtaker: <var 49 01 /var><var 48 01 /var>Шанс прекращения эффекта <var 48 F201FA /var><var 49 F201FB /var>Auto-potion<var 49 01 /var><var 48 01 /var> снижается до 10% Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Ether Kit<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Medikit<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Auto-ether<var 49 01 /var><var 48 01 /var> to self. <var 48 F201F8 /var><var 49 F201F9 /var>Auto-ether Effect: <var 49 01 /var><var 48 01 /var>Restores MP automatically when MP falls below 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>600s When triggered, there is a 50% chance the effect will end. <var 48 F201F8 /var><var 49 F201F9 /var>Spirit of the Breathtaker Effect: <var 49 01 /var><var 48 01 /var>Chance for <var 48 F201FA /var><var 49 F201FB /var>Auto-ether<var 49 01 /var><var 48 01 /var> effect to end is reduced to 10% Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Potion Kit<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Medikit<var 49 01 /var><var 48 01 /var>.
ru: Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Auto-ether<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Auto-ether: <var 49 01 /var><var 48 01 /var>Автоматически восстанавливает ОМ при их падении ниже 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>600 с. При срабатывании эффекта существует 50% шанс его прекращения. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Spirit of the Breathtaker: <var 49 01 /var><var 48 01 /var>Шанс прекращения эффекта <var 48 F201FA /var><var 49 F201FB /var>Auto-ether<var 49 01 /var><var 48 01 /var> снижается до 10% Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Potion Kit<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Medikit<var 49 01 /var><var 48 01 /var>.

source: Removes a single detrimental effect from self. When not suffering from detrimental effects, creates a barrier that protects against most status ailments. The barrier is removed after curing the next status ailment suffered. Effect cannot be stacked with similar barrier actions. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30m Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Potion Kit<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Ether Kit<var 49 01 /var><var 48 01 /var>.
ru: Снимает с вас один отрицательный эффект. При отсутствии отрицательных эффектов создает барьер, защищающий от большинства аналогичных эффектов. Барьер снимается после снятия следующего полученного отрицательного эффекта. Эффект не может суммироваться с аналогичными барьерными действиями. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 мин. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Potion Kit<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Ether Kit<var 49 01 /var><var 48 01 /var>.

source: Gradually restores HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>1,600 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>40s Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Dynamis Dice<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Elixir<var 49 01 /var><var 48 01 /var>.
ru: Постепенно восстанавливает ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>1 600 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>40 с. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Dynamis Dice<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Resistance Elixir<var 49 01 /var><var 48 01 /var>.

source: Increases damage dealt by 80%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 80%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 60%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 60%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases healing potency by 60%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает силу исцеления на 60%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases physical defense by 150%, magic defense by 45%, and maximum HP by 60%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает физическую защиту на 150%, магическую защиту на 45% и максимальные ОЗ на 60%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases defense by 80% and maximum HP by 45%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает защиту на 80% и максимальные ОЗ на 45%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases defense by 30% and maximum HP by 10%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает защиту на 30% и максимальные ОЗ на 10%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 20%, healing potency by 25%, and maximum MP by 50%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 20%, силу исцеления на 25% и максимальные ОМ на 50%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 20% and critical hit rate by 15%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 20% и шанс критического удара на 15%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Reduces maximum HP by 5% while increasing evasion by 40%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Снижает максимальные ОЗ на 5%, а также увеличивает уклонение на 40%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Reduces healing potency by 70% while increasing damage dealt by 100%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Снижает силу исцеления на 70%, а также увеличивает наносимый урон на 100%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 90% and damage taken by 200% while reducing maximum HP by 30%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 90% и получаемый урон на 200%, а так же снижает максимальные ОЗ на 30%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases poison resistance and movement speed, including mount speed, and increases evasion by 10%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Повышает устойчивость к ядам и скорость передвижения, включая скорость передвижения на транспорте, а также увеличивает уклонение на 10%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorb a portion of damage dealt as HP Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 40%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Поглощает часть нанесенного урона в виде ОЗ. Эффект прекращается при повторном использовании. Невозможно использовать с другими действиями Essence или Deep Essence.
