Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Постепенное восстановление ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Deals unaspected damage over time. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var><var 08 E4E94522 ((<var 08 E0E9495F4742 /var>)) 42 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Наносит периодический магический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var><var 08 E4E94522 ((<var 08 E0E9495F4742 /var>)) 42 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Deals unaspected damage with a potency of 230.
ru: Наносит магический урон с силой 230.

source: Restores own or target party member's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Sect Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equaling 200% of the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s<var 08 E4E94522 ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2)) (()) /var>)) (()) /var>
ru: Восстанавливает ОЗ вам или выбранному члену группы. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Создает защитный барьер, предотвращающий получение урона в размере 200% от количества восстановленных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.<var 08 E4E94522 ((<var 08 E0E94959 (( <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2.)) (()) /var>)) (()) /var>

source: Reads your fortune and those of nearby party members, granting them <var 48 F201FA /var><var 49 F201FB /var>Horoscope<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Effect upgraded to <var 48 F201FA /var><var 49 F201FB /var>Horoscope Helios<var 49 01 /var><var 48 01 /var> upon receiving the effects of <var 48 F201F4 /var><var 49 F201F5 /var>Helios<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E94522 ((<var 08 E0E94961 ((Helios Conjunction)) ((Aspected Helios)) /var>)) ((Aspected Helios)) /var><var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Restores the HP of those under either effect when the cards are read a second time or the effect expires. <var 48 F201F8 /var><var 49 F201F9 /var>Horoscope Cure Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Horoscope Helios Cure Potency: <var 49 01 /var><var 48 01 /var>400
ru: Предсказывает судьбу вам и всем ближайшим членам группы, накладывая эффект <var 48 F201FA /var><var 49 F201FB /var>Horoscope<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Эффект преобразовывается в эффект <var 48 F201FA /var><var 49 F201FB /var>Horoscope Helios<var 49 01 /var><var 48 01 /var> при получении исцеления от <var 48 F201F4 /var><var 49 F201F5 /var>Helios<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E94522 ((<var 08 E0E94961 ((Helios Conjunction)) ((Aspected Helios)) /var>)) ((Aspected Helios)) /var><var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Восстанавливает ОЗ при повторном использовании или после окончания действия любого из его эффектов. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления Horoscope: <var 49 01 /var><var 48 01 /var>200. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления Horoscope Helios: <var 49 01 /var><var 48 01 /var>400.

source: Restores own HP and the HP of all nearby party members. Potency is determined by the <var 48 F201FA /var><var 49 F201FB /var>Horoscope<var 49 01 /var><var 48 01 /var> effect of party members. Effect expires upon execution. <var 48 F201F8 /var><var 49 F201F9 /var>Horoscope Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Horoscope Helios Potency: <var 49 01 /var><var 48 01 /var>400
ru: Восстанавливает ОЗ вам и всем ближайшим членам группы. Сила исцеления зависит от текущего эффекта <var 48 F201FA /var><var 49 F201FB /var>Horoscope<var 49 01 /var><var 48 01 /var>, действующего на целях. Эффект прекращается после использования. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления Horoscope: <var 49 01 /var><var 48 01 /var>200. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления Horoscope Helios: <var 49 01 /var><var 48 01 /var>400.

source: Increases healing magic potency by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>When casting <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Benefic<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E94522 ((<var 08 E0E94961 ((Helios Conjunction)) ((Aspected Helios)) /var>)) ((Aspected Helios)) /var><var 49 01 /var><var 48 01 /var>, erects a magicked barrier which nullifies damage <var 48 F201F8 /var><var 49 F201F9 /var>Aspected Benefic Effect: <var 49 01 /var><var 48 01 /var>Nullifies damage equaling 250% of the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var><var 08 E4E94522 ((<var 08 E0E94961 ((Helios Conjunction)) ((Aspected Helios)) /var>)) ((Aspected Helios)) /var> Effect: <var 49 01 /var><var 48 01 /var>Nullifies damage equaling 125% of the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s<var 08 E4E94522 ((<var 08 E0E94965 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Suntouched<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s)) (()) /var>)) (()) /var>
ru: Увеличивает силу исцеления применяемых вами заклинаний на 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Позволяет создавать вокруг цели защитный барьер после восстановления ее ОЗ <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Benefic<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E94522 ((<var 08 E0E94961 ((Helios Conjunction)) ((Aspected Helios)) /var>)) ((Aspected Helios)) /var><var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Aspected Benefic: <var 49 01 /var><var 48 01 /var>Предотвращает получение урона в размере 250% от количества восстановленных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var><var 08 E4E94522 ((<var 08 E0E94961 ((Helios Conjunction)) ((Aspected Helios)) /var>)) ((Aspected Helios)) /var> Эффект: <var 49 01 /var><var 48 01 /var>Предотвращает получение урона в размере 125% от количества восстановленных ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.<var 08 E4E94522 ((<var 08 E0E94965 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Suntouched<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.)) (()) /var>)) (()) /var>

source: Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Cancels auto-attack upon execution.
ru: Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Sleep<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Прекращает автоатаки после использования.

source: Deals lightning damage with a potency of 200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Lightning damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 40 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 24s
ru: Deals lightning damage with a potency of 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Lightning damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 40 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 24 с.

source: Orders Topaz Carbuncle to execute <var 48 F201F4 /var><var 49 F201F5 /var>Glittering Topaz<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Glittering Topaz Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around you that absorbs damage totaling 30% of your maximum HP <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while in combat.
ru: Orders Topaz Карбункуле to execute <var 48 F201F4 /var><var 49 F201F5 /var>Glittering Topaz<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Glittering Topaz Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around you that absorbs damage totaling 30% of your maximum ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while in combat.

source: Orders Emerald Carbuncle to execute <var 48 F201F4 /var><var 49 F201F5 /var>Glittering Emerald<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Glittering Emerald Effect: <var 49 01 /var><var 48 01 /var>Deals wind damage with a potency of 30 to target and all enemies nearby it <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a windstorm centered around the target, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>30 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>9s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while in combat.
ru: Orders Emerald Карбункуле to execute <var 48 F201F4 /var><var 49 F201F5 /var>Glittering Emerald<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Glittering Emerald Effect: <var 49 01 /var><var 48 01 /var>Deals wind damage with a potency of 30 to target and all enemies nearby it <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Creates a windstorm centered around the target, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>30 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>9 с. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while in combat.

source: Orders Titan-Egi to execute <var 48 F201F4 /var><var 49 F201F5 /var>Earthen Armor<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Earthen Armor Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around you that absorbs damage totaling 30% of your maximum HP <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while in combat.
ru: Orders Titan-Egi to execute <var 48 F201F4 /var><var 49 F201F5 /var>Earthen Armor<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Earthen Armor Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around you that absorbs damage totaling 30% of your maximum ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while in combat.

source: Orders Garuda-Egi to execute <var 48 F201F4 /var><var 49 F201F5 /var>Slipstream<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Slipstream Effect: <var 49 01 /var><var 48 01 /var>Deals wind damage with a potency of 50 to target and all enemies nearby it <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a windstorm centered around the target, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>9s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while in combat.
ru: Orders Образ Гаруды to execute <var 48 F201F4 /var><var 49 F201F5 /var>Slipstream<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Slipstream Effect: <var 49 01 /var><var 48 01 /var>Deals wind damage with a potency of 50 to target and all enemies nearby it <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Creates a windstorm centered around the target, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>9 с. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while in combat.

source: Orders <var 48 F201FA /var><var 49 F201FB /var>Titan-Egi<var 49 01 /var><var 48 01 /var> to execute <var 48 F201F4 /var><var 49 F201F5 /var>Earthen Fury<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Earthen Fury Effect: <var 49 01 /var><var 48 01 /var>Deals earth damage with a potency of 300 to all nearby targets <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Creates an area of molten earth around the caster, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var> Duration:<var 49 01 /var><var 48 01 /var> 15s Can only be executed while in combat.
ru: Orders <var 48 F201FA /var><var 49 F201FB /var>Titan-Egi<var 49 01 /var><var 48 01 /var> to execute <var 48 F201F4 /var><var 49 F201F5 /var>Earthen Fury<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Earthen Fury Effect: <var 49 01 /var><var 48 01 /var>Deals earth damage with a potency of 300 to all nearby targets <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Creates an area of molten earth around the caster, dealing damage to any enemies who enter <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var> Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Can only be executed while in combat.

source: Orders <var 48 F201FA /var><var 49 F201FB /var>Ifrit-Egi<var 49 01 /var><var 48 01 /var> to execute <var 48 F201F4 /var><var 49 F201F5 /var>Inferno<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Inferno Effect: <var 49 01 /var><var 48 01 /var>Deals fire damage with a potency of 300 to all enemies in a cone before it <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Fire damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Can only be executed while in combat.
ru: Orders <var 48 F201FA /var><var 49 F201FB /var>Ifrit-Egi<var 49 01 /var><var 48 01 /var> to execute <var 48 F201F4 /var><var 49 F201F5 /var>Inferno<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Inferno Effect: <var 49 01 /var><var 48 01 /var>Deals fire damage with a potency of 300 to all enemies in a cone before it <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Fire damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 20 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Can only be executed while in combat.

source: Triggers the effect of your drawn arcanum.
ru: Активирует эффект текущего вытянутого Аркана.

source: Delivers an attack with a potency of 300. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Acidic Bite<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 120 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ru: Наносит физический урон с силой 300. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Acidic Bite<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 120 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Diurnal Sect Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Effect cannot be stacked.<var 08 E0E94933 ((<var 08 E4E94522 (( <var 48 F201F8 /var><var 49 F201F9 /var>Nocturnal Sect Effect:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling 250% of the amount of HP restored <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Effect cannot be stacked with scholar's <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Nocturnal Sect<var 49 01 /var><var 48 01 /var>.)) (( Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var>.)) /var>)) (( Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var>.)) /var>
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Diurnal Sect Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Effect cannot be stacked.<var 08 E0E94933 ((<var 08 E4E94522 (( <var 48 F201F8 /var><var 49 F201F9 /var>Nocturnal Sect Effect:<var 49 01 /var><var 48 01 /var> Erects a magicked barrier which nullifies damage equaling 250% of the amount of ОЗ restored <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Effect cannot be stacked with scholar's <var 48 F201FA /var><var 49 F201FB /var>Galvanize<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Nocturnal Sect<var 49 01 /var><var 48 01 /var>.)) (( Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var>.)) /var>)) (( Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Diurnal Sect<var 49 01 /var><var 48 01 /var>.)) /var>
