Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 120 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Kenki Gauge Cost:<var 49 01 /var><var 48 01 /var> 25
ru: Наносит физический урон с силой 120 всем ближайшим противникам. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Kenki:<var 49 01 /var><var 48 01 /var> 25

source: Rushes target and delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Kenki Gauge Cost:<var 49 01 /var><var 48 01 /var> 10 Cannot be executed while bound.
ru: Совершает рывок к цели и наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Kenki:<var 49 01 /var><var 48 01 /var> 10 Невозможно использовать под эффектами, сковывающими движение.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 10-yalm backstep <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Grants <var 48 F201FA /var><var 49 F201FB /var>Enhanced Enpi<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s <var 48 F201F8 /var><var 49 F201F9 /var>Kenki Gauge Cost:<var 49 01 /var><var 48 01 /var> 10 Cannot be executed while bound.
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Прыжок назад на 10 ялмов <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Enhanced Enpi<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Kenki:<var 49 01 /var><var 48 01 /var> 10 Невозможно использовать под эффектами, сковывающими движение.

source: Increases potency of next weaponskill by 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Kenki Gauge Cost:<var 49 01 /var><var 48 01 /var> 20
ru: Увеличивает силу следующего боевого навыка на 50%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Kenki:<var 49 01 /var><var 48 01 /var> 20

source: Converts <var 48 F201FA /var><var 49 F201FB /var>Setsu<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Getsu<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Ka<var 49 01 /var><var 48 01 /var> into <var 48 F201FA /var><var 49 F201FB /var>Kenki<var 49 01 /var><var 48 01 /var>. Each <var 48 F201FA /var><var 49 F201FB /var>Sen<var 49 01 /var><var 48 01 /var> converted increases your <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 10. Can only be executed if under the effect of at least one of the three statuses.
ru: Конвертирует <var 48 F201FA /var><var 49 F201FB /var>Setsu<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Getsu<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Ka<var 49 01 /var><var 48 01 /var> в <var 48 F201FA /var><var 49 F201FB /var>Kenki<var 49 01 /var><var 48 01 /var>. Каждый преобразованный <var 48 F201FA /var><var 49 F201FB /var>Sen<var 49 01 /var><var 48 01 /var> увеличивает вашу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Kenki<var 49 01 /var><var 48 01 /var> на 10. Может выполняться под действием эффекта хотя бы одного из трёх статусов.

source: Delivers an attack to all enemies in a straight line before you with a potency of 500 for the first enemy, and 25% less for all remaining enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Kenki Gauge Cost:<var 49 01 /var><var 48 01 /var> 25<var 08 E4E94523 ((<var 08 E0E94949 (( Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Hissatsu: Senei<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>
ru: Наносит физический урон всем противникам по прямой линии перед вами с силой 500 для первого противника и на 25% меньше для всех остальных. <var 48 F201F8 /var><var 49 F201F9 /var>Расход шкалы Kenki:<var 49 01 /var><var 48 01 /var> 25<var 08 E4E94523 ((<var 08 E0E94949 (( Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Hissatsu: Senei<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>

source: Gradually increases your <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 08 E4E94523 ((<var 08 E0E94951 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants stacks of <var 48 F201FA /var><var 49 F201FB /var>Meditation<var 49 01 /var><var 48 01 /var> when used in combat, up to a maximum of 3 )) (()) /var>)) (()) /var><var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> not affected when used outside battle. Effect ends upon using another action or moving (including facing a different direction). Cancels auto-attack upon execution. Triggers the cooldown of weaponskills upon execution. Cannot be executed during the cooldown of weaponskills.
ru: Постепенно пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Kenki<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. <var 08 E4E94523 ((<var 08 E0E94951 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Активирует заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Meditation<var 49 01 /var><var 48 01 /var>, когда используется в режиме боя, вплоть до 3 )) (()) /var>)) (()) /var><var 48 F201F4 /var><var 49 F201F5 /var>Шкала Kenki<var 49 01 /var><var 48 01 /var> не пополняется вне режима боя. Эффект прекращается при совершении любых действий или движении (включая поворот в другую сторону). Отменяет авто-атаки во время выполнения. Запускает время восстановления умений при использовании. Невозможно использовать во время восстановления умений.

source: Reduces the amount of damage taken by the next attack by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s<var 08 E0E94935 ((<var 08 E4E94523 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> by 10 when hit)) (()) /var>)) (()) /var>
ru: Снижает урон от следующей атаки по вам на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>4 с.<var 08 E0E94935 ((<var 08 E4E94523 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Kenki<var 49 01 /var><var 48 01 /var> на 10, при попадании)) (()) /var>)) (()) /var>

source: Deals unaspected damage with a potency of 170. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> by 2
ru: Наносит магический урон с силой 170. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> на 2

source: Delivers an attack with a potency of 130.<var 08 E0E94903 ((<var 08 E4E94524 (( Action upgraded to <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var> if both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> are at 20 or more.)) (()) /var>)) (()) /var>
ru: Наносит физический урон с силой 130.<var 08 E0E94903 ((<var 08 E4E94524 (( Действие улучшается до <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var>, если количество <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> 20 или больше.)) (()) /var>)) (()) /var>

source: Deals lightning damage with a potency of <var 08 E4E94524 ((<var 08 E0E9493FF20168F2012C /var>)) F2012C /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> by 6<var 08 E0E9491B ((<var 08 E4E94524 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 50% chance of becoming <var 48 F201FA /var><var 49 F201FB /var>Verfire Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s)) (()) /var>)) (()) /var>
ru: Наносит магический урон молнией с силой <var 08 E4E94524 ((<var 08 E0E9493FF20168F2012C /var>)) F2012C /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> на 6<var 08 E0E9491B ((<var 08 E4E94524 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Шанс 50% получить эффект <var 48 F201FA /var><var 49 F201FB /var>Verfire Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.)) (()) /var>)) (()) /var>

source: Rushes target and delivers an attack with a potency of 130. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound.
ru: Совершает рывок к цели и наносит физический урон с силой 130. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 Не может использоваться в состоянии привязки.

source: Deals wind damage with a potency of <var 08 E4E94524 ((<var 08 E0E9493FF20168F2012C /var>)) F2012C /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> by 6<var 08 E0E9491F ((<var 08 E4E94524 (( <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 50% chance of becoming <var 48 F201FA /var><var 49 F201FB /var>Verstone Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s)) (()) /var>)) (()) /var>
ru: Наносит магический урон ветром с силой <var 08 E4E94524 ((<var 08 E0E9493FF20168F2012C /var>)) F2012C /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Пополняет <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> на 6<var 08 E0E9491F ((<var 08 E4E94524 (( <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Шанс 50% получить эффект <var 48 F201FA /var><var 49 F201FB /var>Verstone Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.)) (()) /var>)) (()) /var>

source: Binds target and all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s Cancels auto-attack upon execution.
ru: Binds target and all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с. Cancels auto-attack upon execution.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Riposte<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 150 Action upgraded to <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> if both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> are at 15 or more.
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Riposte<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 150 Умение улучшается до <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var>, если <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> 15 или больше.

source: Delivers an attack with a potency of 60 to all enemies in a cone before you. Action upgraded to <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Moulinet<var 49 01 /var><var 48 01 /var> if both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> are at 20 or more.
ru: Наносит физический урон с силой 60 всем противникам в конусе перед вами. Действие улучшается до <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Moulinet<var 49 01 /var><var 48 01 /var>, если <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> 20 или больше.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 350
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 350

source: Delivers an attack with a potency of <var 08 E4E94524 ((<var 08 E0E94949B583 /var>)) 83 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> 15-yalm backstep <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Cannot be executed while bound. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Engagement<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон с силой <var 08 E4E94524 ((<var 08 E0E94949B583 /var>)) 83 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Прыжок назад на 15 ялмов <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2 Не может быть выполнено в состоянии привязки. Имеет общее время восстановления с <var 48 F201F4 /var><var 49 F201F5 /var>Engagement<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Zwerchhau<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Combo Potency:<var 49 01 /var><var 48 01 /var> 230 Action upgraded to <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Redoublement<var 49 01 /var><var 48 01 /var> if both <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> are at 15 or more.
ru: Наносит физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия:<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>Zwerchhau<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила в комбо:<var 49 01 /var><var 48 01 /var> 230 Умение улучшается до <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Redoublement<var 49 01 /var><var 48 01 /var>, если <var 48 F201FA /var><var 49 F201FB /var>Black Mana<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>White Mana<var 49 01 /var><var 48 01 /var> 15 или больше.

source: Resurrects target to a weakened state.
ru: Воскрешает цель в ослабленном состоянии.

source: Reduces damage taken by 20%. <var 08 E0E9495F ((<var 08 E4E94502 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases HP recovery via healing actions on self by 15% )) ((<var 08 E4E94514 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases HP recovery via healing actions on self by 15% )) ((<var 08 E4E94504 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases HP recovery via healing actions on self by 15% )) ((<var 08 E4E94516 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases HP recovery via healing actions on self by 15% )) ((<var 08 E4E94521 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases HP recovery via healing actions on self by 15% )) ((<var 08 E4E94526 ((<var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases HP recovery via healing actions on self by 15% )) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ru: Снижает получаемый урон на 20%. <var 08 E0E9495F ((<var 08 E4E94502 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает эффективность исцеляющих действий восстанавливающих ОЗ на 15% )) ((<var 08 E4E94514 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var> Увеличивает эффективность исцеляющих действий, восстанавливающих ОЗ на 15% )) ((<var 08 E4E94504 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var> Увеличивает эффективность исцеляющих действий, восстанавливающих ОЗ на 15% )) ((<var 08 E4E94516 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var> Увеличивает эффективность исцеляющих действий, восстанавливающих ОЗ на 15% )) ((<var 08 E4E94521 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var> Увеличивает эффективность исцеляющих действий, восстанавливающих ОЗ на 15% )) ((<var 08 E4E94526 ((<var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var> Увеличивает эффективность исцеляющих действий, восстанавливающих ОЗ на 15% )) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) (()) /var><var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с.

source: Increases own HP recovery via healing magic by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Increases own ОЗ recovery via healing magic by 20%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Gesture threateningly, placing yourself at the top of a target's enmity list while gaining additional enmity.
ru: Провоцирует противника, увеличивая его <var 48 F201F4 /var><var 49 F201F5 /var>враждебность<var 49 01 /var><var 48 01 /var> по отношению к вам до максимума.

source: Nullifies chance of suffering critical damage. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 25s
ru: Nullifies chance of suffering critical damage. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 25 с.

source: Reduces damage dealt by nearby enemies by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var><var 08 E0E94963 ((<var 08 E4E9450210 ((<var 08 E4E9451410 ((<var 08 E4E9450410 ((<var 08 E4E9451610 ((<var 08 E4E9452110 ((<var 08 E4E94526100B /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) 0B /var>s
ru: Снижает наносимый ближайшими противниками урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var><var 08 E0E94963 ((<var 08 E4E9450210 ((<var 08 E4E9451410 ((<var 08 E4E9450410 ((<var 08 E4E9451610 ((<var 08 E4E9452110 ((<var 08 E4E94526100B /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) 0B /var> с.

source: Increases parry rate by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Increases parry rate by 30%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Diverts 25% of enmity to target party member.
ru: Перенаправляет 25% от накопленной вами <var 48 F201F4 /var><var 49 F201F5 /var>враждебности<var 49 01 /var><var 48 01 /var> на выбранного члена группы.

source: Interrupts the use of a target's action.
ru: Прерывает действие выбранной цели. ※Не все действия могут быть прерваны.

source: Stuns target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s
ru: Оглушает цель. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 5 с.

source: Converts a portion of physical damage dealt into HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 20s
ru: Позволяет восполнять ваши ОЗ при нанесении физического урона. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 20 с.

source: Refreshes TP of a single party member. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Refreshes TP of a single party member. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Reduces enmity generation. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ru: Reduces enmity generation. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Nullifies all action direction requirements. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Отменяет позиционные требования (фланг, тыл) для всех ваших атакующих действий. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов:<var 49 01 /var><var 48 01 /var> 2.
