Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack to nearby enemies and erects a magicked barrier around nearby party members. Potency of both the attack and barrier varies with the number of stacks of <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var> available at time of execution. Potency of both the attack and barrier doubles when targets are within 5 yalms. <var 48 F201F8 /var><var 49 F201F9 /var>0 Stacks: <var 49 01 /var><var 48 01 /var>2,000 attack potency, and barrier equivalent to a heal of 1,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>1 Stack: <var 49 01 /var><var 48 01 /var>3,000 attack potency, and barrier equivalent to a heal of 2,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>2 Stacks: <var 49 01 /var><var 48 01 /var>4,000 attack potency, and barrier equivalent to a heal of 3,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>3 Stacks: <var 49 01 /var><var 48 01 /var>5,000 attack potency, and barrier equivalent to a heal of 4,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>4 Stacks: <var 49 01 /var><var 48 01 /var>6,000 attack potency, and barrier equivalent to a heal of 5,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> effect expires upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон ближайшим противникам и создает защитный барьер для ближайших членов группы. Сила атаки и прочность барьера зависят от количества зарядов накопленных на момент использования <var 48 F201FA /var><var 49 F201FB /var>Acclaim<var 49 01 /var><var 48 01 /var>. Сила атаки и прочность барьера удваиваются, если цели находятся в пределах 5 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>0 зарядов: <var 49 01 /var><var 48 01 /var>2 000 силы атаки, и защитный барьер, равный исцелению с силой 1 000. <var 48 F201F8 /var><var 49 F201F9 /var>1 заряд: <var 49 01 /var><var 48 01 /var>3 000 силы атаки, и защитный барьер, равный исцелению с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>2 заряда: <var 49 01 /var><var 48 01 /var>4 000 силы атаки, и защитный барьер, равный исцелению с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>3 заряда: <var 49 01 /var><var 48 01 /var>5 000 силы атаки, и защитный барьер, равный исцелению с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>4 заряда: <var 49 01 /var><var 48 01 /var>6 000 силы атаки, и защитный барьер, равный исцелению с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201FA /var><var 49 F201FB /var>Honing Dance<var 49 01 /var><var 48 01 /var> действие эффекта прекращается после использования. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 3,000. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Bootshine<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Bootshine<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 6,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>True Strike<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Extends <var 48 F201FA /var><var 49 F201FB /var>Wind Resonance<var 49 01 /var><var 48 01 /var> duration by 5s to a maximum of 15s ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>True Strike<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Продлевает длительность <var 48 F201FA /var><var 49 F201FB /var>Wind Resonance<var 49 01 /var><var 48 01 /var> на 5 с., вплость до 15 с. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 3,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Snap Punch<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Snap Punch<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Dragon Kick<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Dragon Kick<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 6,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Twin Snakes<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Extends <var 48 F201FA /var><var 49 F201FB /var>Wind Resonance<var 49 01 /var><var 48 01 /var> duration by 5s to a maximum of 15s ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Twin Snakes<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Продлевает длительность <var 48 F201FA /var><var 49 F201FB /var>Wind Resonance<var 49 01 /var><var 48 01 /var> на 5 с., вплость до 15 с. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 12,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Demolish<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон цели и всем противникам рядом с ней с силой 12 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Demolish<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>15-yalm knockback to first target Also afflicts first target with <var 48 F201FA /var><var 49 F201FB /var>Pressure Point<var 49 01 /var><var 48 01 /var> if successfully knocked back. <var 48 F201F8 /var><var 49 F201F9 /var>Pressure Point Effect: <var 49 01 /var><var 48 01 /var>Next weaponskill or <var 48 F201F4 /var><var 49 F201F5 /var>Meteodrive<var 49 01 /var><var 48 01 /var> used on target will deal additional damage with a potency of 8,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s Effect of <var 48 F201FA /var><var 49 F201FB /var>Pressure Point<var 49 01 /var><var 48 01 /var> expires upon dealing additional damage. This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Отталкивает первую цель на 15 ялмов. Так же поражает первую цель <var 48 F201FA /var><var 49 F201FB /var>Pressure Point<var 49 01 /var><var 48 01 /var> если она успешно отброшена назад. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Pressure Point: <var 49 01 /var><var 48 01 /var>Следующее умение или <var 48 F201F4 /var><var 49 F201F5 /var>Meteodrive<var 49 01 /var><var 48 01 /var> использованные на цели, нанесут дополнительный физический урон с силой 8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. Эффект <var 48 F201FA /var><var 49 F201FB /var>Pressure Point<var 49 01 /var><var 48 01 /var> прекращается после нанесения дополнительного урона. Не влияет на время восстановления прочих действий

source: Delivers an attack with a potency of 3,000 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Fire Resonance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Fire Resonance Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by next weaponskill by 50% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ru: Наносит физический урон всем ближайшим противникам с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Fire Resonance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Fire Resonance: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый урон следующего умения на 50% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Earth Resonance<var 49 01 /var><var 48 01 /var>, changing <var 48 F201F4 /var><var 49 F201F5 /var>Riddle of Earth<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Earth's Reply<var 49 01 /var><var 48 01 /var>, and allowing you to compile damage each time you are struck by an enemy. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>8s Executing <var 48 F201F4 /var><var 49 F201F5 /var>Earth's Reply<var 49 01 /var><var 48 01 /var> deals physical damage to all nearby enemies and restores your HP. <var 48 F201F8 /var><var 49 F201F9 /var>Damage Potency: <var 49 01 /var><var 48 01 /var>2,000 plus 25% of compiled damage <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 plus 50% of compiled damage
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Earth Resonance<var 49 01 /var><var 48 01 /var>, сменяя <var 48 F201F4 /var><var 49 F201F5 /var>Riddle of Earth<var 49 01 /var><var 48 01 /var> на <var 48 F201F4 /var><var 49 F201F5 /var>Earth's Reply<var 49 01 /var><var 48 01 /var>, и позволяет вам накапливать урон каждый раз когда вас атакует противник. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>8 с. Использование <var 48 F201F4 /var><var 49 F201F5 /var>Earth's Reply<var 49 01 /var><var 48 01 /var> наносит физический урон урон всем ближайшим противникам и восполняет ваше ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила нанесенного урона: <var 49 01 /var><var 48 01 /var>2 000, + 25% от накопленного урона <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000, + 50% от накопленного урона.

source: Deals physical damage to all nearby enemies and restores your HP. <var 48 F201F8 /var><var 49 F201F9 /var>Damage Potency: <var 49 01 /var><var 48 01 /var>2,000 plus 25% of compiled damage <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 plus 50% of compiled damage Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Earth Resonance<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон урон всем ближайшим противникам и восполняет ваши ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила наносимого урона: <var 49 01 /var><var 48 01 /var>2 000, + 25% от накопленного урона. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000, + 50% от накопленного урона. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Earth Resonance<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Rush to a targeted enemy's or party member's location. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Wind Resonance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Wind Resonance Effect: <var 49 01 /var><var 48 01 /var>Reduces weaponskill recast time by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s If already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Wind Resonance<var 49 01 /var><var 48 01 /var>, extends duration by 10s to a maximum of 15s. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Creates a barrier around target party member that nullifies damage equivalent to a heal of 6,000 potency If the target selected was an enemy, creates a barrier around self instead. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>3 Cannot be executed while bound.
ru: Совершает рывок к выбранному противнику или члену группы. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Wind Resonance<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Wind Resonance: <var 49 01 /var><var 48 01 /var>Уменьшает время восстановления умений на 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Если на вас уже действует эффект <var 48 F201FA /var><var 49 F201FB /var>Wind Resonance<var 49 01 /var><var 48 01 /var>, его длительность увеличивается на 10 с., вплоть до 15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Создает вокруг выбранного члена группы защитный барьер, равный исцелению с силой 6 000. Если выбранная цель была противником, создает барьер вокруг вас. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>3 Невозможно использовать под эффектами, сковывающими движение.

source: Rushes target and delivers an attack with a potency of 12,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Removes target's <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Meteodrive<var 49 01 /var><var 48 01 /var>, rendering them unable to move <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s If target does not have an active <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var> effect, deals additional damage with a potency of 12,000. Effect cannot be applied to players riding machina or non-player combatants. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>75s Cannot be executed while bound.
ru: Совершает рывок к цели, нанося физический урон с силой 12 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снимает с цели <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель эффект <var 48 F201FA /var><var 49 F201FB /var>Meteodrive<var 49 01 /var><var 48 01 /var>, лишая ее возможности двигаться <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. Если на цели нет действующего эффекта <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var>, наносит ей дополнительный урон с силой 12 000. Эффект не может быть применен к пилотам машин и неигровым персонажам (НПС). Может быть использовано только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>75 с. Невозможно использовать под эффектами, сковывающими движение.

source: Delivers an attack with a potency of 3,000. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Raiden Thrust<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Raiden Thrust<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Fang and Claw<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Fang and Claw<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 12,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Heavensent<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 12 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Heavensent<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorbs 150% of damage dealt as HP This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Поглощает 150% нанесенyого урона в виде ОЗ. Не влияет на время восстановления прочих действий.

source: Delivers an attack with a potency of 4,000 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Life of the Dragon Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt and damage suffered by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Nastrond<var 49 01 /var><var 48 01 /var> upon execution.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Life of the Dragon: <var 49 01 /var><var 48 01 /var>Увеличивает наносимый и получаемый вами урон на 25% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Nastrond<var 49 01 /var><var 48 01 /var> после использования.

source: Delivers an attack with a potency of 4,000 to all enemies in a straight line before you. Potency increases up to 8,000 as the target's HP decreases, reaching its maximum value when the target has 50% HP or less. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var>. Effect fades upon execution. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000 всем противникам, расположенным на прямой линии перед вами. Сила увеличивается пропорционально уменьшению ОЗ цели вплоть до 8 000, когда оно опускается до 50% и ниже. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var>. Эффект прекращается после использования. ※Это действие нельзя назначить на хотбар.

source: Delivers a jumping attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Heavensent<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Cannot be executed while bound. ※<var 48 F201F4 /var><var 49 F201F5 /var>Wheeling Thrust Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Heavens' Thrust<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Heavensent<var 49 01 /var><var 48 01 /var>.
ru: Производит атаку в прыжке, нанося физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Heavensent<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Невозможно использовать под эффектами, сковывающими движение. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Wheeling Thrust<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Heavens' Thrust<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Heavensent<var 49 01 /var><var 48 01 /var>.
