Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Hard Slash<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Hard Slash<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Syphon Strike<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Converts 100% of damage dealt into HP ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Syphon Strike<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Преобразует 100% нанесенного урона в ОЗ ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 6,000. Potency increases up to 12,000 as HP decreases, reaching its maximum value when HP falls below 25%. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 6 000. Сила увеличивается до 12000 пропорционально уменьшению ваших ОЗ. Сила достигает максимума, когда ваши ОЗ опускаются до 25% и ниже. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Deals unaspected damage with a potency of 6,000 to all enemies in a straight line before you. Consumes 20% of your maximum HP when executed. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Cannot be executed when current HP is lower than 20%. ※<var 48 F201F4 /var><var 49 F201F5 /var>Souleater Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Bloodspiller<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var>.
ru: Наносит магический урон всем противникам, расположенным на прямой линии перед вами с силой 6 000. Потребляет 20% от ваших максимальных ОЗ при использовании. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Не может быть использовано если ваше ОЗ ниже 20%. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Souleater<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Bloodspiller<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var>.

source: Rushes target and delivers an attack with a potency of 2,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Afflicts target with <var 48 F201FA /var><var 49 F201FB /var>Sole Survivor<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Sole Survivor Effect: <var 49 01 /var><var 48 01 /var>Reduces target's HP recovered by healing actions by 20% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s If that target should be KO'd in battle before <var 48 F201FA /var><var 49 F201FB /var>Sole Survivor<var 49 01 /var><var 48 01 /var> expires, your HP and MP will be restored by 20%, and the recast time of <var 48 F201F4 /var><var 49 F201F5 /var>Plunge<var 49 01 /var><var 48 01 /var> will be reset. Cannot be executed while bound.
ru: Совершает рывок к цели, нанося физический урон с силой 2 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает на цель <var 48 F201FA /var><var 49 F201FB /var>Sole Survivor<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Sole Survivor: <var 49 01 /var><var 48 01 /var>Уменьшает восстановление ОЗ от исцеляющих действий на 20% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Если цель потеряет сознание в бою до истечения срока действия <var 48 F201FA /var><var 49 F201FB /var>Sole Survivor<var 49 01 /var><var 48 01 /var> , ваше ОЗ и ОМ будет восстановлено на 20%, а время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Plunge<var 49 01 /var><var 48 01 /var> будет сброшено. Невозможно использовать под эффектами, сковывающими движение.

source: Creates a barrier around self or target party member that absorbs damage equivalent to a heal of 8,000 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Grants <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> when barrier is completely absorbed. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Dark Arts Effect: <var 49 01 /var><var 48 01 /var>Consume <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> instead of HP to execute <var 48 F201F4 /var><var 49 F201F5 /var>Shadowbringer<var 49 01 /var><var 48 01 /var>
ru: Создает вокруг вас или выбранного члена группы защитный барьер, равный исцелению с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> при получении защитным барьером максимального количества урона. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Dark Arts: <var 49 01 /var><var 48 01 /var>Потребляет <var 48 F201FA /var><var 49 F201FB /var>Dark Arts<var 49 01 /var><var 48 01 /var> вместо ОЗ, для использования <var 48 F201F4 /var><var 49 F201F5 /var>Shadowbringer<var 49 01 /var><var 48 01 /var>.

source: Instantly draws nearby enemies to your side, and creates a patch of salted earth at your feet, dealing unaspected damage over time to any enemies inside. <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>2,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Gradually restores your HP and reduces damage taken by 20% while standing in the patch of salted earth <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>2,000 ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Salt and Darkness<var 49 01 /var><var 48 01 /var> while <var 48 F201FA /var><var 49 F201FB /var>Salted Earth<var 49 01 /var><var 48 01 /var> is active.
ru: Мгновенно привлекает внимание противников к вам, и создает у ваших ног область выжженной земли, наносящую периодический магический урон всем противникам, находящимся в ней. <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>2 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Постепенно восстанавливает ваше ОЗ и уменьшает получаемый урон на 20%, пока вы находитесь в области выжженной земли. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000 ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Salt and Darkness<var 49 01 /var><var 48 01 /var> пока активна <var 48 F201FA /var><var 49 F201FB /var>Salted Earth<var 49 01 /var><var 48 01 /var>.

source: All enemies standing in the corrupted patch of <var 48 F201F4 /var><var 49 F201F5 /var>Salted Earth<var 49 01 /var><var 48 01 /var> take additional unaspected damage with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s ※This action cannot be assigned to a hotbar.
ru: Все противники находящиеся в области <var 48 F201F4 /var><var 49 F201F5 /var>Salted Earth<var 49 01 /var><var 48 01 /var> получают дополнительный магический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 6,000 to all enemies in a straight line before and behind you. Potency increases up to 24,000 as HP nears maximum. HP is reduced to 1 upon execution. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Undead Redemption<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Undead Redemption Effect: <var 49 01 /var><var 48 01 /var>Most attacks cannot reduce your HP to less than 1, and you absorb 100% of weaponskill damage dealt as HP <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>105s ※<var 48 F201F4 /var><var 49 F201F5 /var>Souleater Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Bloodspiller<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон c силой 6 000 всем противникам находящимся на прямой линии перед вами. Сила увеличивается пропорционально вашему текущему уровню ОЗ, вплоть до 24 000 когда ваши ОЗ полностью восстановлены. При использовании, ОЗ уменьшается до 1. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Undead Redemption<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Undead Redemption: <var 49 01 /var><var 48 01 /var>Не позволяет большинству полученных атак уменьшить ваши ОЗ ниже 1 и вы поглощаете 100% наносимого умениями урона в виде ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>105 с. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Souleater<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Bloodspiller<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Blackblood<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 3,000. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Keen Edge<var 49 01 /var><var 48 01 /var> ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Keen Edge<var 49 01 /var><var 48 01 /var> ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Brutal Shell<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Powder Barrel<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※<var 48 F201F4 /var><var 49 F201F5 /var>Solid Barrel Combo<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Burst Strike<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Powder Barrel<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Brutal Shell<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Powder Barrel<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※<var 48 F201F4 /var><var 49 F201F5 /var>Комбо от Solid Barrel<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Burst Strike<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Powder Barrel<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 7,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Powder Barrel<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 7 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Powder Barrel<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 5,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Rip<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон с силой 5 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Ready to Rip<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Не влияет на время восстановления прочих действий.

source: Delivers an attack with a potency of 6,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gnashing Fang<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Tear<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 6 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Gnashing Fang<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Ready to Tear<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 7,000. <var 48 F201F8 /var><var 49 F201F9 /var>Combo Action: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Savage Claw<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Gouge<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 7 000. <var 48 F201F8 /var><var 49 F201F9 /var>Комбо от действия: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Savage Claw<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Ready to Gouge<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 12,000 to all nearby enemies. This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон всем ближайшим противникам с силой 12 000. Не влияет на время восстановления прочих действий.

source: Allows the firing of successive rounds with your gunblade. <var 48 F201F4 /var><var 49 F201F5 /var>Gnashing Fang<var 49 01 /var><var 48 01 /var> may be followed by <var 48 F201F4 /var><var 49 F201F5 /var>Jugular Rip<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Savage Claw<var 49 01 /var><var 48 01 /var> may be followed by <var 48 F201F4 /var><var 49 F201F5 /var>Abdomen Tear<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Wicked Talon<var 49 01 /var><var 48 01 /var> may be followed by <var 48 F201F4 /var><var 49 F201F5 /var>Eye Gouge<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Burst Strike<var 49 01 /var><var 48 01 /var> may be followed by <var 48 F201F4 /var><var 49 F201F5 /var>Hypervelocity<var 49 01 /var><var 48 01 /var>.
ru: Позволяет дополнить ваши атакующие умения соответствующей способностью. <var 48 F201F4 /var><var 49 F201F5 /var>Gnashing Fang<var 49 01 /var><var 48 01 /var> после <var 48 F201F4 /var><var 49 F201F5 /var>Jugular Rip<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Savage Claw<var 49 01 /var><var 48 01 /var> после <var 48 F201F4 /var><var 49 F201F5 /var>Abdomen Tear<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Wicked Talon<var 49 01 /var><var 48 01 /var> после <var 48 F201F4 /var><var 49 F201F5 /var>Eye Gouge<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Burst Strike<var 49 01 /var><var 48 01 /var> после <var 48 F201F4 /var><var 49 F201F5 /var>Hypervelocity<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 3,000. <var 48 F201F8 /var><var 49 F201F9 /var>Junction Tank Bonus: <var 49 01 /var><var 48 01 /var>Creates a barrier around self that absorbs damage equivalent to a heal of 6,000 potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>7s <var 48 F201F8 /var><var 49 F201F9 /var>Junction DPS Bonus: <var 49 01 /var><var 48 01 /var>Increases potency to 5,000 <var 48 F201F8 /var><var 49 F201F9 /var>Junction Healer Bonus: <var 49 01 /var><var 48 01 /var>Restores own HP and the HP of nearby party members within a radius of 15 yalms <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>4,000 Can only be executed when <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 3 000. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Tank: <var 49 01 /var><var 48 01 /var>Создает защитный барьер, равный исцелению с силой 6 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>7 с. <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction DPS: <var 49 01 /var><var 48 01 /var>Увеличивает силу до 5 000 <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от Junction Healer: <var 49 01 /var><var 48 01 /var>Восстанавливает ОЗ вам и всем ближайшим членам группы в радиусе 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>4 000 Возможно использовать только под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.
