Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Erects a magicked barrier at a select location, granting party members the effect of <var 48 F201FA /var><var 49 F201FB /var>Mesotes<var 49 01 /var><var 48 01 /var> and afflicting enemies with the effect of <var 48 F201FA /var><var 49 F201FB /var>Lype<var 49 01 /var><var 48 01 /var> when standing inside. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Mesotes Effect: <var 49 01 /var><var 48 01 /var>Negates all damage from enemies who are not under the effect of <var 48 F201FA /var><var 49 F201FB /var>Lype<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Lype Effect: <var 49 01 /var><var 48 01 /var>Damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency: <var 49 01 /var><var 48 01 /var>8,000 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s The barrier can be relocated once before its effect expires, but the effect duration will not be reset. Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>120s
ru: Создает защитный барьер в указанном месте, накладывая на членов группы эффект <var 48 F201FA /var><var 49 F201FB /var>Mesotes<var 49 01 /var><var 48 01 /var> и поражая противников эффектом <var 48 F201FA /var><var 49 F201FB /var>Lype<var 49 01 /var><var 48 01 /var> если они находятся внутри барьера. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Mesotes: <var 49 01 /var><var 48 01 /var>Отменяя весь урон от противников не находящихся под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Lype<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Lype: <var 49 01 /var><var 48 01 /var>Периодический урон <var 48 F201F8 /var><var 49 F201F9 /var>Сила: <var 49 01 /var><var 48 01 /var>8 000 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Барьер может быть перемещен один раз до истечения срока его действия, но длительность эффекта не будет сброшена. Может быть использовано только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>120 с.

source: Deals unaspected damage with a potency of 16,000 to target and all enemies nearby it. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит магический урон цели и всем противникам рядом с ней с силой 16 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers a ranged attack with a potency of 4,000. Potency increases up to 6,000 the further you are from the target, reaching its maximum value when the target is 15 yalms away. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces the recast time of <var 48 F201F4 /var><var 49 F201F5 /var>Empyreal Arrow<var 49 01 /var><var 48 01 /var> by 5s Requires casting time to execute. However, it is possible to walk while casting.
ru: Производит атаку дальнего боя, нанося физический урон с силой 3 000. Сила увеличивается пропорционально расстоянию до цели, вплоть до 6000, когда максимальное расстояние достигнет 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снижает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Empyreal Arrow<var 49 01 /var><var 48 01 /var> на 5 с. Может быть выполнено только во время использования умения. Однако во время использования можно передвигаться.

source: Delivers a ranged attack with a potency of 4,000. Potency increases up to 8,000 the farther away you are from the target, reaching its maximum value when the target is 15 yalms away. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Reduces the recast time of <var 48 F201F4 /var><var 49 F201F5 /var>Empyreal Arrow<var 49 01 /var><var 48 01 /var> by 5s Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Производит атаку дальнего боя, нанося физический урон с силой 4 000. Сила увеличивается пропорционально расстоянию до цели, вплоть до 8 000, когда максимальное расстояние достигнет 15 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Снижает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Empyreal Arrow<var 49 01 /var><var 48 01 /var> на 5 с. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 8,000 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Blast Arrow Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Frontliner's March<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Frontliner's March Effect: <var 49 01 /var><var 48 01 /var>Reduces your weaponskill cast time and recast time by 10%, and increases damage dealt by self and all party members within a radius of 30 yalms by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s This weaponskill does not share a recast timer with any other actions. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Blast Arrow<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Blast Arrow Ready<var 49 01 /var><var 48 01 /var>.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами с силой 8 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Blast Arrow Ready<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Frontliner's March<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Frontliner's March: <var 49 01 /var><var 48 01 /var>Снижает время применения и время восстановления ваших умений на 10%, и увеличивает урон наносимый вами и всем членам группы в радиусе 30 ялмов на 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Не влияет на время восстановления прочих действий. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Blast Arrow<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Blast Arrow Ready<var 49 01 /var><var 48 01 /var>.

source: Delivers an attack with a potency of 10,000 to all enemies in a straight line before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Frontliner's Forte<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Frontliner's Forte Effect: <var 49 01 /var><var 48 01 /var>Reduces your weaponskill cast time and recast time by 10%, and increases damage dealt by self and all party members within a radius of 30 yalms by 5% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон всем противникам, расположенным на прямой линии перед вами с силой 10 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Frontliner's Forte<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Frontliner's Forte: <var 49 01 /var><var 48 01 /var>Снижает время применения и время восстановления ваших умений на 10%, и увеличивает наносимый урон вами и всеми членами группы в радиусе 30 ялмов на 5% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※Это действие нельзя назначить на хотбар.

source: Silences target. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>2s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※<var 48 F201F4 /var><var 49 F201F5 /var>Powerful Shot<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Pitch Perfect<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>.
ru: Накладывает на цель эффект <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Silence<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>2 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※<var 48 F201F4 /var><var 49 F201F5 /var>Powerful Shot<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Pitch Perfect<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>.

source: Delivers a ranged attack with a potency of 3,000. Consumes all charges upon execution, each charge adding an additional strike to the attack. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>3
ru: Производит атаку дальнего боя, нанося физический урон с силой 3 000. Поглощает все заряды при использовании, каждый заряд добавляет дополнительный выстрел к атаке. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>3

source: Delivers a ranged attack with a potency of 3,000. Consumes all charges upon execution, each charge adding an additional strike to the attack. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>3
ru: Производит атаку дальнего боя, нанося физический урон с силой 3 000. Поглощает все заряды при использовании, каждый заряд добавляет дополнительный выстрел к атаке. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>3

source: Delivers a ranged attack with a potency of 3,000. Consumes all charges upon execution, each charge adding an additional strike to the attack. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>3
ru: Производит атаку дальнего боя, нанося физический урон с силой 3 000. Поглощает все заряды при использовании, каждый заряд добавляет дополнительный выстрел к атаке. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>3

source: Delivers an attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>10-yalm backstep <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>3s Cannot be executed while bound.
ru: Наносит физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Прыжок назад на 10 ялмов. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>Bind<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>3 с. Невозможно использовать под эффектами, сковывающими движение

source: Removes one status affliction from self or target party member that can be removed by <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var>. If a status affliction cannot be removed, creates a barrier that will nullify the next status affliction that can be removed by <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>8s Grants <var 48 F201FA /var><var 49 F201FB /var>Warden's Grace<var 49 01 /var><var 48 01 /var> upon successfully removing or nullifying a status affliction. <var 48 F201F8 /var><var 49 F201F9 /var>Warden's Grace Effect: <var 49 01 /var><var 48 01 /var>Reduces damage taken by 25% while increasing HP recovered by healing actions by 25% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s ※<var 48 F201F4 /var><var 49 F201F5 /var>Powerful Shot<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Pitch Perfect<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>.
ru: Снимает один отрицательный эффект с вас или выбранного члена группы, который можно снять с помощью умения <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var>. Если отрицательный эффект не может быть снят, создает защитный барьер который предотвращает получение отрицательного эффекта снимаемого умением <var 48 F201F4 /var><var 49 F201F5 /var>Purify<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>8 с. Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Warden's Grace<var 49 01 /var><var 48 01 /var> при успешном снятии или предотвращении отрицательного эффекта. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Warden's Grace: <var 49 01 /var><var 48 01 /var> Снижает получаемый урон на 25% и увеличивает восстановление ОЗ от исцеляющих действий на 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. ※<var 48 F201F4 /var><var 49 F201F5 /var>Powerful Shot<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Pitch Perfect<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>.

source: Reduces your weaponskill cast time and recast time by 10% while also increasing movement speed by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by self and all party members within a radius of 30 yalms by 10% while also gradually filling the limit gauge <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Can only be executed when the limit gauge is full. <var 48 F201F8 /var><var 49 F201F9 /var>Gauge Charge Time: <var 49 01 /var><var 48 01 /var>120s Can only be executed while in combat.
ru: Снижает время применения и время восстановления ваших умений на 10%, а так же увеличивает скорость передвижения на 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Увеличивает урон, наносимый вами и всеми членами группы в радиусе 30 ялмов на 10%, а так же постепенно заполняет шкалу Запредельной Способности <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Возможно использовать только при заполненной шкале Запредельной Способности. <var 48 F201F8 /var><var 49 F201F9 /var>Время заполнения шкалы: <var 49 01 /var><var 48 01 /var>120 с. Возможно использовать только в режиме боя.

source: Delivers a ranged attack with a potency of 4,000. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Heat<var 49 01 /var><var 48 01 /var>, up to a maximum of 5 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s At maximum stacks, grants <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> and increases movement speed by 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Requires casting time to execute. However, it is possible to walk while casting. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Heat Blast<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var>.
ru: Производит атаку дальнего боя, нанося физический урон с силой 4 000. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Активирует заряды эффекта <var 48 F201FA /var><var 49 F201FB /var>Heat<var 49 01 /var><var 48 01 /var>, вплоть до 5 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. При максимальном количестве зарядов, накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var> и увеличивает скорость передвижения на 25%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Может быть выполнено только во время использования умения. Однако во время использования можно передвигаться. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Heat Blast<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var>.

source: Delivers a ranged attack with a potency of 6,000. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions. ※This action cannot be assigned to a hotbar.
ru: Производит атаку дальнего боя, нанося физический урон с силой 6 000. Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Overheated<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий. ※Это действие нельзя назначить на хотбар.

source: Delivers an attack with a potency of 6,000 to all enemies in a cone before you. Strikes twice when hitting only a single target. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>10-yalm knockback This weaponskill does not share a recast timer with any other actions.
ru: Наносит физический урон всем противникам в конусе перед вами с силой 6 000. Производит двойной выстрел при попадании только в одну цель. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Отбрасывание на 10 ялмов. Не влияет на время восстановления прочих действий.

source: Delivers a ranged attack with a potency of 10,000. Potency is increased to 20,000 while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Analysis<var 49 01 /var><var 48 01 /var>. Ignores the effects of <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var> when dealing damage. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Bioblaster Primed<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Drill Primed<var 49 01 /var><var 48 01 /var>. This weaponskill does not share a recast timer with any other actions. ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Bioblaster<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Bioblaster Primed<var 49 01 /var><var 48 01 /var>.
ru: Производит атаку дальнего боя, нанося физический урон с силой 10 000. Сила увеличивается до 20 000 под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Analysis<var 49 01 /var><var 48 01 /var>. При нанесении урона игнорирует эффект <var 48 F201FA /var><var 49 F201FB /var>Guard<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Bioblaster Primed<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2 Возможно использовать только под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Drill Primed<var 49 01 /var><var 48 01 /var>. Не влияет на время восстановления прочих действий. ※Действие сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Bioblaster<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Bioblaster Primed<var 49 01 /var><var 48 01 /var>.
