Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Increases defense by 50% and maximum HP by 45%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorb a portion of damage dealt as HP Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает защиту на 50% и максимальные ОЗ на 45%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Поглощает часть нанесенного урона в виде ОЗ. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases defense by 50%, maximum HP by 45%, and damage dealt by 60%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает защиту на 50%, максимальные ОЗ на 45% и наносимый урон на 60%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 96%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 96%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 72%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 72%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases healing potency by 72%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает силу исцеления на 72%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases physical defense by 180%, magic defense by 54%, and maximum HP by 72%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает физическую защиту на 180%, магическую защиту на 54% и максимальные ОЗ на 72%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases defense by 96% and maximum HP by 54%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает защиту на 96% и максимальные ОЗ на 54%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases defense by 36% and maximum HP by 12%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает защиту на 36% и максимальные ОЗ на 12%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 24%, healing potency by 30%, and maximum MP by 60%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 24%, силу исцеления на 30% и максимальные ОМ на 60%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 24% and critical hit rate by 18%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 24% и шанс критического удара на 18%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Reduces maximum HP by 3% while increasing evasion by 48%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Снижает максимальные ОЗ на 30%, а так же увеличивает уклонение на 48%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Reduces healing potency by 70% while increasing damage dealt by 120%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Снижает силу исцеления на 70%, а так же увеличивает наносимый урон на 120%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 108% and damage taken by 200% while reducing maximum HP by 30%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 108% и получаемый урон на 200%, а так же снижает максимальные ОЗ на 30%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases poison resistance and movement speed, including mount speed, and increases evasion by 20%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает устойчивость к ядам и скорость передвижения, включая скорость передвижения на транспорте, а также увеличивает уклонение на 20% Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases damage dealt by 48%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorb a portion of damage dealt as HP Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает наносимый урон на 48%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Поглощает часть нанесенного урона в виде ОЗ. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases defense by 60% and maximum HP by 54%. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Absorb a portion of damage dealt as HP Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает защиту на 60% и максимальные ОЗ на 54%. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Поглощает часть нанесенного урона в виде ОЗ. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases defense by 60%, maximum HP by 54%, and damage dealt by 72%. Effect ends upon reuse. Cannot be used with other Essence or Deep Essence actions.
ru: Увеличивает защиту на 60%, максимальные ОЗ на 54% и нанесенный урон на 72%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence или Deep Essence.

source: Increases the chance of triggering <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> by 10%. Does not apply to items at 0%.
ru: Увеличивает шанс срабатывания <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> на 10%. Не сработает, если шанс добычи 0%.

source: Increases the chance of triggering <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> by 10%. Does not apply to items at 0%.
ru: Увеличивает шанс срабатывания <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> на 10%. Не сработает, если шанс сбора 0%.

source: Increases item yield from <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> by 1.
ru: Увеличивает количество ресурсов получаемых с помощью эффекта <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> на 1.

source: Increases item yield from <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> by 1.
ru: Увеличивает количество ресурсов получаемых с помощью эффекта <var 48 F201FA /var><var 49 F201FB /var>Gatherer's Boon<var 49 01 /var><var 48 01 /var> на 1.

source: Increases the chance to trigger <var 48 F201FA /var><var 49 F201FB /var>Collector's Intuition<var 49 01 /var><var 48 01 /var> by 75% on your next collectable action.
ru: Увеличивает шанс срабатывания <var 48 F201FA /var><var 49 F201FB /var>Collector's Intuition<var 49 01 /var><var 48 01 /var> на 75% при вашем следующем действии для добычи ценностей.

source: Increases the chance to trigger <var 48 F201FA /var><var 49 F201FB /var>Collector's Intuition<var 49 01 /var><var 48 01 /var> by 75% on your next collectable action.
ru: Увеличивает шанс срабатывания <var 48 F201FA /var><var 49 F201FB /var>Collector's Intuition<var 49 01 /var><var 48 01 /var> на 75% при вашем следующем действии для сбора ценностей.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Restores own ОЗ and the ОЗ of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Creates a fixed sign centered around the caster, reducing damage taken by 10% for self and any party members who enter. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Healing over time <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s Effect ends upon using another action or moving (including facing a different direction). Cancels auto-attack upon execution.
ru: Creates a fixed sign centered around the caster, reducing damage taken by 10% for self and any party members who enter. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Healing over time <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>100 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с. Effect ends upon using another action or moving (including facing a different direction). Cancels auto-attack upon execution.

source: Deals lightning damage with a potency of 200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Lightning damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 18s
ru: Deals lightning damage with a potency of 200 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Lightning damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 30 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 18 с.

source: Restores own HP and the HP of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ru: Restores own ОЗ and the ОЗ of all nearby party members. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 100 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Increases collectability of an item. Increase is determined by your <var 48 F201FA /var><var 49 F201FB /var>gathering<var 49 01 /var><var 48 01 /var> rating. Reduces integrity by 1.
ru: Увеличивает коллекционность предмета. Увеличение зависит от вашего рейтинга <var 48 F201FA /var><var 49 F201FB /var>собирательства<var 49 01 /var><var 48 01 /var>. Уменьшает целостность на 1.

source: Increases the collectability of an item. Increase is a random amount ranging from 50% to 150% of the effectiveness of <var 48 F201F4 /var><var 49 F201F5 /var>Scour<var 49 01 /var><var 48 01 /var>. Reduces integrity by 1.
ru: Увеличивает значение ценности предмета. Увеличение - это случайная величина в диапазоне от 50% до 150% от эффективности <var 48 F201F4 /var><var 49 F201F5 /var>Scour<var 49 01 /var><var 48 01 /var>. Уменьшает целостность на 1.

source: Increases collectability of an item. Increase is 75% of the effectiveness of <var 48 F201F4 /var><var 49 F201F5 /var>Scour<var 49 01 /var><var 48 01 /var>. Reduces integrity by 1. There is a chance integrity is unaffected, determined by your <var 48 F201FA /var><var 49 F201FB /var>gathering<var 49 01 /var><var 48 01 /var> rating.
ru: Увеличивает коллекционность предмета на 75% от эффективности <var 48 F201F4 /var><var 49 F201F5 /var>Scour<var 49 01 /var><var 48 01 /var>. Уменьшает целостность на 1. Существует вероятность того, что целостность не будет затронута, определяемая вашим рейтингом <var 48 F201FA /var><var 49 F201FB /var>собирательства<var 49 01 /var><var 48 01 /var>.

source: Improves next item collectability increase. Effect is determined by your <var 48 F201FA /var><var 49 F201FB /var>perception<var 49 01 /var><var 48 01 /var> rating.
ru: Улучшает следующий эффект повышения коллекционности ресурса. Эффект определяется вашим рейтингом <var 48 F201FA /var><var 49 F201FB /var>восприятия<var 49 01 /var><var 48 01 /var>.

source: Increases collectability of an item. Increase is determined by your <var 48 F201FA /var><var 49 F201FB /var>gathering<var 49 01 /var><var 48 01 /var> rating. Reduces integrity by 1.
ru: Увеличивает коллекционность предмета. Увеличение определяется вашим рейтингом <var 48 F201FA /var><var 49 F201FB /var>собирательства<var 49 01 /var><var 48 01 /var>. Уменьшает целостность на 1.

source: Increases the collectability of an item. Increase is a random amount ranging from 50% to 150% of the effectiveness of <var 48 F201F4 /var><var 49 F201F5 /var>Scour<var 49 01 /var><var 48 01 /var>. Reduces integrity by 1.
ru: Увеличивает значение ценности предмета. Увеличение - это случайная величина в диапазоне от 50% до 150% от эффективности <var 48 F201F4 /var><var 49 F201F5 /var>Scour<var 49 01 /var><var 48 01 /var>. Уменьшает целостность на 1.

source: Increases collectability of an item. Increase is 75% of the effectiveness of <var 48 F201F4 /var><var 49 F201F5 /var>Scour<var 49 01 /var><var 48 01 /var>. Reduces integrity by 1. There is a chance integrity is unaffected, determined by your <var 48 F201FA /var><var 49 F201FB /var>gathering<var 49 01 /var><var 48 01 /var> rating.
ru: Увеличивает коллекционность предмета на 75% от эффективности <var 48 F201F4 /var><var 49 F201F5 /var>Scour<var 49 01 /var><var 48 01 /var>. Уменьшает целостность на 1. Существует вероятность того, что целостность не будет затронута, определяемая вашим рейтингом <var 48 F201FA /var><var 49 F201FB /var>собирательства<var 49 01 /var><var 48 01 /var>.

source: Improves next item collectability increase. Effect is determined by your <var 48 F201FA /var><var 49 F201FB /var>perception<var 49 01 /var><var 48 01 /var> rating.
ru: Улучшает следующий эффект повышения коллекционности ресурса. Эффект определяется вашим рейтингом <var 48 F201FA /var><var 49 F201FB /var>восприятия<var 49 01 /var><var 48 01 /var>.

source: Detect traps within a radius of 15 yalms. If there are no traps within 15 yalms, alerts you to the presence of traps with a radius of 36 yalms. ※This action can only be used in Delubrum Reginae.
ru: Обнаруживает ловушки в радиусе 15 ялмов. Если в радиусе 15 ялмов нет ловушек, предупреждает о наличии ловушек в радиусе 36 ялмов. ※Это действие может быть использовано только в Делюбрум Регине.

source: Restores all of a KO'd target's HP. Cannot be executed if currently afflicted with <var 48 F201FA /var><var 49 F201FB /var>Sacrifice<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Inflicts <var 48 F201FA /var><var 49 F201FB /var>Sacrifice<var 49 01 /var><var 48 01 /var> on self <var 48 F201F8 /var><var 49 F201F9 /var>Sacrifice Effect:<var 49 01 /var><var 48 01 /var> When effect expires, you will be KO'd <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 10s
ru: Воскрешает цель и полностью восстанавливает её ОЗ. Невозможно использовать, если в данный момент действует эффект <var 48 F201FA /var><var 49 F201FB /var>Sacrifice<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Накладывает на вас эффект <var 48 F201FA /var><var 49 F201FB /var>Sacrifice<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Sacrifice:<var 49 01 /var><var 48 01 /var> По истечении срока действия вы будете отправлены в нокаут. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с.

source: Increases evasion by 11%, critical hit rate by 77%, and direct hit rate by 77%. Effect ends upon reuse. Cannot be used with other Essence, Deep Essence, or Pure Essence actions. It is said that Pure Essences may grant unexpected effects... ※This action can only be used in Delubrum Reginae.
ru: Увеличивает уклонение на 11%, шанс критического удара на 77% и шанс точного удара на 77%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence, Deep Essence или Pure Essence. Считается, что Pure Essences могу давать неожиданные эффекты... ※Это действие возможно использовать только в Делюбрум Регине.

source: Increases defense by 25%, damage dealt by 50%, and maximum HP by 100%. Effect ends upon reuse. Cannot be used with other Essence, Deep Essence, or Pure Essence actions. It is said that Pure Essences may grant unexpected effects... ※This action can only be used in Delubrum Reginae.
ru: Увеличивает защиту на 25%, наносимый урон на 50% и максимальные ОЗ на 100%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence, Deep Essence или Pure Essence. Считается, что Pure Essences могу давать неожиданные эффекты... ※Это действие возможно использовать только в Делюбрум Регине.

source: Increases defense by 60%, damage dealt by 60%, and maximum HP by 81%. Effect ends upon reuse. Cannot be used with other Essence, Deep Essence, or Pure Essence actions. It is said that Pure Essences may grant unexpected effects... ※This action can only be used in Delubrum Reginae.
ru: Увеличивает защиту на 60%, наносимый урон на 60% и максимальные ОЗ на 81%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence, Deep Essence или Pure Essence. Считается, что Pure Essences могу давать неожиданные эффекты... ※Это действие возможно использовать только в Делюбрум Регине.

source: Increases defense by 60%, damage dealt by 50%, and maximum HP by 81%. Effect ends upon reuse. Cannot be used with other Essence, Deep Essence, or Pure Essence actions. It is said that Pure Essences may grant unexpected effects... ※This action can only be used in Delubrum Reginae.
ru: Увеличивает защиту на 60%, наносимый урон на 50% и максимальные ОЗ на 81%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence, Deep Essence или Pure Essence. Считается, что Pure Essences могу давать неожиданные эффекты... ※Это действие возможно использовать только в Делюбрум Регине.

source: Increases defense by 40%, damage dealt by 72%, and maximum HP by 50%. Effect ends upon reuse. Cannot be used with other Essence, Deep Essence, or Pure Essence actions. It is said that Pure Essences may grant unexpected effects... ※This action can only be used in Delubrum Reginae.
ru: Увеличивает защиту на 40%, наносимый урон на 72% и максимальные ОЗ на 50%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence, Deep Essence или Pure Essence. Считается, что Pure Essences могу давать неожиданные эффекты... ※Это действие возможно использовать только в Делюбрум Регине.

source: Increases defense by 25%, damage dealt by 35%, and maximum HP by 100%. Effect ends upon reuse. Cannot be used with other Essence, Deep Essence, or Pure Essence actions. It is said that Pure Essences may grant unexpected effects... ※This action can only be used in Delubrum Reginae.
ru: Увеличивает защиту на 25%, наносимый урон на 35% и максимальные ОЗ на 100%. Эффект прекращается при повторном использовании. Не может быть использовано с другими действиями Essence, Deep Essence или Pure Essence. Считается, что Pure Essences могу давать неожиданные эффекты... ※Это действие возможно использовать только в Делюбрум Регине.

source: Consumes MP to deal unaspected damage with a potency of 300 to all nearby enemies. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Unaspected damage over time <var 48 F201F8 /var><var 49 F201F9 /var>Potency:<var 49 01 /var><var 48 01 /var> 350 <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 60s The damage over time effect of Lost Flare Star can only be applied once per target at any given time. This effect cannot be stacked by multiple players.
ru: Поглощает ОМ, нанося всем ближайшим противникам магический урон с силой 300. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Периодический магический урон. <var 48 F201F8 /var><var 49 F201F9 /var>Сила:<var 49 01 /var><var 48 01 /var> 350 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 60 с. Эффект периодического урона от Lost Flare Star может быть применен только один раз к одной цели в любой момент времени. Этот эффект не может складываться от нескольких персонажей.

source: Delivers a jumping attack with a potency of 100. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect:<var 49 01 /var><var 48 01 /var> Increases target's damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s Cannot be executed while bound.
ru: Производит атаку в прыжке, нанося физический урон с силой 100. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект:<var 49 01 /var><var 48 01 /var> Увеличивает наносимый цели урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с. Невозможно использовать под эффектами, сковывающими движение.
