Repository: endervad/ffxiv_translation_test
Catalog: exd/ActionTransient/*.xlf
Languages: ru

source: Delivers an attack with a potency of 1,800. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Gallows Potency: <var 49 01 /var><var 48 01 /var>2,200 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gibbet<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s The action <var 48 F201F4 /var><var 49 F201F5 /var>Blood Stalk<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Unveiled Gibbet<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gibbet<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Shroud Gauge<var 49 01 /var><var 48 01 /var> by 20 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gallows<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 800. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Gallows Potency: <var 49 01 /var><var 48 01 /var>2 200 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gibbet<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. The action <var 48 F201F4 /var><var 49 F201F5 /var>Blood Stalk<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Unveiled Gibbet<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gibbet<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Shroud Gauge<var 49 01 /var><var 48 01 /var> by 20 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gallows<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of 1,800. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Void Reaping Potency: <var 49 01 /var><var 48 01 /var>2,200 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Enhanced Cross Reaping<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Void Shroud<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Lemure Shroud Cost: <var 49 01 /var><var 48 01 /var>1 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 800. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Void Reaping Potency: <var 49 01 /var><var 48 01 /var>2 200 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Enhanced Cross Reaping<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Void Shroud<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Lemure Shroud Cost: <var 49 01 /var><var 48 01 /var>1 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Delivers an attack with a potency of 1,800. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Cross Reaping Potency: <var 49 01 /var><var 48 01 /var>2,200 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Enhanced Void Reaping<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Void Shroud<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Lemure Shroud Cost: <var 49 01 /var><var 48 01 /var>1 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Enhanced Cross Reaping<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Наносит физический урон с силой 1 800. <var 48 F201F8 /var><var 49 F201F9 /var>Enhanced Cross Reaping Potency: <var 49 01 /var><var 48 01 /var>2 200 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Enhanced Void Reaping<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Void Shroud<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Lemure Shroud Cost: <var 49 01 /var><var 48 01 /var>1 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Enhanced Cross Reaping<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Summons your avatar to deliver an attack with a potency of 1,600. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Stack count will be reduced to 1 when already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Soul Gauge Cost: <var 49 01 /var><var 48 01 /var>50 Shares a recast timer with all avatar attacks except <var 48 F201F4 /var><var 49 F201F5 /var>Gluttony<var 49 01 /var><var 48 01 /var>.<var 08 E4E94528 ((<var 08 E0E94957 (( ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Lemure's Slice<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>
ru: Summons your avatar to deliver an attack with a potency of 1 600. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Stack count will be reduced to 1 when already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Soul Gauge Cost: <var 49 01 /var><var 48 01 /var>50 Shares a recast timer with all avatar attacks except <var 48 F201F4 /var><var 49 F201F5 /var>Gluttony<var 49 01 /var><var 48 01 /var>.<var 08 E4E94528 ((<var 08 E0E94957 (( ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Lemure's Slice<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>

source: Summons your avatar to deliver an attack with a potency of 1,600. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Stack count will be reduced to 1 when already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Soul Gauge Cost: <var 49 01 /var><var 48 01 /var>50 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gibbet<var 49 01 /var><var 48 01 /var>. Shares a recast timer with all avatar attacks except <var 48 F201F4 /var><var 49 F201F5 /var>Gluttony<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Summons your avatar to deliver an attack with a potency of 1 600. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Stack count will be reduced to 1 when already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Soul Gauge Cost: <var 49 01 /var><var 48 01 /var>50 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gibbet<var 49 01 /var><var 48 01 /var>. Shares a recast timer with all avatar attacks except <var 48 F201F4 /var><var 49 F201F5 /var>Gluttony<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Summons your avatar to deliver an attack with a potency of 1,600. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Stack count will be reduced to 1 when already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Soul Gauge Cost: <var 49 01 /var><var 48 01 /var>50 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gallows<var 49 01 /var><var 48 01 /var>. Shares a recast timer with all avatar attacks except <var 48 F201F4 /var><var 49 F201F5 /var>Gluttony<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Summons your avatar to deliver an attack with a potency of 1 600. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Stack count will be reduced to 1 when already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Soul Gauge Cost: <var 49 01 /var><var 48 01 /var>50 Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enhanced Gallows<var 49 01 /var><var 48 01 /var>. Shares a recast timer with all avatar attacks except <var 48 F201F4 /var><var 49 F201F5 /var>Gluttony<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.

source: Summons your avatar to deliver an attack with a potency of 1,000 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Stack count will be reduced to 1 when already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Soul Gauge Cost: <var 49 01 /var><var 48 01 /var>50 Shares a recast timer with all avatar attacks except <var 48 F201F4 /var><var 49 F201F5 /var>Gluttony<var 49 01 /var><var 48 01 /var>.<var 08 E4E94528 ((<var 08 E0E94957 (( ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Lemure's Scythe<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>
ru: Summons your avatar to deliver an attack with a potency of 1 000 to all enemies in a cone before you. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Stack count will be reduced to 1 when already under the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Soul Gauge Cost: <var 49 01 /var><var 48 01 /var>50 Shares a recast timer with all avatar attacks except <var 48 F201F4 /var><var 49 F201F5 /var>Gluttony<var 49 01 /var><var 48 01 /var>.<var 08 E4E94528 ((<var 08 E0E94957 (( ※Action changes to <var 48 F201F4 /var><var 49 F201F5 /var>Lemure's Scythe<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Enshrouded<var 49 01 /var><var 48 01 /var>.)) (()) /var>)) (()) /var>

source: Summons your avatar to deal unaspected damage with a potency of 2,000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Grants 2 stacks of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Soul Gauge Cost: <var 49 01 /var><var 48 01 /var>50
ru: Summons your avatar to deal unaspected damage with a potency of 2 000 to target and all enemies nearby it. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Grants 2 stacks of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Soul Gauge Cost: <var 49 01 /var><var 48 01 /var>50

source: Quickly dash 15 yalms forward. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Allows next <var 48 F201F4 /var><var 49 F201F5 /var>Harpe<var 49 01 /var><var 48 01 /var> to be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Leaves behind a <var 48 F201FA /var><var 49 F201FB /var>Hellsgate<var 49 01 /var><var 48 01 /var> at point of origin, and grants <var 48 F201FA /var><var 49 F201FB /var>Threshold<var 49 01 /var><var 48 01 /var> to self <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Cannot be executed while bound. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Egress<var 49 01 /var><var 48 01 /var>.
ru: Quickly dash 15 yalms forward. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Allows next <var 48 F201F4 /var><var 49 F201F5 /var>Harpe<var 49 01 /var><var 48 01 /var> to be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Leaves behind a <var 48 F201FA /var><var 49 F201FB /var>Hellsgate<var 49 01 /var><var 48 01 /var> at point of origin, and grants <var 48 F201FA /var><var 49 F201FB /var>Threshold<var 49 01 /var><var 48 01 /var> to self <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Cannot be executed while bound. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Egress<var 49 01 /var><var 48 01 /var>.

source: Quickly dash 15 yalms backwards. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Allows next <var 48 F201F4 /var><var 49 F201F5 /var>Harpe<var 49 01 /var><var 48 01 /var> to be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Leaves behind a <var 48 F201FA /var><var 49 F201FB /var>Hellsgate<var 49 01 /var><var 48 01 /var> at point of origin, and grants <var 48 F201FA /var><var 49 F201FB /var>Threshold<var 49 01 /var><var 48 01 /var> to self <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Cannot be executed while bound. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Ingress<var 49 01 /var><var 48 01 /var>.
ru: Quickly dash 15 yalms backwards. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Allows next <var 48 F201F4 /var><var 49 F201F5 /var>Harpe<var 49 01 /var><var 48 01 /var> to be cast immediately <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Leaves behind a <var 48 F201FA /var><var 49 F201FB /var>Hellsgate<var 49 01 /var><var 48 01 /var> at point of origin, and grants <var 48 F201FA /var><var 49 F201FB /var>Threshold<var 49 01 /var><var 48 01 /var> to self <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Cannot be executed while bound. Shares a recast timer with <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Ingress<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Borrowed<var 49 01 /var><var 48 01 /var> to self, creating a barrier that nullifies damage equivalent to a heal of 2,500 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s Grants the <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Returned<var 49 01 /var><var 48 01 /var> to self and nearby party members within a radius of 15 yalms when barrier is completely absorbed. <var 48 F201F8 /var><var 49 F201F9 /var>Crest of Time Returned Effect: <var 49 01 /var><var 48 01 /var>Gradually restores HP <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ru: Grants <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Borrowed<var 49 01 /var><var 48 01 /var> to self, creating a barrier that nullifies damage equivalent to a heal of 2 500 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Grants the <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Returned<var 49 01 /var><var 48 01 /var> to self and nearby party members within a radius of 15 yalms when barrier is completely absorbed. <var 48 F201F8 /var><var 49 F201F9 /var>Crest of Time Returned Effect: <var 49 01 /var><var 48 01 /var>Gradually restores ОЗ <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Offers your flesh as a vessel to your avatar, gaining maximum stacks of <var 48 F201FA /var><var 49 F201FB /var>Lemure Shroud<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s Certain actions cannot be executed while playing host to your avatar. <var 48 F201F8 /var><var 49 F201F9 /var>Shroud Gauge Cost: <var 49 01 /var><var 48 01 /var>50
ru: Offers your flesh as a vessel to your avatar, gaining maximum stacks of <var 48 F201FA /var><var 49 F201FB /var>Lemure Shroud<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Certain actions cannot be executed while playing host to your avatar. <var 48 F201F8 /var><var 49 F201F9 /var>Shroud Gauge Cost: <var 49 01 /var><var 48 01 /var>50

source: Deals unaspected damage with a potency of 1,200. <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Lengthens weaponskill cast time and recast time as well as spell cast time and recast time by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Restores HP to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>1,000 ※This action cannot be assigned to a hotbar.
ru: Deals unaspected damage with a potency of 1 200. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Lengthens weaponskill cast time and recast time as well as spell cast time and recast time by 10% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Restores ОЗ to targets under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kardion<var 49 01 /var><var 48 01 /var> granted by you <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>1 000 ※This action cannot be assigned to a hotbar.

source: Restores target's HP. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>2,000 <var 48 F201F8 /var><var 49 F201F9 /var>Additional Effect: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equaling 100％ of the amount of HP restored. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
ru: Восстанавливает ОЗ цели. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>2 000 <var 48 F201F8 /var><var 49 F201F9 /var>Дополнительный эффект: <var 49 01 /var><var 48 01 /var>Erects a magicked barrier which nullifies damage equaling 100％ of the amount of ОЗ restored. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var>. ※This action cannot be assigned to a hotbar.
