Repository: endervad/ffxiv_translation_test
Catalog: exd/WeddingBGM/*.xlf
Languages: de, fr, ja

source: Falling Shards
de: Fallende Scherben
fr: Pluie d'éclats
ja: 舞い散る輝き

source: A World Apart
de: Welten entfernt
fr: Un monde à part
ja: そして世界へ

source: The Twelfth Bell
de: Die Zwölfte Glocke
fr: Le douzième coup
ja: 昼下がりのひととき

source: Daring Dalliances
de: Tolldreiste Tändeleien
fr: Badinages audacieux
ja: 日溜り

source: Bliss
de: Seligkeit
fr: Béatitude
ja: 無常の喜び

source: Return of the Hero
de: Rückkehr des Helden
fr: Retour du héros
ja: 英雄の凱旋

source: Nature's Bounty
de: Gaben der Natur
fr: Don de la nature
ja: 自然の賜物

source: Maelstrom Command
de: Mahlstrom-Kommando
fr: Le Maelstrom
ja: 黒渦団軍令部

source: Into the Adder's Den
de: Abaton der Bruderschaft
fr: L'ordre des Deux Vipères
ja: 双蛇党統合司令部

source: The Hall of Flames
de: Ewige Halle
fr: Les Immortels
ja: 不滅隊作戦本部

source: Agent of Inquiry
de: Der Größte Kriminologe
fr: Gentilhomme détective
ja: 事件屋のアレ

source: Seasons
de: Jahreszeiten
fr: Saisons
ja: 恋の季節
