Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/070/VoiceMan_07005/*.xlf
Languages: de, fr, ja

source: TEXT_VOICEMAN_07005_003930_ERENVILLE<tab>Having devoted herself to sparing them sorrow, the sight might well have moved Sphene to tears.
de: TEXT_VOICEMAN_07005_003930_ERENVILLE<tab>Sie, die die Leute vom Kummer des Todes befreit hatte. Sie hätte es nicht gewollt, ihr Volk so zu sehen.
fr: TEXT_VOICEMAN_07005_003930_ERENVILLE<tab>Elle qui s'était donné tant de peine pour éviter aux siens la douleur du deuil aurait cer<var 16 /var>tai<var 16 /var>ne<var 16 /var>ment souffert de cette vision...
ja: TEXT_VOICEMAN_07005_003930_ERENVILLE<tab>死の悲しみを取り除いてきた彼女のことだ きっとこの光景は不本意だろう

source: TEXT_VOICEMAN_07005_003940_ERENVILLE<tab>However...
de: TEXT_VOICEMAN_07005_003940_ERENVILLE<tab>Aber<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003940_ERENVILLE<tab>Cependant...
ja: TEXT_VOICEMAN_07005_003940_ERENVILLE<tab>だが――

source: TEXT_VOICEMAN_07005_003950_ERENVILLE<tab>With Wuk Lamat carrying on her legacy, I have faith that her subjects will know joy once more.
de: TEXT_VOICEMAN_07005_003950_ERENVILLE<tab>Sie, die Sphenes Wünsche und Hoffnungen erbte, wird den Leuten ihr Lächeln eines Tages wiederbringen.
fr: TEXT_VOICEMAN_07005_003950_ERENVILLE<tab>Wuk Lamat avait donné sa parole, et je savais que les anciens sujets de Sphene retrouveraient bientôt le sourire.
ja: TEXT_VOICEMAN_07005_003950_ERENVILLE<tab>スフェーンの遺志を受け継いだあいつなら いずれ彼らの笑顔も取り戻すんだろう

source: TEXT_VOICEMAN_07005_003960_ERENVILLE<tab>As anticipated, the news that young Gulool Ja had succeeded his father as king was greeted with trepidation.
de: TEXT_VOICEMAN_07005_003960_ERENVILLE<tab>Dem kleinen Gulool Ja sollte die Verantwortung der Krone zu<var 16 /var>teil<var 16 /var>werden<var 1D /var>- diese Nachricht sorgte für einiges an Aufruhr.
fr: TEXT_VOICEMAN_07005_003960_ERENVILLE<tab>Comme on pouvait s'y attendre, l'annonce de l'avènement du très jeune Gulool Ja ne laissa pas les Alexandrins indifférents.
ja: TEXT_VOICEMAN_07005_003960_ERENVILLE<tab>王権が幼いグルージャに継承されたという発表は 予想どおり 多くの人の動揺を誘った

source: TEXT_VOICEMAN_07005_003961_ERENVILLE<tab>Reception was also mixed when Wuk Lamat came forward to name herself as the boy's guardian.
de: TEXT_VOICEMAN_07005_003961_ERENVILLE<tab>Und auch als Wuk Lamat ihre Rolle als Vormund des unerfahrenen Königs verkündete, fielen die Reaktionen gemischt aus.
fr: TEXT_VOICEMAN_07005_003961_ERENVILLE<tab>De la même façon, les réactions furent pour le moins contrastées lorsque Wuk Lamat se présenta comme tutrice du petit garçon.
ja: TEXT_VOICEMAN_07005_003961_ERENVILLE<tab>その後見人として ウクラマトが名乗りを上げた点も 反応は様々だったが――

source: TEXT_VOICEMAN_07005_003962_ERENVILLE<tab>But the people were mollified to learn that Everkeep's systems remained operational, and there would be no impact on their lives.
de: TEXT_VOICEMAN_07005_003962_ERENVILLE<tab>Aber das Kernsystem des Immerfrieds würde erhalten bleiben, und damit auch ihr Alltag. Das beruhigte die Gemüter.
fr: TEXT_VOICEMAN_07005_003962_ERENVILLE<tab>Le peuple fut cependant rassuré d'apprendre que la Gardienne de l'Éternité était intacte et que le quotidien resterait inchangé.
ja: TEXT_VOICEMAN_07005_003962_ERENVILLE<tab>エバーキープの基幹システムが無事で 当面の生活に支障がないとわかると 混乱も収束していった

source: TEXT_VOICEMAN_07005_003963_ERENVILLE<tab>One day, when he is older, Gulool Ja will decide for himself what manner of ruler he will be.
de: TEXT_VOICEMAN_07005_003963_ERENVILLE<tab>Wie und für was will er seine Macht einsetzen? Das sind Fragen, denen sich Gulool Ja eines Tages ganz alleine stellen muss.
fr: TEXT_VOICEMAN_07005_003963_ERENVILLE<tab>Quant à Gulool Ja, il avait amplement le temps de grandir avant de décider, un jour, ce qu'il voudrait faire de l'héritage royal de son père.
ja: TEXT_VOICEMAN_07005_003963_ERENVILLE<tab>父から受け継いだ王権をどう使うか それは成長したグルージャ自身が いつか決断することだろう

source: TEXT_VOICEMAN_07005_003964_ERENVILLE<tab>Till that day and beyond, may the path of the young king be illuminated by the love of family.
de: TEXT_VOICEMAN_07005_003964_ERENVILLE<tab>Möge der steinige Pfad des kleinen Königs von der wärmenden Liebe seiner Familie beleuchtet sein.
fr: TEXT_VOICEMAN_07005_003964_ERENVILLE<tab>D'ici là, le jeune monarque allait pouvoir découvrir un sentiment inédit, l'amour inconditionnel de sa nouvelle famille...
ja: TEXT_VOICEMAN_07005_003964_ERENVILLE<tab>願わくは―― 小さき王の歩む路が 家族の愛で照らされんことを

source: TEXT_VOICEMAN_07005_003970_ERENVILLE<tab>Meanwhile, in Tuliyollal, the people came together to hail their new Dawnservants' great victory.
de: TEXT_VOICEMAN_07005_003970_ERENVILLE<tab>Freude und Lachen. Dies war die Antwort Tuliyollals ob des ruhmreichen Sieges ihres Herrscherpaares.
fr: TEXT_VOICEMAN_07005_003970_ERENVILLE<tab>Pendant ce temps, au Tuliyollal, les habitants fêtaient dans l'allégresse le triomphe de leur tandem de souverains.
ja: TEXT_VOICEMAN_07005_003970_ERENVILLE<tab>一方 トライヨラの連中は―― 新たな連王の勝利を心から喜んだ

source: TEXT_VOICEMAN_07005_003980_ERENVILLE<tab>Having honored those they lost, they turned their attention to a brighter future and celebrated for three days and nights.
de: TEXT_VOICEMAN_07005_003980_ERENVILLE<tab>Und was als Feier zum Gedenken der vielen Opfer begann, artete in ein drei Tage und Nächte währendes Gelage aus.
fr: TEXT_VOICEMAN_07005_003980_ERENVILLE<tab>Après une période de recueillement en l'honneur de ceux tombés au combat, les festivités se poursuivirent pendant trois jours et trois nuits.
ja: TEXT_VOICEMAN_07005_003980_ERENVILLE<tab>犠牲者たちの弔いも兼ねた祝祭だったはずが 結局 三日三晩のお祭り騒ぎになっていた

source: TEXT_VOICEMAN_07005_003990_ERENVILLE<tab>Not everything had been resolved, though.
de: TEXT_VOICEMAN_07005_003990_ERENVILLE<tab>Aber wo Licht ist, da ist auch Schatten.
fr: TEXT_VOICEMAN_07005_003990_ERENVILLE<tab>Pourtant, tous les problèmes n'étaient pas résolus pour autant.
ja: TEXT_VOICEMAN_07005_003990_ERENVILLE<tab>だが すべてが片付いたわけじゃない

source: TEXT_VOICEMAN_07005_004000_ERENVILLE<tab>Those who had spent thirty years in the dome struggled to resume their former lives. This and a host of other challenges remained.
de: TEXT_VOICEMAN_07005_004000_ERENVILLE<tab>Für die Rückkehrer aus der Kuppel waren mehr als dreißig Jahre vergangen. Und ihre Staatsangehörigkeit war nur eines der vielen Probleme, denen wir uns stellen mussten.
fr: TEXT_VOICEMAN_07005_004000_ERENVILLE<tab>Par exemple, ceux qui venaient de passer trente longues années à l'intérieur du dôme éprouvaient de grandes difficultés à s'adapter à leur nouvel environnement...
ja: TEXT_VOICEMAN_07005_004000_ERENVILLE<tab>ドームからの生還者たちは30年の隔たりに困惑していたし 彼らの国籍含めて 問題は山積みだ――

source: TEXT_VOICEMAN_07005_004010_ERENVILLE<tab>But as the new Dawnservants continue to lead with strength and wisdom, the people may be assured that peace will endure.
de: TEXT_VOICEMAN_07005_004010_ERENVILLE<tab>Doch vereint werden unsere beiden Kronen mit Mut und Weisheit auch diese Hürde bewältigen<var 1D /var>- auf ihrem Pfad der Morgensonne.
fr: TEXT_VOICEMAN_07005_004010_ERENVILLE<tab>Mais grâce à l'équilibre entre force et raison incarné par ses deux jeunes Aurarques, nul doute que le Tuliyollal entrait dans une ère de paix et de prospérité.
ja: TEXT_VOICEMAN_07005_004010_ERENVILLE<tab>それでも新たな武王と理王は 力と知恵を合わせて 平和を築いていくだろう

source: TEXT_VOICEMAN_07005_004030_WUKLAMAT<tab>I'm sorry we haven't been able to talk properly. Between the reconstruction work and Papa's funeral, I've hardly had time to breathe.
de: TEXT_VOICEMAN_07005_004030_WUKLAMAT<tab>Es tut mir so leid, dass wir uns noch gar nicht richtig bei dir bedanken konnten. Die Pläne für den Wieder<var 16 /var>aufbau, Vaters Staatsbegräbnis<var 1D /var>... Dauernd kam mir etwas dazwischen.
fr: TEXT_VOICEMAN_07005_004030_WUKLAMAT<tab>Désolée d'être à la bourre<var 1D /var>! Entre la recon<var 16 /var>struc<var 16 /var>tion de la cité et les funérailles de mon père, j'ai pas eu une seule minute à moi.
ja: TEXT_VOICEMAN_07005_004030_WUKLAMAT<tab>礼が遅くなって、悪かったな！ 復興の計画やらオヤジの国葬やらでバタバタしてたもんでよ。

source: TEXT_VOICEMAN_07005_004040_WUKLAMAT<tab>But, at long last, there's a lull in my duties.
de: TEXT_VOICEMAN_07005_004040_WUKLAMAT<tab>Aber jetzt sind wir ja hier, nicht wahr?
fr: TEXT_VOICEMAN_07005_004040_WUKLAMAT<tab>Je suis venue dès que j'ai pu, car je tenais à te remercier.
ja: TEXT_VOICEMAN_07005_004040_WUKLAMAT<tab>だが……それもようやく一区切りついた。

source: TEXT_VOICEMAN_07005_004050_WUKLAMAT<tab>You've done more for us than we could ever hope to repay. Thank you, from the bottom of my heart.
de: TEXT_VOICEMAN_07005_004050_WUKLAMAT<tab>Das, was du für mich und mein geliebtes Tuliyollal getan hast, kann ich dir niemals vergelten. Ich danke dir wirklich von ganzem Herzen!
fr: TEXT_VOICEMAN_07005_004050_WUKLAMAT<tab>Après tout ce que t'as fait pour moi et les miens, je sais pas si j'arriverai à te rendre la pareille un jour... En attendant, du fond du cœur, merci infiniment.
ja: TEXT_VOICEMAN_07005_004050_WUKLAMAT<tab>お前には、一生感謝してもしきれそうにねぇ。 本当に……ありがとな。

source: TEXT_VOICEMAN_07005_004060_ERENVILLE<tab>When we left Eorzea behind to take part in the contest, none of us could have predicted what complications would follow.
de: TEXT_VOICEMAN_07005_004060_ERENVILLE<tab>Sag mal, wie machst du das nur immer? Du nimmst lediglich aus Langeweile am Ritus der Thronfolge teil, nur um dann plötzlich in einen interdimensionalen Konflikt zwischen zwei Nationen verwickelt zu werden?
fr: TEXT_VOICEMAN_07005_004060_ERENVILLE<tab>Quand on a pris la mer pour participer au rite de succession, on était loin de s'imaginer qu'on allait vivre des moments aussi riches en émotions...
ja: TEXT_VOICEMAN_07005_004060_ERENVILLE<tab>継承の儀に参加して終わるはずが、 まさかこんな騒動に巻き込まれることになるとは。

source: TEXT_VOICEMAN_07005_004070_ERENVILLE<tab>You truly have a knack for finding trouble, my friend.
de: TEXT_VOICEMAN_07005_004070_ERENVILLE<tab>Unter was für einem Stern des Unheils bist du bloß geboren?
fr: TEXT_VOICEMAN_07005_004070_ERENVILLE<tab>Décidément, tu as vraiment le chic pour t'embarquer dans des histoires rocambolesques<var 1D /var>!
ja: TEXT_VOICEMAN_07005_004070_ERENVILLE<tab>おたくも難儀な星のもとに生まれたもんだな。

source: TEXT_VOICEMAN_07005_004071_ERENVILLE<tab>And you wouldn't have it any other way.
de: TEXT_VOICEMAN_07005_004071_ERENVILLE<tab>Aber du scheinst deinem Schicksal ja nicht besonders abgeneigt zu sein, was?
fr: TEXT_VOICEMAN_07005_004071_ERENVILLE<tab>Et ça n'a pas l'air de te déranger.
ja: TEXT_VOICEMAN_07005_004071_ERENVILLE<tab>……そんなもんか。

source: TEXT_VOICEMAN_07005_004080_WUKLAMAT<tab>So, what's next for you? Assuming you're still set on leaving the gleaner's life behind?
de: TEXT_VOICEMAN_07005_004080_WUKLAMAT<tab>Und was hast du jetzt vor? Du bist doch aus der Klaubergilde ausgetreten, richtig?
fr: TEXT_VOICEMAN_07005_004080_WUKLAMAT<tab>D'ailleurs, Erenville... C'est quoi tes projets, maintenant que t'as quitté le collège des glaneurs<var 1D /var>?
ja: TEXT_VOICEMAN_07005_004080_WUKLAMAT<tab>それで、お前はこれからどうするんだ？ グリーナーズ・ギルドシップは抜けたんだろ？

source: TEXT_VOICEMAN_07005_004090_ERENVILLE<tab>I'm off to fulfill my mother's dream, of course.
de: TEXT_VOICEMAN_07005_004090_ERENVILLE<tab>Ganz genau. Meine Mutter<var 1D /var>... Ich will mich vollends der Erfüllung ihrer Träume verschreiben.
fr: TEXT_VOICEMAN_07005_004090_ERENVILLE<tab>Réaliser le rêve de ma mère, bien sûr.
ja: TEXT_VOICEMAN_07005_004090_ERENVILLE<tab>……ああ、おふくろの夢を受け継いだからな。

source: TEXT_VOICEMAN_07005_004100_ERENVILLE<tab>Like she had intended, I'll embark on a journey in search of the unknown. She's sure to enjoy my stories when we meet again in the aetherial sea.
de: TEXT_VOICEMAN_07005_004100_ERENVILLE<tab>Eine Reise, um das Unentdeckte zu entdecken. Allein der Gedanke daran würde sie sicher vor Neid aus dem Sternengrund zurückkehren lassen.
fr: TEXT_VOICEMAN_07005_004100_ERENVILLE<tab>Comme elle le voulait, je vais partir pour un voyage à la découverte de l'inconnu. J'ai bien l'intention de la surprendre quand on se retrouvera dans la mer des étoiles<var 1D /var>!
ja: TEXT_VOICEMAN_07005_004100_ERENVILLE<tab>まだ見ぬ生き物を求めて、未知を探す旅に出る。 せいぜい星海で待ってるおふくろを、驚かせてやるさ。

source: TEXT_VOICEMAN_07005_004110_WUKLAMAT<tab>Well, well, sounds like a plan! But will you have the coin to get by?
de: TEXT_VOICEMAN_07005_004110_WUKLAMAT<tab>Das klingt doch gut! Weißt du denn schon, wie du die Reisekosten abdecken wirst?
fr: TEXT_VOICEMAN_07005_004110_WUKLAMAT<tab>Eh ben, ça promet<var 1D /var>! Et comment tu vas remplir ton assiette<var 1D /var>?
ja: TEXT_VOICEMAN_07005_004110_WUKLAMAT<tab>へえ……いいじゃねえか！ 食い扶持の当てはあるのか？

source: TEXT_VOICEMAN_07005_004120_ERENVILLE<tab>I may no longer be a gleaner, but I still have contacts in Sharlayan. Contacts with deep pockets always eager to pay for information on new or rare species.
de: TEXT_VOICEMAN_07005_004120_ERENVILLE<tab>Ich bin zwar kein Klauber mehr, aber meine Verbindungen zu Sharlayan sind immer noch intakt. Und im Austausch für Informationen über neue und seltene Arten ist sich der Rat der Philosophen schließlich nie zu schade, ein paar Gil abzutreten.
fr: TEXT_VOICEMAN_07005_004120_ERENVILLE<tab>Ma carrière de glaneur est peut-être derrière moi, mais j'ai toujours des contacts à Sharlayan. On me payera grassement pour des in<var 16 /var>for<var 16 /var>ma<var 16 /var>tions sur des espèces rares ou inédites.
ja: TEXT_VOICEMAN_07005_004120_ERENVILLE<tab>グリーナーを辞めても、 シャーレアンとの繋がりがなくなるわけじゃないからな。 新種や希少種の情報なら売りつけられるはずだ。

source: TEXT_VOICEMAN_07005_004130_WUKLAMAT<tab>Heh, you've got it all worked out.
de: TEXT_VOICEMAN_07005_004130_WUKLAMAT<tab>Haha, dann war ja meine Sorge vollkommen unbegründet.
fr: TEXT_VOICEMAN_07005_004130_WUKLAMAT<tab>Ha<var 1D /var>! Je vois que t'as tout prévu.
ja: TEXT_VOICEMAN_07005_004130_WUKLAMAT<tab>へっ、たくましい奴だぜ。

source: TEXT_VOICEMAN_07005_004140_WUKLAMAT<tab>And what of you? Any new adventures in the offing?
de: TEXT_VOICEMAN_07005_004140_WUKLAMAT<tab>Und du? Noch am Überlegen?
fr: TEXT_VOICEMAN_07005_004140_WUKLAMAT<tab>Et toi, alors<var 1D /var>? Tu réfléchis déjà à ta prochaine aventure<var 1D /var>?
ja: TEXT_VOICEMAN_07005_004140_WUKLAMAT<tab>お前は……次の冒険について考え中か？

source: TEXT_VOICEMAN_07005_004150_WUKLAMAT<tab>Regardless, until you're ready to leave, you're our guest here in Tuliyollal. And this time, I won't pester you to take up a post.
de: TEXT_VOICEMAN_07005_004150_WUKLAMAT<tab>Na, es besteht ja kein Grund zur Eile. Genieß deine Zeit in Tuliyollal und lass ein wenig die Seele baumeln! Ich werd dir auch keinen Posten im Palast aufzwingen, versprochen!
fr: TEXT_VOICEMAN_07005_004150_WUKLAMAT<tab>En attendant de te décider, hésite pas à prendre tes aises chez nous. Promis, je te demanderai pas de gouverner avec moi<var 1D /var>!
ja: TEXT_VOICEMAN_07005_004150_WUKLAMAT<tab>まあ、行き先が決まるまでトライヨラでゆっくりしていってくれ。 もちろん、代わりに要職へ就けなんて言う気はねえよ。

source: TEXT_VOICEMAN_07005_004160_WUKLAMAT<tab>By now, I know you well enough to know you can't stay in one place. No more than you can ignore the plight of those in need.
de: TEXT_VOICEMAN_07005_004160_WUKLAMAT<tab>Wenn mir auf unserer Reise eins klar geworden ist, dann, wie sehr du das Abenteuer liebst<var 1D /var>... Und dass du es einfach nicht lassen kannst, allem und jedem deine Hilfe anzubieten<var 1D /var>...
fr: TEXT_VOICEMAN_07005_004160_WUKLAMAT<tab>À force de te côtoyer, j'ai bien compris que t'étais pas du genre à rester en place. Ni à ignorer un appel à l'aide, d'ailleurs.
ja: TEXT_VOICEMAN_07005_004160_WUKLAMAT<tab>お前は冒険が好きでたまらなくて、 困ってる誰かがいたら放っておけない奴なんだ……って。 ここまでの旅で、よくわかったからな。

source: TEXT_VOICEMAN_07005_004170_WUKLAMAT<tab>Your path will always lead you elsewhere, and you'll continue walking it. Isn't that so?
de: TEXT_VOICEMAN_07005_004170_WUKLAMAT<tab>Darum bin ich mir absolut sicher: Deine Reise ist noch lange nicht vorbei. Solange du nur gewillt bist, ihn zu gehen, wird dein Pfad dich weiterführen.
fr: TEXT_VOICEMAN_07005_004170_WUKLAMAT<tab>Le Tural n'est qu'une étape sur ta route, hein<var 1D /var>? Tu vas bientôt t'en aller vers de nouveaux horizons<var 1D /var>?
ja: TEXT_VOICEMAN_07005_004170_WUKLAMAT<tab>だからこれからも、 お前はお前の路を、歩き続けるんだろ？

source: TEXT_VOICEMAN_07005_004180_ERENVILLE<tab>An adventurer to the marrow, you are. What is it exactly that spurs you on?
de: TEXT_VOICEMAN_07005_004180_ERENVILLE<tab>Durch und durch <var 08 E905 ((die Frau Abenteurerin)) ((der Herr Abenteurer)) /var>, wie? Was ist es nur, das dich antreibt?
fr: TEXT_VOICEMAN_07005_004180_ERENVILLE<tab><var 08 E905 ((Aventurière)) ((Aventurier)) /var> un jour, <var 08 E905 ((aventurière)) ((aventurier)) /var> toujours... Mais qu'est-ce qui te motive à aller sans cesse de l'avant, au juste<var 1D /var>?
ja: TEXT_VOICEMAN_07005_004180_ERENVILLE<tab>根っからの冒険者なんだな。 何がそんな風に、おたくを突き動かすんだ？

source: TEXT_VOICEMAN_07005_Q8_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_07005_Q8_000_001_NONE_VOICE<tab>Was antwortest du?
fr: TEXT_VOICEMAN_07005_Q8_000_001_NONE_VOICE<tab>Que répondez-vous<var 1D /var>?
ja: TEXT_VOICEMAN_07005_Q8_000_001_NONE_VOICE<tab>何と言う？

source: TEXT_VOICEMAN_07005_A8_000_001_NONE_VOICE<tab>My love for the star.
de: TEXT_VOICEMAN_07005_A8_000_001_NONE_VOICE<tab>Diese Welt. Ich liebe sie und alles in ihr.
fr: TEXT_VOICEMAN_07005_A8_000_001_NONE_VOICE<tab>Mon amour pour ce monde.
ja: TEXT_VOICEMAN_07005_A8_000_001_NONE_VOICE<tab>この世界が好きだから

source: TEXT_VOICEMAN_07005_A8_000_002_NONE_VOICE<tab>All the sights I've yet to see.
de: TEXT_VOICEMAN_07005_A8_000_002_NONE_VOICE<tab>Das Unbekannte. Ich habe noch so viele Orte zu entdecken.
fr: TEXT_VOICEMAN_07005_A8_000_002_NONE_VOICE<tab>Toutes les surprises qui m'attendent.
ja: TEXT_VOICEMAN_07005_A8_000_002_NONE_VOICE<tab>まだ見ておくべき場所が残っているから

source: TEXT_VOICEMAN_07005_A8_000_003_NONE_VOICE<tab>The legacies I bear.
de: TEXT_VOICEMAN_07005_A8_000_003_NONE_VOICE<tab>All das, was mir mit auf den Weg gegeben wurde.
fr: TEXT_VOICEMAN_07005_A8_000_003_NONE_VOICE<tab>Les espoirs qu'on m'a confiés.
ja: TEXT_VOICEMAN_07005_A8_000_003_NONE_VOICE<tab>たくさんのものを受け継いだから

source: TEXT_VOICEMAN_07005_004181_ERENVILLE<tab>[AMUSED CHUCKLE “Hehe”]
de: TEXT_VOICEMAN_07005_004181_ERENVILLE<tab>Haha!
fr: TEXT_VOICEMAN_07005_004181_ERENVILLE<tab>[Très léger rire amusé]
ja: TEXT_VOICEMAN_07005_004181_ERENVILLE<tab>フフッ

source: TEXT_VOICEMAN_07005_004182_WUKLAMAT<tab>[AMUSED CHUCKLE “Hehe”]
de: TEXT_VOICEMAN_07005_004182_WUKLAMAT<tab>Haha!
fr: TEXT_VOICEMAN_07005_004182_WUKLAMAT<tab>[Très léger rire amusé]
ja: TEXT_VOICEMAN_07005_004182_WUKLAMAT<tab>フフッ

source: TEXT_VOICEMAN_07005_001110_NAMIKKA<tab>Begging your pardon, but I'm looking for a child─a small Xbr'aal girl. Have you seen her by any chance?
de: TEXT_VOICEMAN_07005_001110_NAMIKKA<tab>Entschuldigung, habt Ihr zufällig ein junges Xbr'aal-Mädchen hier in der Nähe gesehen?

source: TEXT_VOICEMAN_07005_001920_WUKLAMAT<tab>Oh boy. They, um...worked hand-in-hand to overcome an age of hardship, and in time...they built a peaceful and prosperous Alexandria─a <var 1A 02 /var>new<var 1A 01 /var> Alexandria!
de: TEXT_VOICEMAN_07005_001920_WUKLAMAT<tab>Ähm ... Sie arbeiteten tagein, tagaus, und am Ende ihrer Mühen gelang es, ein neues Alexandria zu errichten<var 1D /var>- ein wunderbares Königreich!
