Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/070/VoiceMan_07005/*.xlf
Languages: de, fr, ja

source: TEXT_VOICEMAN_07005_001400_CAHCIUA<tab>Sleep tight, everyone...
de: TEXT_VOICEMAN_07005_001400_CAHCIUA<tab>Schlaft gut<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001400_CAHCIUA<tab>Bonne nuit, tout le monde...
ja: TEXT_VOICEMAN_07005_001400_CAHCIUA<tab>……おやすみ、みんな。

source: TEXT_VOICEMAN_07005_001410_OTIS<tab>(-Old-fashioned Knight-)I know not who you are, but my thanks for your timely aid!
de: TEXT_VOICEMAN_07005_001410_OTIS<tab>(-Altmodischer Ritter-)Ein neues Gesicht! Danke für Eure wackere Unterstützung, <var 08 E905 ((verehrte Dame)) ((verehrter Herr)) /var>!
fr: TEXT_VOICEMAN_07005_001410_OTIS<tab>(-Chevalier en armure antique-)J'ignore qui vous êtes, mais merci pour votre salutaire in<var 16 /var>ter<var 16 /var>ven<var 16 /var>tion<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001410_OTIS<tab>(-古風な王国騎士-)見ない顔だが、助太刀に感謝する！

source: TEXT_VOICEMAN_07005_001420_YESTERLANDGIRL<tab>You're both so strong!
de: TEXT_VOICEMAN_07005_001420_YESTERLANDGIRL<tab>Das war absolut fabelhaft!
fr: TEXT_VOICEMAN_07005_001420_YESTERLANDGIRL<tab>Ouah, vous êtes trop forts<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001420_YESTERLANDGIRL<tab>ふたりとも、すっごく強かった！

source: TEXT_VOICEMAN_07005_001430_YESTERLANDBOY<tab>That was amazing, Otis! And you too, <var 08 E905 ((miss)) ((mister)) /var>!
de: TEXT_VOICEMAN_07005_001430_YESTERLANDBOY<tab>Ja, das war großartig, Otis! Und du natürlich auch!
fr: TEXT_VOICEMAN_07005_001430_YESTERLANDBOY<tab>Bravo, Otis<var 1D /var>! Et à vous aussi, <var 08 E905 ((Madame)) ((Monsieur)) /var><var 1D /var>!
ja: TEXT_VOICEMAN_07005_001430_YESTERLANDBOY<tab>オーティスやるじゃん！ そっちの人も！

source: TEXT_VOICEMAN_07005_001440_OTIS<tab>Hahaha! Fiends such as these are naught to be feared.
de: TEXT_VOICEMAN_07005_001440_OTIS<tab>(-Otis?-)Hohoho! Wer wär ich denn schon, mich vor solch nieder<var 16 /var>träch<var 16 /var>tigen Kreaturen zu verkriechen!
fr: TEXT_VOICEMAN_07005_001440_OTIS<tab>(-Chevalier appelé Otis-)Ha ha ha ha<var 1D /var>! Il en faut bien davantage pour m'impressionner<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001440_OTIS<tab>(-オーティスと呼ばれた騎士-)ハハハ！ この程度の魔物、大したことないわ！

source: TEXT_VOICEMAN_07005_001450_WUKLAMAT<tab>Well then... Dealt with it already, have you?
de: TEXT_VOICEMAN_07005_001450_WUKLAMAT<tab>Ist noch was für mich übrig? Oh, scheinbar nicht<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001450_WUKLAMAT<tab>T'as déjà fait le ménage, c'est ça<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001450_WUKLAMAT<tab>魔物は……もう片付けたのか？

source: TEXT_VOICEMAN_07005_001460_OTIS<tab>Be at ease, one and all. So long as I, Ser Otis, live and breathe, no citizen shall come to harm!
de: TEXT_VOICEMAN_07005_001460_OTIS<tab>Fürchtet euch nicht, meine lieben Kinder! So wahr <var 1A 02 /var>ich<var 1A 01 /var>, Otis, Großmeister der königlichen Ritter, über unser wunderschönes Alexandria wache, soll euch kein Unheil widerfahren!
fr: TEXT_VOICEMAN_07005_001460_OTIS<tab>Soyez tranquilles, mes enfants<var 1D /var>! Otis, le capitaine de la garde royale d'Alexandrie, veille au grain<var 1D /var>! Aucun danger ne saurait vous atteindre<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001460_OTIS<tab>安心したまえ、諸君！ この王国騎士団長オーティスがいる限り、 民に危険が及ぶことはないからな！

source: TEXT_VOICEMAN_07005_001470_WUKLAMAT<tab>Otis!?
de: TEXT_VOICEMAN_07005_001470_WUKLAMAT<tab>Moment mal<var 1D /var>... Otis!?
fr: TEXT_VOICEMAN_07005_001470_WUKLAMAT<tab>Otis<var 1D /var>!?
ja: TEXT_VOICEMAN_07005_001470_WUKLAMAT<tab>オーティスだって！？

source: TEXT_VOICEMAN_07005_001480_WUKLAMAT<tab>Of all the people─could you really be <var 1A 02 /var>that<var 1A 01 /var> Otis?
de: TEXT_VOICEMAN_07005_001480_WUKLAMAT<tab><var 1A 02 /var>Der<var 1A 01 /var> Otis!?
fr: TEXT_VOICEMAN_07005_001480_WUKLAMAT<tab>Est-ce que tu serais le même Otis...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001480_WUKLAMAT<tab>もしかしてお前……あのオーティスなのか！？

source: TEXT_VOICEMAN_07005_001490_OTIS<tab>I'm certain I do not know what you mean by <var 1A 02 /var>that<var 1A 01 /var> Otis. I am who I am─and I should very much like to know who <var 1A 02 /var>you<var 1A 01 /var> are.
de: TEXT_VOICEMAN_07005_001490_OTIS<tab>Was seid Ihr denn so überrascht, meine Dame? Natürlich bin ich <var 1A 02 /var>der<var 1A 01 /var> Otis! Der einzig wahre<var 1D /var>- wenn ich anmerken darf! Die Frage ist doch, wer seid Ihr?
fr: TEXT_VOICEMAN_07005_001490_OTIS<tab>Comment cela, “le même Otis”<var 1D /var>? Je ne connais qu'un seul Otis, moi-même. Et vous, qui êtes-vous<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001490_OTIS<tab>む……あのオーティスとは何だ？ ワタシは常に、このオーティスだが……お主は何者だ？

source: TEXT_VOICEMAN_07005_001500_WUKLAMAT<tab>You're Ser Otis Velona, lord captain of the royal knights of Alexandria, yes? We met you while searching for Gulool Ja.
de: TEXT_VOICEMAN_07005_001500_WUKLAMAT<tab>W-Wie bitte?! Du bist doch Otis Velona, oder nicht? Wir kennen uns! Erinnerst du dich nicht daran, als wir dich und Gulool Ja zum ersten Mal getroffen haben? Das war vielleicht ein Miss<var 16 /var>ver<var 16 /var>ständ<var 16 /var>nis, was?
fr: TEXT_VOICEMAN_07005_001500_WUKLAMAT<tab>Tu es bien Otis Velona, le capitaine de la garde royale d'Alexandrie<var 1D /var>? Nos routes se sont croisées quand on cherchait Gulool Ja.
ja: TEXT_VOICEMAN_07005_001500_WUKLAMAT<tab>何者って……お前、オーティス・ヴェロナなんだろ？ アタシらがグルージャを探してたときに、 ヘリテージファウンドで出会ったじゃねぇか。

source: TEXT_VOICEMAN_07005_001510_WUKLAMAT<tab>You cooked a most delicious repast for us. Fought beside us in Solution Nine.
de: TEXT_VOICEMAN_07005_001510_WUKLAMAT<tab>Und was du uns zu essen gezaubert hast<var 1D /var>... Ich hätte mich reinlegen können! Aber als wir in Lösung Neun Seite an Seite gekämpft haben, bist du<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001510_WUKLAMAT<tab>Tu nous a préparé à manger, et on a même combattu ensemble à Solution Neuf...
ja: TEXT_VOICEMAN_07005_001510_WUKLAMAT<tab>ほら、飯も一緒に食っただろ？ 最後はソリューション・ナインで戦って……。

source: TEXT_VOICEMAN_07005_001520_OTIS<tab>Gulool Ja...? Solution Nine...? I've never heard of such things.
de: TEXT_VOICEMAN_07005_001520_OTIS<tab>Gulool Ja<var 1D /var>... Lösung Neun<var 1D /var>... Ich muss gestehen, diese Namen sind mir gänzlich unbekannt.
fr: TEXT_VOICEMAN_07005_001520_OTIS<tab>Gulool Ja<var 1D /var>? Solution Neuf<var 1D /var>? Mais de quoi parlez-vous<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001520_OTIS<tab>グルージャ……ソリューション・ナイン……？ いったい何を言っている？

source: TEXT_VOICEMAN_07005_001530_OTIS<tab>These events of which you speak are utterly unknown to me. As are you─I'm quite confident I would recall if we had met before!
de: TEXT_VOICEMAN_07005_001530_OTIS<tab>Und Euch sehe ich auch zum ersten Mal! Warum also<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001530_OTIS<tab>Ces choses me sont par<var 16 /var>fai<var 16 /var>te<var 16 /var>ment inconnues, tout comme vos visages<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001530_OTIS<tab>お主らのことなど、まったく知らぬし、 ヘリテージ……何とかという場所も知らぬ！

source: TEXT_VOICEMAN_07005_001540_OTIS<tab>Could this be... <gasp> Villainy!? You seek to bewilder me for purposes most foul!
de: TEXT_VOICEMAN_07005_001540_OTIS<tab>Moment! Wagt Ihr es etwa, Euch über mich lustig zu machen? Das ist es doch, nicht wahr, ihr Halunken?
fr: TEXT_VOICEMAN_07005_001540_OTIS<tab>Vous ne seriez pas en train de vous payer ma tête, par hasard<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001540_OTIS<tab>もしや、ワタシをからかっているのではあるまいな？

source: TEXT_VOICEMAN_07005_001550_WUKLAMAT<tab>No, no! No villainy intended, I swear!
de: TEXT_VOICEMAN_07005_001550_WUKLAMAT<tab>Nein, warte! So ein Unsinn! Nichts liegt uns ferner, ehrlich!
fr: TEXT_VOICEMAN_07005_001550_WUKLAMAT<tab>Non non non non non<var 1D /var>! Pas le moins du monde<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001550_WUKLAMAT<tab>違う、違う！ からかってねぇって……！

source: TEXT_VOICEMAN_07005_001560_WUKLAMAT<tab>(Tell me I'm not mad. This is definitely the Otis we know...right?)
de: TEXT_VOICEMAN_07005_001560_WUKLAMAT<tab>Vielleicht ist er ja doch nicht unser Otis<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001560_WUKLAMAT<tab>(Rassure-moi, je suis pas devenue folle<var 1D /var>? C'est bien le même Otis, non<var 1D /var>?)
ja: TEXT_VOICEMAN_07005_001560_WUKLAMAT<tab>なあ、もしかしてこいつ、 アタシらが向こうで出会った奴とは違うのか……？

source: TEXT_VOICEMAN_07005_Q3_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_07005_Q3_000_001_NONE_VOICE<tab>Was sagst du?
fr: TEXT_VOICEMAN_07005_Q3_000_001_NONE_VOICE<tab>Que répondez-vous<var 1D /var>?
ja: TEXT_VOICEMAN_07005_Q3_000_001_NONE_VOICE<tab>何と言う？

source: TEXT_VOICEMAN_07005_A3_000_001_NONE_VOICE<tab>In the flesh, no less!
de: TEXT_VOICEMAN_07005_A3_000_001_NONE_VOICE<tab>Das ist Otis, bevor er einen Blechkörper hatte.
fr: TEXT_VOICEMAN_07005_A3_000_001_NONE_VOICE<tab>Ses souvenirs datent sûrement de l'époque où il était humain.
ja: TEXT_VOICEMAN_07005_A3_000_001_NONE_VOICE<tab>生身だったころの記憶なのだろう

source: TEXT_VOICEMAN_07005_A3_000_002_NONE_VOICE<tab>An earlier version─he won't remember his time as a machine.
de: TEXT_VOICEMAN_07005_A3_000_002_NONE_VOICE<tab>Er hat keine Erinnerungen an sein Dasein als Maschinensoldat.
fr: TEXT_VOICEMAN_07005_A3_000_002_NONE_VOICE<tab>On dirait qu'il n'a pas conscience de son vécu en tant que machine.
ja: TEXT_VOICEMAN_07005_A3_000_002_NONE_VOICE<tab>機械兵になった後の記憶がないのでは？

source: TEXT_VOICEMAN_07005_001570_OTIS<tab>I say, what are you whispering about there!?
de: TEXT_VOICEMAN_07005_001570_OTIS<tab>Was flüstert Ihr denn da vor Euch hin!? Das ist nun wirklich keine Art, mit einem königlichen Ritter umzugehen!
fr: TEXT_VOICEMAN_07005_001570_OTIS<tab>Allons bon<var 1D /var>! Des messes basses, maintenant<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001570_OTIS<tab>おいっ、何をヒソヒソと話している！？

source: TEXT_VOICEMAN_07005_001580_OTIS<tab>Wait─I've no time for this! I must attend to my preparations for the Founding Celebration.
de: TEXT_VOICEMAN_07005_001580_OTIS<tab>Wenn Ihr mich dann bitte entschuldigen würdet<var 1D /var>- ich habe Besseres zu tun, als meine Zeit mit Euch Tagedieben zu verschwenden. Eine Gründungsfeier will vorbereitet werden.
fr: TEXT_VOICEMAN_07005_001580_OTIS<tab>Vous m'excuserez, je n'ai pas le temps pour ces enfantillages. On m'attend pour les préparatifs de la fête de la Fondation.
ja: TEXT_VOICEMAN_07005_001580_OTIS<tab>すまぬが、建国祭の準備に忙しくてな。 わけのわからぬ話に付き合っている暇はないのだ。

source: TEXT_VOICEMAN_07005_001590_OTIS<tab>The children begged and begged that I perform in the marquee play, and I cannot possibly disappoint them!
de: TEXT_VOICEMAN_07005_001590_OTIS<tab>Immerhin habe ich mich dazu erbarmt, während der Festlichkeiten meine Schau<var 16 /var>spiel<var 16 /var>kunst in einem Theaterstück zur Schau zu stellen. Zur Belustigung des Volkes<var 1D /var>... Ihr könnt Euch gar nicht vorstellen, wie groß die Augen der Kinder wurden, als sie mich anflehten, mitzumachen, hoho.
fr: TEXT_VOICEMAN_07005_001590_OTIS<tab>Ces jeunes gens ont éminemment insisté pour que je monte sur les planches pendant le spectacle. Comment aurais-je pu refuser<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001590_OTIS<tab>なにせ祭りでは、子どもたちにせがまれて、 芝居に出ることになっているのだからな！

source: TEXT_VOICEMAN_07005_001600_OTIS<tab>I take my leave of you. Good day!
de: TEXT_VOICEMAN_07005_001600_OTIS<tab>Und damit wünsche ich Euch einen schönen Tag! Ich hoffe, Ihr wahrt fortan etwas mehr Anstand, verehrte Fremde!
fr: TEXT_VOICEMAN_07005_001600_OTIS<tab>Sur ce, je me permets de prendre congé. Soyez sages en mon absence<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001600_OTIS<tab>では、これにて失礼！

source: TEXT_VOICEMAN_07005_001610_WUKLAMAT<tab>Founding Celebration...?
de: TEXT_VOICEMAN_07005_001610_WUKLAMAT<tab>Eine Gründungsfeier ...?
fr: TEXT_VOICEMAN_07005_001610_WUKLAMAT<tab>La fête de la Fondation...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001610_WUKLAMAT<tab>建国祭……？

source: TEXT_VOICEMAN_07005_001620_KRILE<tab>Well, this seems to be the right place. What's on the program, I wonder.
de: TEXT_VOICEMAN_07005_001620_KRILE<tab>So ein Trubel! Was hier wohl gleich losgehen wird?
fr: TEXT_VOICEMAN_07005_001620_KRILE<tab>Nous voilà donc au lieu des célébrations... Je me demande quel est le programme.
ja: TEXT_VOICEMAN_07005_001620_KRILE<tab>招待されて来てみたものの…… いったい何が始まるのかしら？

source: TEXT_VOICEMAN_07005_001630_GRAHATIA<tab>And where are the others, for that matter...
de: TEXT_VOICEMAN_07005_001630_GRAHATIA<tab>Wuk Lamat und <var 08 E905 ((unsere umtriebige Freundin)) ((unser umtriebiger Freund)) /var> sind auch nirgendwo zu sehen.
fr: TEXT_VOICEMAN_07005_001630_GRAHATIA<tab>Je ne vois pas les autrrres...
ja: TEXT_VOICEMAN_07005_001630_GRAHATIA<tab>ウクラマトたちも見当たらないな。

source: TEXT_VOICEMAN_07005_001640_YESTERLANDTROUPE<tab>Ladies and gentlemen, boys and girls! Tonight's performance is a story that takes place long, long ago.
de: TEXT_VOICEMAN_07005_001640_YESTERLANDTROUPE<tab>Sehr verehrtes Publikum! Unsere heutige Aufführung erzählt von Ereignissen aus einer längst vergessenen Zeit.
fr: TEXT_VOICEMAN_07005_001640_YESTERLANDTROUPE<tab>Mesdames et Messieurs<var 1D /var>! La pièce que nous allons jouer devant vous raconte une histoire qui s'est déroulée dans un très lointain passé.
ja: TEXT_VOICEMAN_07005_001640_YESTERLANDTROUPE<tab>さあて、お集まりの皆様！ 今宵我らが語る物語は、はるか遠い昔の物語でございます。

source: TEXT_VOICEMAN_07005_001650_YESTERLANDTROUPE<tab>A great conflict rages over precious electrope, and the Kingdom of Alexandria has been embroiled in the chaos.
de: TEXT_VOICEMAN_07005_001650_YESTERLANDTROUPE<tab>Es begab sich zu der Zeit, als unser wunderschönes Alexandria in einen Konflikt um wertvolles Elektrob verwickelt wurde.
fr: TEXT_VOICEMAN_07005_001650_YESTERLANDTROUPE<tab>Alors que le conflit pour le contrôle de l'électrope faisait rage, le royaume d'Alexandrie était plongé dans un profond chaos.
ja: TEXT_VOICEMAN_07005_001650_YESTERLANDTROUPE<tab>かつて、このアレクサンドリア王国は、 エレクトロープを巡る大きな争いに巻き込まれました。

source: TEXT_VOICEMAN_07005_001660_YESTERLANDTROUPE<tab>When the royal capital comes under siege, the kingdom's valiant knights lay their lives on the line for their beloved Princess Sphene.
de: TEXT_VOICEMAN_07005_001660_YESTERLANDTROUPE<tab>Und in diesen Zeiten des Tumultes schworen die tapferen Helden der Krone, Königin Sphene mit ihrem Leben zu beschützen.
fr: TEXT_VOICEMAN_07005_001660_YESTERLANDTROUPE<tab>Mis à mal par le siège de la capitale, les vaillants chevaliers de la garde royale risquèrent leur vie pour protéger Sa Majesté la reine Sphene...
ja: TEXT_VOICEMAN_07005_001660_YESTERLANDTROUPE<tab>これは勇敢な我が国の王国騎士たちが、 命を懸けてスフェーン様を護り抜くお話です。

source: TEXT_VOICEMAN_07005_001670_YESTERLANDTROUPE<tab>I bid you keep your handkerchiefs at hand. Now, without further ado...
de: TEXT_VOICEMAN_07005_001670_YESTERLANDTROUPE<tab>Und nun, meine Damen und Herren, ist es endlich so weit! Haltet Eure Liebsten fest und greift zu den Taschentüchern, denn hier bleibt kein Auge trocken<var 1D /var>- Bühne frei!
fr: TEXT_VOICEMAN_07005_001670_YESTERLANDTROUPE<tab>Et à présent, noble assistance, veuillez vous munir de vos mouchoirs, car la repré<var 16 /var>sen<var 16 /var>ta<var 16 /var>tion va commencer<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001670_YESTERLANDTROUPE<tab>それでは皆様、 厚手のハンカチをご用意してお楽しみください。

source: TEXT_VOICEMAN_07005_001680_YESTERLANDGIRL<tab><gasp> Look!
de: TEXT_VOICEMAN_07005_001680_YESTERLANDGIRL<tab>Da! Guck mal!
fr: TEXT_VOICEMAN_07005_001680_YESTERLANDGIRL<tab>Oh, regardez<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001680_YESTERLANDGIRL<tab>わあ、見て！

source: TEXT_VOICEMAN_07005_001690_YESTERLANDBOY<tab>Yeah! It's a royal knight!
de: TEXT_VOICEMAN_07005_001690_YESTERLANDBOY<tab>Auf dem Balkon! Ein Ritter!
fr: TEXT_VOICEMAN_07005_001690_YESTERLANDBOY<tab>C'est <var 08 E905 ((une garde royale)) ((un garde royal)) /var>, à droite<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001690_YESTERLANDBOY<tab>王国騎士だ！

source: TEXT_VOICEMAN_07005_001700_KRILE<tab>I beg your pardon!?
de: TEXT_VOICEMAN_07005_001700_KRILE<tab>Ah - Bitte was?!
fr: TEXT_VOICEMAN_07005_001700_KRILE<tab>Mais... Dites-moi que je rêve<var 1D /var>!?
ja: TEXT_VOICEMAN_07005_001700_KRILE<tab>え……えええっ！？

source: TEXT_VOICEMAN_07005_001720_CAHCIUA<tab>Ahaha! What a twist!
de: TEXT_VOICEMAN_07005_001720_CAHCIUA<tab>Hahaha! Großartig!
fr: TEXT_VOICEMAN_07005_001720_CAHCIUA<tab>Ha ha ha ha<var 1D /var>! Ça promet<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001720_CAHCIUA<tab>アハハ！ 最っ高じゃないか！

source: TEXT_VOICEMAN_07005_001730_ERENVILLE<tab><sigh> Unbelievable...
de: TEXT_VOICEMAN_07005_001730_ERENVILLE<tab>Die beiden sind sich für nichts zu schade<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001730_ERENVILLE<tab>Comment <var 08 E905 ((elles se sont retrouvées)) ((ils se sont retrouvés)) /var> là...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001730_ERENVILLE<tab>何してんだ、あいつらは……。

source: TEXT_VOICEMAN_07005_001740_WUKLAMAT<tab>[SLASHING EXERT “Hah!”]
de: TEXT_VOICEMAN_07005_001740_WUKLAMAT<tab>Hng!
fr: TEXT_VOICEMAN_07005_001740_WUKLAMAT<tab>[Donne un coup d'épée, forcé]
ja: TEXT_VOICEMAN_07005_001740_WUKLAMAT<tab>ふっ！

source: TEXT_VOICEMAN_07005_001750_WUKLAMAT<tab>[SLASHING EXERT “Yaaah!”]
de: TEXT_VOICEMAN_07005_001750_WUKLAMAT<tab>Huryah!
fr: TEXT_VOICEMAN_07005_001750_WUKLAMAT<tab>[Donne un autre coup d'épée, forcé]
ja: TEXT_VOICEMAN_07005_001750_WUKLAMAT<tab>とりゃあ！

source: TEXT_VOICEMAN_07005_001760_WUKLAMAT<tab>Arrrgh! I-I am killed!
de: TEXT_VOICEMAN_07005_001760_WUKLAMAT<tab>Guaaah! Ich sterbeee!
fr: TEXT_VOICEMAN_07005_001760_WUKLAMAT<tab>Aaaaah<var 1D /var>! O-on me pourfend...
ja: TEXT_VOICEMAN_07005_001760_WUKLAMAT<tab>ぐあああ！ や、やられたあ……！

source: TEXT_VOICEMAN_07005_001770_QUEENACTOR<tab>You must flee, all of you!
de: TEXT_VOICEMAN_07005_001770_QUEENACTOR<tab>Flieht! Flieht, meine Lieben!
fr: TEXT_VOICEMAN_07005_001770_QUEENACTOR<tab>Vite, fuyez tous<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001770_QUEENACTOR<tab>みんな、逃げてー！

source: TEXT_VOICEMAN_07005_001780_YESTERLANDGIRL<tab>Princess Sphene!
de: TEXT_VOICEMAN_07005_001780_YESTERLANDGIRL<tab>Juchhu! Sphene!
fr: TEXT_VOICEMAN_07005_001780_YESTERLANDGIRL<tab>Sa Majesté Sphene<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001780_YESTERLANDGIRL<tab>スフェーンさまだ！

source: TEXT_VOICEMAN_07005_001790_OTIS<tab>[SLASHING SWORD EXERT “Hyaaah!”]
de: TEXT_VOICEMAN_07005_001790_OTIS<tab>Hyaaah!
fr: TEXT_VOICEMAN_07005_001790_OTIS<tab>[Donne un coup d'épée, forcé]
ja: TEXT_VOICEMAN_07005_001790_OTIS<tab>てええい！

source: TEXT_VOICEMAN_07005_001800_OTIS<tab>Are you unharmed?
de: TEXT_VOICEMAN_07005_001800_OTIS<tab>Meine Königin, seid Ihr wohlauf?
fr: TEXT_VOICEMAN_07005_001800_OTIS<tab>Vous allez bien, Ma Reine<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001800_OTIS<tab>スフェーン様、ご無事ですか？

source: TEXT_VOICEMAN_07005_001810_QUEENACTOR<tab>I am thanks to you, my dearest Otis!
de: TEXT_VOICEMAN_07005_001810_QUEENACTOR<tab>Ja<var 1D /var>... Es geht mir gut. Ich danke dir, mein teuerster Otis!
fr: TEXT_VOICEMAN_07005_001810_QUEENACTOR<tab>Oui, grâce à toi... mon Otis chéri<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001810_QUEENACTOR<tab>ああ……ありがとう、私のオーティス！

source: TEXT_VOICEMAN_07005_001820_WUKLAMAT<tab>My <var 1A 02 /var>dearest<var 1A 01 /var>...?
de: TEXT_VOICEMAN_07005_001820_WUKLAMAT<tab>Mein teuerster Otis?!
fr: TEXT_VOICEMAN_07005_001820_WUKLAMAT<tab>Mais bien sûr...
ja: TEXT_VOICEMAN_07005_001820_WUKLAMAT<tab>私の……って？

source: TEXT_VOICEMAN_07005_001830_YESTERLANDTROUPE<tab>And so, in no small part due to the valor of the royal knights, the kingdom succeeds in repelling the invaders.
de: TEXT_VOICEMAN_07005_001830_YESTERLANDTROUPE<tab>Und so war es der Heldenmut unserer tapferen Ritter, welcher Alexandria an jenem Tag zum Sieg verhalf.
fr: TEXT_VOICEMAN_07005_001830_YESTERLANDTROUPE<tab>C'est ainsi que, grâce au courage de ses valeureux chevaliers, le royaume d'Alexandrie parvint à repousser les assaillants qui menaçaient de l'envahir.
ja: TEXT_VOICEMAN_07005_001830_YESTERLANDTROUPE<tab>こうして、王国騎士の活躍もあり、 アレクサンドリアは辛くも勝利したのでした。

source: TEXT_VOICEMAN_07005_001840_YESTERLANDTROUPE<tab>But their jubilation proves short-lived...
de: TEXT_VOICEMAN_07005_001840_YESTERLANDTROUPE<tab>Doch die süße Freude des Triumphes sollte nicht lange währen<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001840_YESTERLANDTROUPE<tab>Mal<var 16 /var>heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, cette joie ne fut que de courte durée...
ja: TEXT_VOICEMAN_07005_001840_YESTERLANDTROUPE<tab>しかし……悲劇は起きてしまったのです！

source: TEXT_VOICEMAN_07005_001850_YESTERLANDTROUPE<tab>For in mad defiance, the enemy unleashes a forbidden weapon which brings about a terrible calamity. Full many lose their lives...
de: TEXT_VOICEMAN_07005_001850_YESTERLANDTROUPE<tab>In seiner Ver<var 16 /var>zweif<var 16 /var>lung erschuf der Feind eine Waffe von unvorstellbarer Zer<var 16 /var>störungs<var 16 /var>kraft. Ihr Einsatz gebar eine Katastrophe, so verheerend, dass ganze Kontinente ausgelöscht und zahlreiche Leben gelassen wurden<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001850_YESTERLANDTROUPE<tab>Loin de s'avouer vaincue, la nation ennemie revint à la charge avec une arme surpuissante, provoquant une catastrophe sans précédent...
ja: TEXT_VOICEMAN_07005_001850_YESTERLANDTROUPE<tab>ああ、なんということでしょうか。 敵国が投入した最終兵器により、大災害が発生……

source: TEXT_VOICEMAN_07005_001860_YESTERLANDTROUPE<tab>The good Queen Sphene, shining vision of hope, among them...
de: TEXT_VOICEMAN_07005_001860_YESTERLANDTROUPE<tab>Unter ihnen<var 1D /var>... unsere geliebte Königin Sphene<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001860_YESTERLANDTROUPE<tab>D'innombrables vies furent perdues, et parmi elles, celle de Sa Majesté la reine Sphene...
ja: TEXT_VOICEMAN_07005_001860_YESTERLANDTROUPE<tab>スフェーン様は、後遺症で命を落としてしまったのです……！

source: TEXT_VOICEMAN_07005_001870_YESTERLANDTROUPE<tab>(Go to her! You're supposed to go to her!)
de: TEXT_VOICEMAN_07005_001870_YESTERLANDTROUPE<tab>Komm schon! Das ist deine Szene!
fr: TEXT_VOICEMAN_07005_001870_YESTERLANDTROUPE<tab>Hé<var 1D /var>! C'est là que t'es censé courir vers elle...<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001870_YESTERLANDTROUPE<tab>ちょっと……！ ここは彼女に駆け寄って締めてもらわないと……！

source: TEXT_VOICEMAN_07005_001880_YESTERLANDBOY<tab>What's happening?
de: TEXT_VOICEMAN_07005_001880_YESTERLANDBOY<tab>Was ist los?
fr: TEXT_VOICEMAN_07005_001880_YESTERLANDBOY<tab>Qu'est-ce qui se passe<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001880_YESTERLANDBOY<tab>なんだ？

source: TEXT_VOICEMAN_07005_001890_YESTERLANDGIRL<tab>Is it over already?
de: TEXT_VOICEMAN_07005_001890_YESTERLANDGIRL<tab>Ist es denn schon vorbei?
fr: TEXT_VOICEMAN_07005_001890_YESTERLANDGIRL<tab>C'est déjà fini<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001890_YESTERLANDGIRL<tab>これでおしまいなの？

source: TEXT_VOICEMAN_07005_001900_WUKLAMAT<tab>[CLEARING THROAT]
de: TEXT_VOICEMAN_07005_001900_WUKLAMAT<tab>Ähem!
fr: TEXT_VOICEMAN_07005_001900_WUKLAMAT<tab>[S'éclaircit la gorge]
ja: TEXT_VOICEMAN_07005_001900_WUKLAMAT<tab>コホン！

source: TEXT_VOICEMAN_07005_001910_WUKLAMAT<tab>And then...though the people grieved their queen's tragic passing, guided by her legacy of compassion...
de: TEXT_VOICEMAN_07005_001910_WUKLAMAT<tab>Zwar ward das Volk von tiefster Trauer ergriffen ... Doch das Erbe ihrer Königin sollte sie auch weiterhin führen.
fr: TEXT_VOICEMAN_07005_001910_WUKLAMAT<tab>Et... malgré l'immense tristesse des Alexandrins après la disparition de leur souveraine... ils entreprirent d'accomplir ses dernières volontés.
ja: TEXT_VOICEMAN_07005_001910_WUKLAMAT<tab>あ～っと、しかし大いなる悲しみにあっても、 人々は、スフェーン様の遺志を継ぎ……

source: TEXT_VOICEMAN_07005_001930_OTIS<tab>Pray forgive me... The memories...they had me in a vice grip...
de: TEXT_VOICEMAN_07005_001930_OTIS<tab>Entschuldigt bitte meine Unzuverlässigkeit auf der Bühne vorhin<var 1D /var>... Meine Erinnerungen, sie<var 1D /var>... sie waren plötzlich so präsent und hielten mich in ihrem Bann<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001930_OTIS<tab>Je vous prie de me pardonner... Lorsque je me suis remémoré les événements, mon corps s'est pétrifié...
ja: TEXT_VOICEMAN_07005_001930_OTIS<tab>かたじけない……。 当時を思い出したら、体が動かなくなってしまってな。
