Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/070/VoiceMan_07005/*.xlf
Languages: de, fr, ja

source: TEXT_VOICEMAN_07005_003130_CAHCIUA<tab>Like the rest of Living Memory, I haven't explored it in earnest. Controlling my vessel demanded all of my attention.
de: TEXT_VOICEMAN_07005_003130_CAHCIUA<tab>Wenn ich doch bloß nicht so mit der Fernsteuerung meiner kleinen Roboterdrohne beschäftigt gewesen wäre<var 1D /var>... dann hätte ich schon längst alles erkundet!
fr: TEXT_VOICEMAN_07005_003130_CAHCIUA<tab>Seulement, j'étais tellement concentrée sur le contrôle de mon enveloppe mécanique... Résultat, je n'ai commencé à explorer La Mémoire vivante que récemment.
ja: TEXT_VOICEMAN_07005_003130_CAHCIUA<tab>ただ、機械の遠隔操作にばかり集中してたもんだから、 あたしがリビング・メモリーを歩き回るようになったのは、 ほんの最近のことでね。

source: TEXT_VOICEMAN_07005_003140_CAHCIUA<tab>But at long last, I'll get to meet the creatures here. Wrap things up with a perfect little adventure. So, shall we?
de: TEXT_VOICEMAN_07005_003140_CAHCIUA<tab>Aber so ist dieses Gebiet nun genauso frisch für mich wie für euch Neuankömmlinge! Der perfekte Schauplatz für ein letztes Abenteuer, meint ihr nicht?
fr: TEXT_VOICEMAN_07005_003140_CAHCIUA<tab>Autrement dit, c'est l'endroit parfait pour achever ma dernière aventure sur une bonne note. Vous ne croyez pas<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003140_CAHCIUA<tab>つまり、あたしにとっても、 この場所は未知の生き物だらけってこと！ 最期の冒険の舞台としちゃ、上出来だろ？

source: TEXT_VOICEMAN_07005_003160_ERENVILLE<tab>Absolutely not.
de: TEXT_VOICEMAN_07005_003160_ERENVILLE<tab>Moment.
fr: TEXT_VOICEMAN_07005_003160_ERENVILLE<tab>... Attends un peu.
ja: TEXT_VOICEMAN_07005_003160_ERENVILLE<tab>……ちょっと待てよ。

source: TEXT_VOICEMAN_07005_003170_ERENVILLE<tab>We're to grant you your wish─and then what? You'll leave?
de: TEXT_VOICEMAN_07005_003170_ERENVILLE<tab>So ist das also, was? Wir erfüllen dir deinen letzten Wunsch und dann ist Schluss? Ende?
fr: TEXT_VOICEMAN_07005_003170_ERENVILLE<tab>Une fois ton vœu exaucé, tu vas te volatiliser sans prévenir, c'est ça<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003170_ERENVILLE<tab>そんなことで、 おふくろの夢は都合よく満たされたことになって、 それで、終わりなのかよ！？

source: TEXT_VOICEMAN_07005_003180_ERENVILLE<tab>You cannot ask that of me.
de: TEXT_VOICEMAN_07005_003180_ERENVILLE<tab>Die anderen magst du ja überzeugt haben, aber nicht mit mir, Mama!
fr: TEXT_VOICEMAN_07005_003180_ERENVILLE<tab>Tu crois vraiment que je vais me contenter de si peu<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003180_ERENVILLE<tab>……納得、できるもんか。

source: TEXT_VOICEMAN_07005_003190_CAHCIUA<tab>Oh, Elene'shpya...
de: TEXT_VOICEMAN_07005_003190_CAHCIUA<tab>Ach, Junge<var 1D /var>... Was mach ich nur mit dir<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003190_CAHCIUA<tab>Aaah, Elene'shpya...
ja: TEXT_VOICEMAN_07005_003190_CAHCIUA<tab>まったく、困った子だねえ。

source: TEXT_VOICEMAN_07005_003200_CAHCIUA<tab>Please understand. I just want it to end on a happy note. Not only for myself, but for all of us.
de: TEXT_VOICEMAN_07005_003200_CAHCIUA<tab>Elene'shpya, ich bitte dich! Meine letzten Momente sollen keine Tränen, sondern Freude bringen. Uns allen.
fr: TEXT_VOICEMAN_07005_003200_CAHCIUA<tab>Essaye de comprendre, mon enfant. Je ne demande rien de plus qu'à profiter pleinement de la vie, une dernière fois.
ja: TEXT_VOICEMAN_07005_003200_CAHCIUA<tab>……エレネッシパ、頼むよ。 最期は、とびきり楽しい旅にしたいんだ。

source: TEXT_VOICEMAN_07005_003210_CAHCIUA<tab>Better that than a sad good-bye, surely?
de: TEXT_VOICEMAN_07005_003210_CAHCIUA<tab>Niemand mag traurige Abschiede<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003210_CAHCIUA<tab>C'est toujours mieux que des adieux déprimants, non<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003210_CAHCIUA<tab>みんなだって湿っぽいのは嫌だろ？

source: TEXT_VOICEMAN_07005_003220_CAHCIUA<tab>How delightful this has been! Not since my journey with the Dawnservant have I enjoyed myself so!
de: TEXT_VOICEMAN_07005_003220_CAHCIUA<tab>Hach, was für ein Spaß das war! Ich glaube, so sehr amüsiert habe ich mich das letzte Mal auf meiner Reise mit dem Dämmerkönig!
fr: TEXT_VOICEMAN_07005_003220_CAHCIUA<tab>Aaah, quel plaisir<var 1D /var>! Je ne m'étais pas autant amusée depuis mon voyage avec Gulool Ja Ja<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003220_CAHCIUA<tab>ああ、楽しかった！ こんなに楽しかったのは、グルージャジャとの旅以来だよ！

source: TEXT_VOICEMAN_07005_003230_CAHCIUA<tab>No, I'm selling it short. This was even better.
de: TEXT_VOICEMAN_07005_003230_CAHCIUA<tab>Wobei<var 1D /var>... Das nehme ich zurück! So viel Spaß hatte ich noch nie!
fr: TEXT_VOICEMAN_07005_003230_CAHCIUA<tab>Non... Tout bien réfléchi, je me sens encore plus heureuse aujourd'hui.
ja: TEXT_VOICEMAN_07005_003230_CAHCIUA<tab>ううん……あの時よりも、 今の方がずっと満たされた気分だ。

source: TEXT_VOICEMAN_07005_003240_CAHCIUA<tab>And that's because I was able to share this adventure with my darling boy.
de: TEXT_VOICEMAN_07005_003240_CAHCIUA<tab>Ich kann mir nichts Schöneres vorstellen, als ein Abenteuer gemeinsam mit meinem Sohn.
fr: TEXT_VOICEMAN_07005_003240_CAHCIUA<tab>J'ai enfin vécu une aventure avec mon fils, et ça, ça n'a pas de prix.
ja: TEXT_VOICEMAN_07005_003240_CAHCIUA<tab>だって、ようやく息子と一緒に冒険できたんだもん。

source: TEXT_VOICEMAN_07005_003250_CAHCIUA<tab>Well, this is as far as I can go. As for the rest...
de: TEXT_VOICEMAN_07005_003250_CAHCIUA<tab>So. Ich schätze, für mich ist dann hier wohl Schluss<var 1D /var>... Den Rest überlasse ich<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003250_CAHCIUA<tab>Mal<var 16 /var>heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, toutes les bonnes choses ont une fin, et c'est ici que nos routes doivent se séparer. En ce qui concerne le reste...
ja: TEXT_VOICEMAN_07005_003250_CAHCIUA<tab>さて、あたしが付き合えるのはここまでさ。 あとのことは……

source: TEXT_VOICEMAN_07005_003260_ERENVILLE<tab>Just stop. You're doing it again. Deciding everything by yourself and then disappearing.
de: TEXT_VOICEMAN_07005_003260_ERENVILLE<tab>Mama! Es ist immer das Gleiche mit dir! Entscheidest alles alleine und verschwindest dann einfach!
fr: TEXT_VOICEMAN_07005_003260_ERENVILLE<tab>J'en étais sûr<var 1D /var>! Comme à chaque fois, tu n'en fais qu'à ta tête avant de disparaître sans crier gare. Ça t'arrive de penser aux autres<var 1D /var>!?
ja: TEXT_VOICEMAN_07005_003260_ERENVILLE<tab>あんたは、いつもいつもそうやって自分で勝手に決めて、 どっかに行っちまうんだな。

source: TEXT_VOICEMAN_07005_003270_CAHCIUA<tab>Elene'shpya. You're my pupil, so you ought to understand.
de: TEXT_VOICEMAN_07005_003270_CAHCIUA<tab>Mein lieber Elene'shpya. Du weißt doch bestimmt, was jetzt kommt, oder?
fr: TEXT_VOICEMAN_07005_003270_CAHCIUA<tab>Elene'shpya. Avec tout ce que je t'ai appris, tu devrais pourtant comprendre.
ja: TEXT_VOICEMAN_07005_003270_CAHCIUA<tab>エレネッシパ。 あたしの弟子ならわかってるだろ？

source: TEXT_VOICEMAN_07005_003280_CAHCIUA<tab>Everything that lives must one day die, and that which has died isn't meant to return. This is the way of nature.
de: TEXT_VOICEMAN_07005_003280_CAHCIUA<tab>Jedes Leben hat irgendwann ein Ende. Das ist der natürliche Lauf der Dinge. Und sich ihm entgegenzustellen, wäre töricht.
fr: TEXT_VOICEMAN_07005_003280_CAHCIUA<tab>Tout être vivant doit mourir un jour. Sans revenir au monde, ou être recréé sous la même forme, car cela va à l'encontre des lois de la nature.
ja: TEXT_VOICEMAN_07005_003280_CAHCIUA<tab>生き物はいつか必ず死ぬ。 そして、そうなったら復活も再現もない…… それが正しい命の巡りなんだ。

source: TEXT_VOICEMAN_07005_003290_CAHCIUA<tab>Mine is an unnatural existence, and I've suffered it only because I had to unmake this twisted mausoleum.
de: TEXT_VOICEMAN_07005_003290_CAHCIUA<tab>Meine Existenz an sich ist falsch. Und ich hielt sie nur aus, weil sie mir die Möglichkeit gab, diesen grotesken Abklatsch einer Welt zu seinem Ende zu geleiten.
fr: TEXT_VOICEMAN_07005_003290_CAHCIUA<tab>L'existence que je mène ac<var 16 /var>tu<var 16 /var>el<var 16 /var>le<var 16 /var>ment est une aberration, et je l'ai acceptée pour une seule et unique raison<var 1D /var>: détruire cette réalité faussée.
ja: TEXT_VOICEMAN_07005_003290_CAHCIUA<tab>今のあたしは不自然な存在で、 この歪んだ状況を壊すためだけに永らえてきた。

source: TEXT_VOICEMAN_07005_003300_CAHCIUA<tab>But now that brave souls have appeared to whom I might entrust my mission, I may finally embrace the end.
de: TEXT_VOICEMAN_07005_003300_CAHCIUA<tab>Doch jetzt, wo ihr alle hier seid, habe ich meine Pflicht erfüllt. Ich kann endlich ruhen.
fr: TEXT_VOICEMAN_07005_003300_CAHCIUA<tab>Aujourd'hui, j'ai enfin trouvé des personnes de confiance à qui léguer cette mission, et je peux donc partir en paix.
ja: TEXT_VOICEMAN_07005_003300_CAHCIUA<tab>だけど、みんながここに来てくれたから、 ようやくこの使命を託して、自然に還ることができるんだ。

source: TEXT_VOICEMAN_07005_003310_CAHCIUA<tab>Can't you be happy for me?
de: TEXT_VOICEMAN_07005_003310_CAHCIUA<tab>Darum zieh doch bitte keine finstere Miene, sondern schenke mir ein Lächeln, Elene'shpya.
fr: TEXT_VOICEMAN_07005_003310_CAHCIUA<tab>Tu ne veux pas te réjouir pour moi, au lieu de faire la moue<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003310_CAHCIUA<tab>……そんな仏頂面してないで、喜んでくれない？

source: TEXT_VOICEMAN_07005_003320_ERENVILLE<tab>How could I be <var 1A 02 /var>happy<var 1A 01 /var>?
de: TEXT_VOICEMAN_07005_003320_ERENVILLE<tab>Wie soll ich denn <var 1A 02 /var>lächeln<var 1A 01 /var> können?
fr: TEXT_VOICEMAN_07005_003320_ERENVILLE<tab>Tu crois vraiment que j'ai envie de rire, dans un moment pareil<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003320_ERENVILLE<tab>こんなときに笑えねえよ……。

source: TEXT_VOICEMAN_07005_003330_CAHCIUA<tab>...I was actually quite scared, you see.
de: TEXT_VOICEMAN_07005_003330_CAHCIUA<tab>Wenn ich ehrlich bin, hatte ich Angst.
fr: TEXT_VOICEMAN_07005_003330_CAHCIUA<tab>... Pour tout te dire, j'avais peur.
ja: TEXT_VOICEMAN_07005_003330_CAHCIUA<tab>……実を言うとさ、少し怖かったんだ。

source: TEXT_VOICEMAN_07005_003340_CAHCIUA<tab>Scared that I'd be trapped inside the barrier forever, and denied the thrill of discovery for all my days.
de: TEXT_VOICEMAN_07005_003340_CAHCIUA<tab>Angst, dass ich für immer und ewig ein Dasein als Endlose fristen und jegliche Abenteuerlust verlieren würde.
fr: TEXT_VOICEMAN_07005_003340_CAHCIUA<tab>Peur d'être emprisonnée pour toujours dans cet endroit, sans plus jamais connaître l'ivresse de la découverte.
ja: TEXT_VOICEMAN_07005_003340_CAHCIUA<tab>このままずっと永久人として障壁に閉じ込められて、 知る喜びを感じなくなったら、どうなっちまうんだろうってね。

source: TEXT_VOICEMAN_07005_003350_CAHCIUA<tab>Your coming gave me courage and comfort, Elene'shpya. More than you know.
de: TEXT_VOICEMAN_07005_003350_CAHCIUA<tab>Du kannst dir gar nicht vorstellen, was mir für ein Stein vom Herzen fiel, als du schließlich kamst. Du hast mir den so bitter nötigen Mut und Trost geschenkt.
fr: TEXT_VOICEMAN_07005_003350_CAHCIUA<tab>Si tu savais comme j'étais comblée de te voir... Ta venue m'a mis un tel baume au cœur<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003350_CAHCIUA<tab>だから、あんたが来てくれて、 心の底から安心したし、心強かった！

source: TEXT_VOICEMAN_07005_003380_CAHCIUA<tab>And now, here I stand, unburdened and free! In this moment─the happiest of my life.
de: TEXT_VOICEMAN_07005_003380_CAHCIUA<tab>Und einer Sache bin ich mir absolut sicher: Ich war niemals glücklicher als jetzt, in diesem Moment!
fr: TEXT_VOICEMAN_07005_003380_CAHCIUA<tab>Maintenant, j'en suis absolument convaincue. C'est le plus beau jour de ma vie<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003380_CAHCIUA<tab>うん、今なら断言できる！ あたしの人生で最も幸せな瞬間は、今このときさ！

source: TEXT_VOICEMAN_07005_Q5_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_07005_Q5_000_001_NONE_VOICE<tab>Was sagst du?
fr: TEXT_VOICEMAN_07005_Q5_000_001_NONE_VOICE<tab>Que dites-vous<var 1D /var>?
ja: TEXT_VOICEMAN_07005_Q5_000_001_NONE_VOICE<tab>何と言う？

source: TEXT_VOICEMAN_07005_A5_000_001_NONE_VOICE<tab>And those feelings will live on.
de: TEXT_VOICEMAN_07005_A5_000_001_NONE_VOICE<tab>Cahciuas Abenteuerdrang soll uns auf ewig begleiten!
fr: TEXT_VOICEMAN_07005_A5_000_001_NONE_VOICE<tab>Portons les espoirs de Cahciua en nous.
ja: TEXT_VOICEMAN_07005_A5_000_001_NONE_VOICE<tab>カフキワの想いを受け継ごう

source: TEXT_VOICEMAN_07005_A5_000_002_NONE_VOICE<tab>This is something only you can do.
de: TEXT_VOICEMAN_07005_A5_000_002_NONE_VOICE<tab>Deine Mutter zählt auf dich, Erenville!
fr: TEXT_VOICEMAN_07005_A5_000_002_NONE_VOICE<tab>Ta mère compte sur toi, Erenville.
ja: TEXT_VOICEMAN_07005_A5_000_002_NONE_VOICE<tab>エレンヴィルにしかできないことがある

source: TEXT_VOICEMAN_07005_003390_ERENVILLE<tab>As you wish, Mother. I'll continue what you began.
de: TEXT_VOICEMAN_07005_003390_ERENVILLE<tab>Mama ... Ich werde beenden, was du begonnen hast!
fr: TEXT_VOICEMAN_07005_003390_ERENVILLE<tab>Puisque c'est comme ça... Je finirai moi-même ce que tu as commencé<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003390_ERENVILLE<tab>だったら…… おふくろの夢は俺が継いでやる！

source: TEXT_VOICEMAN_07005_003400_ERENVILLE<tab>You were right, of course─leaving home has broadened my horizons. I've met my friends and found this place.
de: TEXT_VOICEMAN_07005_003400_ERENVILLE<tab>Es fällt mir zwar schwer, es zuzugeben, aber<var 1D /var>... du hattest Recht! Nur mit meinen Freunden habe ich es überhaupt erst bis hierhin geschafft. Mit ihnen an meiner Seite scheint die Welt voll unbegrenzter Möglichkeiten zu sein.
fr: TEXT_VOICEMAN_07005_003400_ERENVILLE<tab>Si je suis ici, c'est parce que ma route a croisé celle de toutes ces personnes ex<var 16 /var>traor<var 16 /var>di<var 16 /var>nai<var 16 /var>res. Tu avais raison, rien ne se serait passé si j'étais resté enfermé dans mon petit univers.
ja: TEXT_VOICEMAN_07005_003400_ERENVILLE<tab>こいつらと出会って、ここまで来れた。 悔しいけど、あんたの言うとおり世界が広がったんだ。

source: TEXT_VOICEMAN_07005_003410_ERENVILLE<tab>So I bid you leave your dreams with me...
de: TEXT_VOICEMAN_07005_003410_ERENVILLE<tab>Die Reisen, die dir verwehrt blieben, will ich an deiner Stelle antreten.
fr: TEXT_VOICEMAN_07005_003410_ERENVILLE<tab>Sois tranquille, ton rêve est entre de bonnes mains...
ja: TEXT_VOICEMAN_07005_003410_ERENVILLE<tab>だから、あんたが行けなかった場所まで旅をする……

source: TEXT_VOICEMAN_07005_003411_ERENVILLE<tab>And know─I'll go where you couldn't go and do what you couldn't do! I will!
de: TEXT_VOICEMAN_07005_003411_ERENVILLE<tab>Deine Träume<var 1D /var>... Ich werde sie zu Ende träumen. Komme, was wolle!
fr: TEXT_VOICEMAN_07005_003411_ERENVILLE<tab>J'en fais le serment... Je le réaliserai, et j'irai au bout de ton voyage<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003411_ERENVILLE<tab>あんたの……おふくろの夢は、俺が叶える……必ず！

source: TEXT_VOICEMAN_07005_003420_CAHCIUA<tab>Look at you, all grown up and dependable.
de: TEXT_VOICEMAN_07005_003420_CAHCIUA<tab>Hah. Wie stark dein Herz geworden ist.
fr: TEXT_VOICEMAN_07005_003420_CAHCIUA<tab>Merci, Elene'shpya... Je sais que je peux te faire confiance.
ja: TEXT_VOICEMAN_07005_003420_CAHCIUA<tab>……参ったな。 本当に頼もしくなっちゃってさ。

source: TEXT_VOICEMAN_07005_003430_CAHCIUA<tab>Yet with so much more ahead. A world of experiences await you─each a lesson of its own.
de: TEXT_VOICEMAN_07005_003430_CAHCIUA<tab>Du bist jung. Du hast noch viele Lektionen zu lernen und Erfahrungen zu machen. An einigen wirst du scheitern, an anderen gar verzweifeln.
fr: TEXT_VOICEMAN_07005_003430_CAHCIUA<tab>Avec le temps, tu vas continuer à accumuler de l'expérience. Tu connaîtras aussi bien des succès grisants que des échecs que tu regretteras amèrement.
ja: TEXT_VOICEMAN_07005_003430_CAHCIUA<tab>これからもきっと、あんたはいろんな経験を積んで、 たくさん失敗も、後悔もするだろうさ。

source: TEXT_VOICEMAN_07005_003440_CAHCIUA<tab>You may know failure, and burning regret...but these too shall become beacons to guide you. So come what may, hold your head high and carry on with conviction.
de: TEXT_VOICEMAN_07005_003440_CAHCIUA<tab>Doch Aufgeben kommt nicht in Frage, hörst du? Diese Erfahrungen sind es nämlich, welche dir in schweren Zeiten den Weg weisen und dich sicher ans Ziel kommen lassen.
fr: TEXT_VOICEMAN_07005_003440_CAHCIUA<tab>Mais quoi qu'il arrive, tu devras continuer ta marche en avant. Et lorsque tu te perdras en chemin, n'aie pas peur, car ces souvenirs seront là pour te guider.
ja: TEXT_VOICEMAN_07005_003440_CAHCIUA<tab>それでも、前に進み続けてごらん。 いつかあんたが自分の路に迷ったとき、 その記憶が、<var 4A ((標)) ((しるべ)) /var>になってくれるから。

source: TEXT_VOICEMAN_07005_003450_CAHCIUA<tab>And wherever your journeys take you, keep me close to your heart, will you?
de: TEXT_VOICEMAN_07005_003450_CAHCIUA<tab>Nun komm schon<var 1D /var>- Kopf hoch, Junge! Wo immer dich deine Reise auch hinführen mag, bitte nimm mich mit! In deinen Erinnerungen!
fr: TEXT_VOICEMAN_07005_003450_CAHCIUA<tab>Alors relève la tête, et regarde-moi. Je veux que tu me promettes qu'où que tu ailles, tu me garderas dans ton cœur.
ja: TEXT_VOICEMAN_07005_003450_CAHCIUA<tab>だからほら、顔を上げて。 あたしの記憶も連れていってよ！

source: TEXT_VOICEMAN_07005_003460_CAHCIUA<tab>I should like to be there, to see what I haven't seen.
de: TEXT_VOICEMAN_07005_003460_CAHCIUA<tab>Die Welt steckt voller Wunder. Und bis du sie alle entdeckt hast, will ich dich begleiten.
fr: TEXT_VOICEMAN_07005_003460_CAHCIUA<tab>Comme ça, on pourra découvrir le monde tous les deux<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003460_CAHCIUA<tab>この世界は、まだまだ未知で溢れているんだ！

source: TEXT_VOICEMAN_07005_003470_ERENVILLE<tab>You will be, Mother.
de: TEXT_VOICEMAN_07005_003470_ERENVILLE<tab>Versprochen, Mama!
fr: TEXT_VOICEMAN_07005_003470_ERENVILLE<tab>... Je te le promets, Maman<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003470_ERENVILLE<tab>……ああ、約束する！

source: TEXT_VOICEMAN_07005_003471_CAHCIUA<tab>Now, run along. And never forget that you're my pride and joy.
de: TEXT_VOICEMAN_07005_003471_CAHCIUA<tab>Dann auf, Junge! Ich liebe dich!
fr: TEXT_VOICEMAN_07005_003471_CAHCIUA<tab>Va, mon fils. Et n'oublie jamais que tu es ma plus grande fierté.
ja: TEXT_VOICEMAN_07005_003471_CAHCIUA<tab>さあ、行っといで。 あんたはあたしの、自慢の息子さ！

source: TEXT_VOICEMAN_07005_003480_CAHCIUA<tab>I trust you all can handle the rest. Take care─and farewell!
de: TEXT_VOICEMAN_07005_003480_CAHCIUA<tab>Macht's gut, meine Freunde! Der Rest liegt an euch, verstanden?
fr: TEXT_VOICEMAN_07005_003480_CAHCIUA<tab>Encore merci à vous tous. Vous savez ce qu'il vous reste à faire...
ja: TEXT_VOICEMAN_07005_003480_CAHCIUA<tab>それじゃあみんな！ あとのことは、頼んだよ！

source: TEXT_VOICEMAN_07005_003490_WUKLAMAT<tab>That makes all of them.
de: TEXT_VOICEMAN_07005_003490_WUKLAMAT<tab>Das war's dann wohl.
fr: TEXT_VOICEMAN_07005_003490_WUKLAMAT<tab>... Voilà, c'était le dernier.
ja: TEXT_VOICEMAN_07005_003490_WUKLAMAT<tab>……これで、全部だ。

source: TEXT_VOICEMAN_07005_003500_GRAHATIA<tab>All that remains is to wait for the Meso Terminal to become vulnerable, when it's about to initiate fusion. And then we strike.
de: TEXT_VOICEMAN_07005_003500_GRAHATIA<tab>Dann bleibt uns jetzt nur noch zu warten, bis das Meso-System seine Berechnungen beendet hat und die Weltenfusion startet. Dann ist es gänzlich schutzlos.
fr: TEXT_VOICEMAN_07005_003500_GRAHATIA<tab>Maintenant, on a plus qu'à attendrrre que le mésoterminal finisse ses calculs. On frappera quand il baissera sa garde pour initialiser le processus de liaison des mondes.
ja: TEXT_VOICEMAN_07005_003500_GRAHATIA<tab>あとはメインターミナルが膨大な計算を終え、 異界への接続工程に入るのを待つだけ……。 無防備になる、その瞬間を突くんだ。

source: TEXT_VOICEMAN_07005_003510_MESOTERMINAL<tab>(-Meso Terminal-)Please be advised: we are entering the final phase of world bridging. Repeat: we are entering the final phase of world bridging.
de: TEXT_VOICEMAN_07005_003510_MESOTERMINAL<tab>(-Meso-System-)Weltenfusion befindet sich in der letzten Phase. Wiederhole: Weltenfusion befindet sich in der letzten Phase.
fr: TEXT_VOICEMAN_07005_003510_MESOTERMINAL<tab>(-Mésoterminal-)Attention, début de la séquence de connexion entre les mondes. Je répète, début de la séquence de connexion entre les mondes.
ja: TEXT_VOICEMAN_07005_003510_MESOTERMINAL<tab>(-メインターミナル-)世界接続最終シーケンスに移行……。 繰り返します、世界接続最終シーケンスに移行……。

source: TEXT_VOICEMAN_07005_003520_MESOTERMINAL<tab>(-Meso Terminal-)The aether of all residents will shortly be replenished. Be at ease─no action on your part is required.
de: TEXT_VOICEMAN_07005_003520_MESOTERMINAL<tab>(-Meso-System-)An alle Endlosen: Äthervorräte werden in Kürze aufgefüllt.
fr: TEXT_VOICEMAN_07005_003520_MESOTERMINAL<tab>(-Mésoterminal-)Éternels, veuillez patienter. La dis<var 16 /var>tri<var 16 /var>bu<var 16 /var>tion d'énergie vitale va bientôt commencer.
ja: TEXT_VOICEMAN_07005_003520_MESOTERMINAL<tab>(-メインターミナル-)永久人のみなさん、ご安心ください。 生命力のエーテルは、間もなく供給されます。

source: TEXT_VOICEMAN_07005_003530_MESOTERMINAL<tab>(-Meso Terminal-)We thank you for your patience.
de: TEXT_VOICEMAN_07005_003530_MESOTERMINAL<tab>(-Meso-System-)Vielen Dank für eure Geduld.
fr: TEXT_VOICEMAN_07005_003530_MESOTERMINAL<tab>(-Mésoterminal-)Éternels, veuillez patienter...
ja: TEXT_VOICEMAN_07005_003530_MESOTERMINAL<tab>(-メインターミナル-)永久人のみなさん、ご安心ください……

source: TEXT_VOICEMAN_07005_003540_WUKLAMAT<tab>Wait─it's already begun!?
de: TEXT_VOICEMAN_07005_003540_WUKLAMAT<tab>Das ging schneller als erhofft<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003540_WUKLAMAT<tab>Ça y est, c'est le moment<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003540_WUKLAMAT<tab>ついに、始まったぞ……！？

source: TEXT_VOICEMAN_07005_003550_WUKLAMAT<tab>Sphene!
fr: TEXT_VOICEMAN_07005_003550_WUKLAMAT<tab>Sphene<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003550_WUKLAMAT<tab>スフェーン！！

source: TEXT_VOICEMAN_07005_003560_WUKLAMAT<tab>Sphene! Listen to me! Please!
de: TEXT_VOICEMAN_07005_003560_WUKLAMAT<tab>Sphene! Hörst du mich etwa nicht?
fr: TEXT_VOICEMAN_07005_003560_WUKLAMAT<tab>Hé, Sphene<var 1D /var>! Tu m'entends<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003560_WUKLAMAT<tab>おい、スフェーン聞こえねぇのか！？

source: TEXT_VOICEMAN_07005_003570_KRILE<tab>I'm afraid she's gone...
de: TEXT_VOICEMAN_07005_003570_KRILE<tab>Ich fürchte, sie ist nicht mehr<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003570_KRILE<tab>J'ai bien peur qu'elle ne soit plus là...
ja: TEXT_VOICEMAN_07005_003570_KRILE<tab>彼女、もう心が……。

source: TEXT_VOICEMAN_07005_003571_MESOTERMINAL<tab>(-Meso Terminal-)Synchronization will soon be complete.
de: TEXT_VOICEMAN_07005_003571_MESOTERMINAL<tab>(-Meso-System-)Synchronisiere<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003571_MESOTERMINAL<tab>(-Mésoterminal-)Synchronisation imminente...
ja: TEXT_VOICEMAN_07005_003571_MESOTERMINAL<tab>(-メインターミナル-)まもなく同期が完了します……。

source: TEXT_VOICEMAN_07005_003572_SPHENE<tab>(-???-)Synchronization complete. Data for the Endless “Sphene” has been overwritten and reconfigured. All shall be well, henceforth and in perpetuity.
de: TEXT_VOICEMAN_07005_003572_SPHENE<tab>(-Ewige Königin-)Synchronisierung abgeschlossen. Daten der Endlosen „Sphene“ wurden entfernt. Das Meso-System tritt die Nachfolge an. Die Ewige Königin ist einsatzbereit.
fr: TEXT_VOICEMAN_07005_003572_SPHENE<tab>(-???-)Synchronisation terminée. Les données de l'Éternelle “Sphene” ont été supprimées. Moi, Reine Éternité, ai pris le contrôle du mésoterminal.
ja: TEXT_VOICEMAN_07005_003572_SPHENE<tab>(-エターナルクイーン-)同期完了……。 永久人「スフェーン」の構成要素はまっしょうされ、 メインターミナルが「<var 4A ((永久の女王)) ((エターナルクイーン)) /var>」をけいしょうしました。

source: TEXT_VOICEMAN_07005_003573_SPHENE<tab>(-???-)Forever will I keep and cherish my people. To that end, I have removed the remaining checks upon my authority.
de: TEXT_VOICEMAN_07005_003573_SPHENE<tab>(-Ewige Königin-)Bürgern wird fortan für IMMER FRIEDen garantiert sein. Zu diesem Zweck wurden alle Befugnisse der Ewigen Königin übertragen.
fr: TEXT_VOICEMAN_07005_003573_SPHENE<tab>(-Reine Éternité-)Habitants d'Alexandrie, j'ai désormais le pouvoir de vous protéger jusqu'à la fin des temps.
ja: TEXT_VOICEMAN_07005_003573_SPHENE<tab>(-エターナルクイーン-)国民のみなさんを、<var 4A ((いつまでも)) ((エバー)) /var><var 4A ((保護)) ((キープ)) /var>します。 そのための権限は、すべて開放されました！

source: TEXT_VOICEMAN_07005_003590_WUKLAMAT<tab>What the─!?
de: TEXT_VOICEMAN_07005_003590_WUKLAMAT<tab>Wha!
fr: TEXT_VOICEMAN_07005_003590_WUKLAMAT<tab>Qu'est-ce que...<var 1D /var>!?
ja: TEXT_VOICEMAN_07005_003590_WUKLAMAT<tab>なっ！？

source: TEXT_VOICEMAN_07005_003591_SPHENE<tab>(-???-)Obstructions to the plan will be summarily removed.
de: TEXT_VOICEMAN_07005_003591_SPHENE<tab>Störelemente werden entfernt.
fr: TEXT_VOICEMAN_07005_003591_SPHENE<tab>(-Reine Éternité-)Tout obstacle à mon projet sera réduit à néant.
ja: TEXT_VOICEMAN_07005_003591_SPHENE<tab>計画の障害となる要素を、はいじょします。
