Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/070/VoiceMan_07005/*.xlf
Languages: de, fr, ja

source: TEXT_VOICEMAN_07005_000010_KOANA<tab>You are returned!
de: TEXT_VOICEMAN_07005_000010_KOANA<tab>He! Was machst du denn hier?
fr: TEXT_VOICEMAN_07005_000010_KOANA<tab>Tu... Tu es <var 08 E905 ((revenue)) ((revenu)) /var><var 1D /var>!
ja: TEXT_VOICEMAN_07005_000010_KOANA<tab>あなたは……！ どうしてここに……！？

source: TEXT_VOICEMAN_07005_000020_KOANA<tab>Wait there, I'm coming down!
de: TEXT_VOICEMAN_07005_000020_KOANA<tab>Gib mir einen Moment! Ich bin sofort bei dir!
fr: TEXT_VOICEMAN_07005_000020_KOANA<tab>Ne bouge pas, j'arrive<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000020_KOANA<tab>すぐに下ります！

source: TEXT_VOICEMAN_07005_000030_KOANA<tab>Where's Lamaty'i? What happened inside the dome?
de: TEXT_VOICEMAN_07005_000030_KOANA<tab>Wo ist Lamaty'i? Und was ist in der Kuppel vorgefallen?
fr: TEXT_VOICEMAN_07005_000030_KOANA<tab>Lamaty'i n'est pas avec toi<var 1D /var>!? Que s'est-il passé dans le dôme<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000030_KOANA<tab>あの、ラマチは……？ ドーム内で何かあったのですか！？

source: TEXT_VOICEMAN_07005_000040_KOANA<tab>So my brother is gone...
de: TEXT_VOICEMAN_07005_000040_KOANA<tab>Dass es so weit kommen musste, Bruder<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000040_KOANA<tab>Les ambitions de mon frère ont finalement eu raison de lui...
ja: TEXT_VOICEMAN_07005_000040_KOANA<tab>そうですか、兄さんが……。

source: TEXT_VOICEMAN_07005_000050_KOANA<tab>Yet the danger remains, and you must soon sally forth unto an unknown reality...
de: TEXT_VOICEMAN_07005_000050_KOANA<tab>Aber vorbei scheint es damit ja noch nicht zu sein. Euch steht also eine Expedition in eine fremde Dimension bevor. Unglaublich<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000050_KOANA<tab>Mais la véritable menace subsiste, et vous devez voyager dans un autre monde pour l'écarter définitivement...
ja: TEXT_VOICEMAN_07005_000050_KOANA<tab>とはいえ、まだ真に問題は解決しておらず、 異界への遠征が控えているということですね……。

source: TEXT_VOICEMAN_07005_000060_WUKLAMAT<tab>(-Wuk Lamat-)Hey! Koana!
de: TEXT_VOICEMAN_07005_000060_WUKLAMAT<tab>(-Wuk Lamats Stimme-)He, Brüderchen!
fr: TEXT_VOICEMAN_07005_000060_WUKLAMAT<tab>(-Voix de Wuk Lamat-)Koana<var 1D /var>! Hé, frérot<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000060_WUKLAMAT<tab>(-ウクラマトの声-)おーい、コーナ兄さん！

source: TEXT_VOICEMAN_07005_000070_KOANA<tab>Lamaty'i... Is this boy perhaps...?
de: TEXT_VOICEMAN_07005_000070_KOANA<tab>Wen hast du denn da mitgebracht, Lamaty'i?
fr: TEXT_VOICEMAN_07005_000070_KOANA<tab>Lamaty'i, qui est cet enfant<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000070_KOANA<tab>ラマチ、その子はいったい……？

source: TEXT_VOICEMAN_07005_000080_WUKLAMAT<tab>This is Zoraal Ja's son, Gulool Ja.
de: TEXT_VOICEMAN_07005_000080_WUKLAMAT<tab>Der Kleine hier ist Gulool Ja<var 1D /var>- Zoraal Jas Sohn.
fr: TEXT_VOICEMAN_07005_000080_WUKLAMAT<tab>Je te présente Gulool Ja, le fils de Zoraal Ja.
ja: TEXT_VOICEMAN_07005_000080_WUKLAMAT<tab>こいつの名はグルージャ。 ゾラージャ兄さんの子さ。

source: TEXT_VOICEMAN_07005_000090_KOANA<tab>I see. Time did flow differently inside the dome.
de: TEXT_VOICEMAN_07005_000090_KOANA<tab>Verstehe<var 1D /var>... Ihr meintet schließlich, die Zeit in der Kuppel fließe schneller als außerhalb, richtig?
fr: TEXT_VOICEMAN_07005_000090_KOANA<tab>Je vois. Voilà une preuve indiscutable que le temps s'écoule plus rapidement dans le dôme.
ja: TEXT_VOICEMAN_07005_000090_KOANA<tab>……そうか。 ドームの内外では、時間にズレが生じていたのでしたね。

source: TEXT_VOICEMAN_07005_000100_KOANA<tab>If he is our brother's child, then...
de: TEXT_VOICEMAN_07005_000100_KOANA<tab>Der Sohn unseres Bruders<var 1D /var>... damit wäre ich ja<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000100_KOANA<tab>S'il est le fils de notre frère, alors ça fait de moi...
ja: TEXT_VOICEMAN_07005_000100_KOANA<tab>その子が兄さんの子だというなら……僕にとって……

source: TEXT_VOICEMAN_07005_000110_KOANA<tab>Gulool Ja, was it? My name is Koana, and I am Lamaty'i's brother.
de: TEXT_VOICEMAN_07005_000110_KOANA<tab>Gulool Ja, richtig? Ich bin Koana, Lamaty'is großer Bruder.
fr: TEXT_VOICEMAN_07005_000110_KOANA<tab>Tu t'appelles Gulool Ja, c'est ça<var 1D /var>? Mon nom est Koana, je suis le grand frère de Lamaty'i.
ja: TEXT_VOICEMAN_07005_000110_KOANA<tab>グルージャ……だったね。 僕はコーナ、ラマチの兄さ。

source: TEXT_VOICEMAN_07005_000120_GULOOLJA<tab>You're her brother...?
de: TEXT_VOICEMAN_07005_000120_GULOOLJA<tab>Ihr<var 1D /var>... Ihr großer Bruder?
fr: TEXT_VOICEMAN_07005_000120_GULOOLJA<tab>Le grand frère de... Lamaty'i<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000120_GULOOLJA<tab>ラマチの、お兄さん……。

source: TEXT_VOICEMAN_07005_000130_WUKLAMAT<tab>You'll find none more dependable than Koana. He's family, and he'll take good care of you.
de: TEXT_VOICEMAN_07005_000130_WUKLAMAT<tab>Auf niemanden ist so viel Verlass wie auf Koana, Kleiner! Er wird sich genauso gut um dich kümmern wie wir alle. Als Familie!
fr: TEXT_VOICEMAN_07005_000130_WUKLAMAT<tab>Y a pas plus digne de confiance que Koana. Maintenant que tu fais partie de notre famille, il prendra soin de toi.
ja: TEXT_VOICEMAN_07005_000130_WUKLAMAT<tab>コーナ兄さんほど、頼りになる存在はいねぇ。 きっとお前にとっても、いい家族になってくれるさ。

source: TEXT_VOICEMAN_07005_000140_KOANA<tab>A pleasure to meet you, Gulool Ja.
de: TEXT_VOICEMAN_07005_000140_KOANA<tab>Freut mich, dich kennenzulernen, Gulool Ja.
fr: TEXT_VOICEMAN_07005_000140_KOANA<tab>Ravi de te rencontrer, Gulool Ja.
ja: TEXT_VOICEMAN_07005_000140_KOANA<tab>よろしく、グルージャ。

source: TEXT_VOICEMAN_07005_000150_GULOOLJA<tab>A pleasure to meet you too, uh...Uncle Koana.
de: TEXT_VOICEMAN_07005_000150_GULOOLJA<tab>Dann bist du jetzt mein „Onkel Koana“!
fr: TEXT_VOICEMAN_07005_000150_GULOOLJA<tab>Moi aussi, ja... Tonton Koana<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000150_GULOOLJA<tab>じゃあ、コーナ叔父さんだね！

source: TEXT_VOICEMAN_07005_000160_KOANA<tab>Well, I suppose I <var 1A 02 /var>am<var 1A 01 /var> your uncle...
de: TEXT_VOICEMAN_07005_000160_KOANA<tab>O-Onkel?! Nun ja, ich schätze, das stimmt, aber<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000160_KOANA<tab>Euh, ef<var 16 /var>fec<var 16 /var>ti<var 16 /var>ve<var 16 /var>ment, je suis bien ton oncle...
ja: TEXT_VOICEMAN_07005_000160_KOANA<tab>た、たしかに叔父さんで間違いないが……

source: TEXT_VOICEMAN_07005_000161_KOANA<tab>But simply Koana will do.
de: TEXT_VOICEMAN_07005_000161_KOANA<tab>... Koana genügt vollkommen. Wir wollen es schließlich nicht übertreiben, hm?
fr: TEXT_VOICEMAN_07005_000161_KOANA<tab>Mais je préfère “Koana” tout court, si tu veux bien.
ja: TEXT_VOICEMAN_07005_000161_KOANA<tab>どうかコーナと呼んでほしい。

source: TEXT_VOICEMAN_07005_000170_WUKLAMAT<tab>You're all confused, and little wonder. Rest assured all will be explained in due course.
de: TEXT_VOICEMAN_07005_000170_WUKLAMAT<tab>Ich weiß, ihr seid bestimmt schrecklich verwirrt. Später werde ich alles genauer erklären.
fr: TEXT_VOICEMAN_07005_000170_WUKLAMAT<tab>Vous devez vous poser des questions... Ne vous inquiétez pas, je vous expliquerai tout le moment venu.
ja: TEXT_VOICEMAN_07005_000170_WUKLAMAT<tab>みんなも混乱させちまったよな。 すべて解決したら、ちゃんと説明するからよ。

source: TEXT_VOICEMAN_07005_000180_WUKLAMAT<tab>But for now, I want to make one thing clear.
de: TEXT_VOICEMAN_07005_000180_WUKLAMAT<tab>Eine Sache möchte ich trotzdem klarstellen. Hier und jetzt.
fr: TEXT_VOICEMAN_07005_000180_WUKLAMAT<tab>Mais en attendant, je voudrais qu'on se mette tous d'accord sur un truc.
ja: TEXT_VOICEMAN_07005_000180_WUKLAMAT<tab>ただ、これだけは言っておきたい。

source: TEXT_VOICEMAN_07005_000190_WUKLAMAT<tab>Gulool Ja is his own person. He had no part in his father's crimes.
de: TEXT_VOICEMAN_07005_000190_WUKLAMAT<tab>Gulool Ja ist und bleibt er selbst. Die Verbrechen seines Vaters haben rein gar nichts mit ihm zu tun.
fr: TEXT_VOICEMAN_07005_000190_WUKLAMAT<tab>Gulool Ja n'est qu'un enfant, et il n'est en aucun cas responsable des agissements de son père.
ja: TEXT_VOICEMAN_07005_000190_WUKLAMAT<tab>グルージャは、グルージャだ。 父親の罪と何の関係もねぇ。 そのことだけは、どうかわかってほしい。

source: TEXT_VOICEMAN_07005_000200_WUKLAMAT<tab>If you have anger towards Zoraal Ja you need to express, Koana and I will gladly hear you. But you will treat Gulool Ja as you would any child─with kindness.
de: TEXT_VOICEMAN_07005_000200_WUKLAMAT<tab>Und falls jemand seinem Unmut über Zoraal Ja Luft machen muss<var 1D /var>- dann kommt zu uns. Als Thronerben sind mein Bruder und ich immer zur Stelle.
fr: TEXT_VOICEMAN_07005_000200_WUKLAMAT<tab>Si quelqu'un a la moindre doléance au sujet de Zoraal Ja, qu'il vienne s'adresser à moi, ou à mon frère Koana<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000200_WUKLAMAT<tab>ゾラージャ兄さんのことでぶつけたい想いがあれば、 連王のアタシらがいくらでも聞くからよ！

source: TEXT_VOICEMAN_07005_000210_TULIYOLLALMALE<tab>As we should. The boy's done no wrong.
de: TEXT_VOICEMAN_07005_000210_TULIYOLLALMALE<tab>Richtig so. Der Knirps kann ja nichts für seinen Vater<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000210_TULIYOLLALMALE<tab>C'est vrai... Le petit garçon n'y est pour rien.
ja: TEXT_VOICEMAN_07005_000210_TULIYOLLALMALE<tab>そうだな……子どもに罪はない。

source: TEXT_VOICEMAN_07005_000220_TULIYOLLALFEMALE<tab>Yes, the Vow of Resolve speaks true!
de: TEXT_VOICEMAN_07005_000220_TULIYOLLALFEMALE<tab>Genau! Weise Worte von der Krone des Mutes!
fr: TEXT_VOICEMAN_07005_000220_TULIYOLLALFEMALE<tab>Oui<var 1D /var>! L'Aurarque de la Force a tout à fait raison<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000220_TULIYOLLALFEMALE<tab>ええ、ウクラマト様の言うとおりだわ！

source: TEXT_VOICEMAN_07005_000230_KOANA<tab>So...will you tell me what happened? G'raha Tia has given me a summary, but I would hear your detailed accounts.
de: TEXT_VOICEMAN_07005_000230_KOANA<tab>Wäre dann bitte jemand so freundlich, mich in die Einzelheiten einzuweihen? G'raha Tia hat mir mit seinem Bericht eine grobe Übersicht verschafft, aber es gibt sicherlich noch mehr, was ich wissen sollte.
fr: TEXT_VOICEMAN_07005_000230_KOANA<tab>Alors, voulez-vous bien me raconter ce qui est arrivé<var 1D /var>? J'ai déjà parlé avec G'raha Tia, mais j'aimerais entendre de plus amples ex<var 16 /var>pli<var 16 /var>ca<var 16 /var>tions.
ja: TEXT_VOICEMAN_07005_000230_KOANA<tab>ともかく……話を聞かせてもらえるかな？ グ・ラハ・ティア殿からも報告は受けていたが、 改めて事の顛末を知りたいんだ。

source: TEXT_VOICEMAN_07005_000240_WUKLAMAT<tab>Can we walk while we chat? I want to see how things are in the city.
de: TEXT_VOICEMAN_07005_000240_WUKLAMAT<tab>Wie wär's dann mit einem kleinen Spaziergang? Ich würde mir gerne ein Bild von der aktuellen Lage der Stadt machen.
fr: TEXT_VOICEMAN_07005_000240_WUKLAMAT<tab>Ça te dérange qu'on discute en marchant<var 1D /var>? Je veux voir dans quel état est la ville.
ja: TEXT_VOICEMAN_07005_000240_WUKLAMAT<tab>それじゃあ、少し歩きながら話さないか？ トライヨラの様子を見てまわりたくてさ。

source: TEXT_VOICEMAN_07005_000250_KOANA<tab>In that case, let us make our way to Brightploom Post.
de: TEXT_VOICEMAN_07005_000250_KOANA<tab>In dem Fall sollten wir zunächst dem Grellfeder-Posten einen Besuch abstatten.
fr: TEXT_VOICEMAN_07005_000250_KOANA<tab>Très bien. Dans ce cas, dirigeons-nous vers la Vigie de Claireplume.
ja: TEXT_VOICEMAN_07005_000250_KOANA<tab>では、ブライトプルーム・ポストへ向かおう。

source: TEXT_VOICEMAN_07005_000260_KOANA<tab>Our soldiers remain on high alert, but if the threat of invasion has passed, I will bid them take a well-earned rest.
de: TEXT_VOICEMAN_07005_000260_KOANA<tab>Unsere Soldaten dort befinden sich noch immer in Alarm<var 16 /var>bereit<var 16 /var>schaft. Doch nun, wo die Gefahr einer Invasion gebannt scheint, ist es allerhöchste Zeit, ihnen eine wohlverdiente Ruhepause zu gönnen.
fr: TEXT_VOICEMAN_07005_000260_KOANA<tab>Nos soldats sont toujours sur le qui-vive, mais puisque le danger est passé, je vais les inviter à prendre un repos bien mérité.
ja: TEXT_VOICEMAN_07005_000260_KOANA<tab>兵たちは未だ警戒態勢を続けているんだ。 さらなる攻撃の心配がなくなったのなら、 交代で休むように伝えて、労わってやらないと。

source: TEXT_VOICEMAN_07005_000270_YSHTOLA<tab>Electrope everywhere one turns, harboring vast amounts of lightning... This place is very much alive.
de: TEXT_VOICEMAN_07005_000270_YSHTOLA<tab>Elektrob so weit das Auge reicht und eine gewaltige Menge Blitzenergie<var 1D /var>... Zumindest scheint hier noch alles funktionstüchtig zu sein.
fr: TEXT_VOICEMAN_07005_000270_YSHTOLA<tab>De l'électrope à perte de vue, chargé à bloc d'éther de foudre ex<var 16 /var>trê<var 16 /var>me<var 16 /var>ment intense... On pourrait presque croire que cet endroit est vivant.
ja: TEXT_VOICEMAN_07005_000270_YSHTOLA<tab>周囲を埋め尽くすエレクトロープに、 膨大な雷属性の力が溜め込まれているのが視えるわ。 この機構は「生きて」いる……。

source: TEXT_VOICEMAN_07005_000280_YSHTOLA<tab>Krile, try holding your earring to the terminal.
de: TEXT_VOICEMAN_07005_000280_YSHTOLA<tab>Krile, versuch doch bitte einmal, den Ohrring an die Konsole zu halten.
fr: TEXT_VOICEMAN_07005_000280_YSHTOLA<tab>Krile, tu veux bien approcher ta boucle d'oreille du capteur, s'il te plaît<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000280_YSHTOLA<tab>クルル、耳飾りを端末にかざしてみてもらえるかしら？

source: TEXT_VOICEMAN_07005_000290_KRILE<tab>No luck...
de: TEXT_VOICEMAN_07005_000290_KRILE<tab>Haben wir uns etwa geirrt?
fr: TEXT_VOICEMAN_07005_000290_KRILE<tab>Ça ne fonctionne pas...
ja: TEXT_VOICEMAN_07005_000290_KRILE<tab>だめなの……？

source: TEXT_VOICEMAN_07005_000300_SHALE<tab>Don't give up yet. The terminal reads the code─it might just need higher clearance.
de: TEXT_VOICEMAN_07005_000300_SHALE<tab>Es ist noch ein bisschen zu früh, um aufzugeben, meinst du nicht? Immerhin hat die Konsole ja schon mal reagiert. Vielleicht fehlt einfach die nötige Befugnis.
fr: TEXT_VOICEMAN_07005_000300_SHALE<tab>Pourtant, il y a bien eu une réaction. Le système a reconnu le code, mais nous avons peut-être besoin d'un niveau d'au<var 16 /var>to<var 16 /var>ri<var 16 /var>sa<var 16 /var>tion plus élevé.
ja: TEXT_VOICEMAN_07005_000300_SHALE<tab>落胆するにはまだ早いですよ。 反応したってことは、コードの読み取り自体はできてるはず。 ただ、より上位の権限によって、実行が阻害されているのかも。

source: TEXT_VOICEMAN_07005_000310_SHALE<tab>Gulool Ja, would you give it a try?
de: TEXT_VOICEMAN_07005_000310_SHALE<tab>Gulool Ja! Versuch du es doch mal!
fr: TEXT_VOICEMAN_07005_000310_SHALE<tab>Gulool Ja, tu veux bien essayer<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000310_SHALE<tab>グルージャ、あなたが試してみてくれますか？

source: TEXT_VOICEMAN_07005_000320_GULOOLJA<tab>Me?
de: TEXT_VOICEMAN_07005_000320_GULOOLJA<tab>I-Ich?!
fr: TEXT_VOICEMAN_07005_000320_GULOOLJA<tab>Hein<var 1D /var>? Moi...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000320_GULOOLJA<tab>え……僕が……？

source: TEXT_VOICEMAN_07005_000330_SHALE<tab>If the king's authority has passed to you, then the gate ought to open.
de: TEXT_VOICEMAN_07005_000330_SHALE<tab>Als Erbe der Krone des Mutes müsstest du jetzt auch Zugriff auf alle möglichen Sachen haben. Die Pforte sollte sich von dir öffnen lassen.
fr: TEXT_VOICEMAN_07005_000330_SHALE<tab>Si tu as bien hérité de l'autorité du souverain de la Force, le portail devrait s'ouvrir.
ja: TEXT_VOICEMAN_07005_000330_SHALE<tab>「武王」の権限が正しく継承されてるなら、 扉が開くはずです。

source: TEXT_VOICEMAN_07005_000331_ZORAALJA<tab>(-Zoraal Ja-)But I leave behind that which I've gained by the sweat of my brow... It is yours to embrace...or spurn...
de: TEXT_VOICEMAN_07005_000331_ZORAALJA<tab>(-Zoraal Ja-)Aber jetzt hinterlasse ich dir mein Leben<var 1D /var>... meinen Pfad. Ob du ihn fortschreitest<var 1D /var>... liegt allein bei dir<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000331_ZORAALJA<tab>(-Zoraal Ja-)Tout ce que je peux faire ici et maintenant, c'est te léguer ce que j'ai conquis à la sueur de mon front depuis mon plus jeune âge. À toi de l'accepter... ou de le rejeter à ton tour...
ja: TEXT_VOICEMAN_07005_000331_ZORAALJA<tab>(-ゾラージャ-)ただ、俺が生き、勝ち得たものは置いていく。 受け継ぐなり、見捨てていくなりするがいい……。

source: TEXT_VOICEMAN_07005_000340_GULOOLJA<tab>Uwaaah!
fr: TEXT_VOICEMAN_07005_000340_GULOOLJA<tab>Ouah<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000340_GULOOLJA<tab>うわあっ！？

source: TEXT_VOICEMAN_07005_000350_KRILE<tab>The earring... It really was...
de: TEXT_VOICEMAN_07005_000350_KRILE<tab>Der Ohrring<var 1D /var>... Dann ist es also tatsächlich wahr<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000350_KRILE<tab>La boucle d'oreille... C'était bien elle...
ja: TEXT_VOICEMAN_07005_000350_KRILE<tab>本当に……耳飾りが……。

source: TEXT_VOICEMAN_07005_000360_YSHTOLA<tab>Remarkable... A voidgate is forced open with a blast of aether, and thus appears as a tear in the fabric of reality.
de: TEXT_VOICEMAN_07005_000360_YSHTOLA<tab>Faszinierend, es unterscheidet sich auf fundamentale Weise von einem Nichtsportal. Ein solches muss mit gezieltem Einsatz von Äther aufgerissen werden.
fr: TEXT_VOICEMAN_07005_000360_YSHTOLA<tab>C'est fascinant... Rien à voir avec notre porte du néant qui forçait le passage à grands coups d'éther.
ja: TEXT_VOICEMAN_07005_000360_YSHTOLA<tab>見事なものね……。 次元の壁に膨大なエーテルをぶつけて、 無理やりにこじ開けたヴォイドゲートとは根本的に違う。

source: TEXT_VOICEMAN_07005_000370_YSHTOLA<tab>In contrast, this is the stitchwork of a master. Neatly hemmed, without a thread out of place. A power to be reckoned with...
de: TEXT_VOICEMAN_07005_000370_YSHTOLA<tab>Aber dies hier ist ein vollkommener Übergang zwischen den Dimensionen<var 1D /var>- ganz ohne störende Verzerrungen. Mit anderen Worten: Ein perfektes Portal. <var 1A 02 /var>Das<var 1A 01 /var> ist also die Weltenfusion.
fr: TEXT_VOICEMAN_07005_000370_YSHTOLA<tab>Je ne ressens aucune perturbation, comme si les dimensions étaient par<var 16 /var>fai<var 16 /var>te<var 16 /var>ment juxtaposées l'une à l'autre. C'est donc ça, le pouvoir de relier les mondes...
ja: TEXT_VOICEMAN_07005_000370_YSHTOLA<tab>歪みが一切感じられず、正しく世界の接点が生じている。 これがかつて、「世界を繋ぐ力」で開かれたもの……。

source: TEXT_VOICEMAN_07005_000380_YSHTOLA<tab>But now isn't the time to marvel. If Gulool Ja can open the gate, then so too can Sphene close it.
de: TEXT_VOICEMAN_07005_000380_YSHTOLA<tab>Allerdings ist das wohl nicht der rechte Zeitpunkt für weitschweifende Erklärungen. Wenn Gulool Ja das Portal öffnen konnte, sollte es Sphene als Krone der Weisheit auch wieder schließen können.
fr: TEXT_VOICEMAN_07005_000380_YSHTOLA<tab>Mais nous avons mieux à faire que de nous émerveiller devant cette technologie. Si Gulool Ja a pu ouvrir ce passage, cela signifie que Sphene est aussi capable de le refermer.
ja: TEXT_VOICEMAN_07005_000380_YSHTOLA<tab>いえ、感心している場合ではないわね。 グルージャの権限によって扉を開けたということは、 同等の権限を持つスフェーンなら、閉じることもできるはず。

source: TEXT_VOICEMAN_07005_000390_YSHTOLA<tab>'Twould be wise to employ magicks in its defense─both to maintain its stability and ward off interference.
de: TEXT_VOICEMAN_07005_000390_YSHTOLA<tab>Uns bleibt somit nicht viel Zeit. Wir benötigen jemanden, der das Portal aufrechterhält und jemanden, der jegliche Störversuche abwehrt.
fr: TEXT_VOICEMAN_07005_000390_YSHTOLA<tab>Je suggère que nous prenions quelques précautions... D'une part en stabilisant l'état du portail, et d'autre part en le protégeant contre d'éventuelles in<var 16 /var>ter<var 16 /var>ven<var 16 /var>tions malveillantes.
ja: TEXT_VOICEMAN_07005_000390_YSHTOLA<tab>つまり、こちら側から扉に対して、 固定化の術と、干渉防御の術をかけ続ける必要がある。

source: TEXT_VOICEMAN_07005_000391_YSHTOLA<tab>While I am able to invoke said magicks, I cannot sustain them alone. I require another to channel with me, and in unison.
de: TEXT_VOICEMAN_07005_000391_YSHTOLA<tab>Ich bin zwar in der Lage, diese Magie zu wirken, aber auf Dauer kann ich das Portal nicht alleine aufrechterhalten. Ich brauche Unterstützung<var 1D /var>- jemanden, dem ich vertrauen kann.
fr: TEXT_VOICEMAN_07005_000391_YSHTOLA<tab>Je peux élaborer l'incantation nécessaire, mais je serai incapable de la maintenir active toute seule. Pour cela, il me faudra l'aide d'une personne versée dans la magie et capable de canaliser son énergie en tandem avec moi.
ja: TEXT_VOICEMAN_07005_000391_YSHTOLA<tab>術式そのものは構築できているけれど、 私ひとりでは長時間の維持が難しい……。 互いをよく知り、息を合わせることのできる協力者がいるわ。

source: TEXT_VOICEMAN_07005_000392_URIANGER<tab>For that role I do humbly volunteer myself, but even our combined efforts offer no certainty of success. Might we prevail upon the two of you to lend your support?
de: TEXT_VOICEMAN_07005_000392_URIANGER<tab>Dafür stelle ich mich gerne zur Verfügung. Doch selbst dann dürfte dies ein äußerst schwieriges Unterfangen werden. Es wäre beruhigend, euch mit euren mannigfaltigen Fä<var 16 /var>hig<var 16 /var>kei<var 16 /var>ten ebenfalls an unserer Seite zu wissen.
fr: TEXT_VOICEMAN_07005_000392_URIANGER<tab>Je serai ravi d'être mis à con<var 16 /var>tri<var 16 /var>bu<var 16 /var>tion pour cette tâche, mais rien ne garantit que mon in<var 16 /var>ter<var 16 /var>ven<var 16 /var>tion sera suffisante. Pourrons-nous également bénéficier de votre concours<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000392_URIANGER<tab>私もこちらに残り扉の維持に努めますが、 それでもなお心許ないのは確か。 おふたりにも、ご協力いただけないでしょうか……？

source: TEXT_VOICEMAN_07005_000393_ALPHINAUD<tab>Of course. If coordination between mages is required, few would be better suited than Alisaie and myself.
de: TEXT_VOICEMAN_07005_000393_ALPHINAUD<tab>Aber selbst<var 16 /var>verständ<var 16 /var>lich. Diese Aufgabe scheint schließlich wie für uns gemacht.
fr: TEXT_VOICEMAN_07005_000393_ALPHINAUD<tab>Bien sûr. En matière de coordination incantatoire, Alisaie et moi-même sommes imbattables.
ja: TEXT_VOICEMAN_07005_000393_ALPHINAUD<tab>了解だよ。 術者同士の精密な連携が必要なのであれば、 私とアリゼーはまさしく適任だろう。

source: TEXT_VOICEMAN_07005_000394_GRAHATIA<tab>Shall I remain as well?
de: TEXT_VOICEMAN_07005_000394_GRAHATIA<tab>Wäre es hilfreich, wenn ich ebenfalls hierbliebe?
fr: TEXT_VOICEMAN_07005_000394_GRAHATIA<tab>Est-ce que ma présence sera nécessairrre<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000394_GRAHATIA<tab>オレも残った方がいいか？

source: TEXT_VOICEMAN_07005_000395_YSHTOLA<tab>While your presence would be welcome, I'd rather you joined the expedition team.
de: TEXT_VOICEMAN_07005_000395_YSHTOLA<tab>Unter normalen Umständen, ja. Diesmal bist du jedoch bei den anderen besser aufgehoben.
fr: TEXT_VOICEMAN_07005_000395_YSHTOLA<tab>Même si tu aurais tout à fait ta place ici, je préfère que tu intègres l'équipe qui part explorer.
ja: TEXT_VOICEMAN_07005_000395_YSHTOLA<tab>そうしてもらいたいところではあるけれど、 あなたは突入組に回って頂戴。

source: TEXT_VOICEMAN_07005_000396_YSHTOLA<tab>For despite our earnest efforts, the gate may well end up closed once more.
de: TEXT_VOICEMAN_07005_000396_YSHTOLA<tab>Wir können leider nicht ausschließen, dass sich das Portal trotz all unserer Bemühungen früher oder später schließt<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000396_YSHTOLA<tab>Car malgré ces précautions, on ne peut pas écarter l'éventualité que le portail se verrouille à nouveau...
ja: TEXT_VOICEMAN_07005_000396_YSHTOLA<tab>私たちがどれほど努力をしても、 扉が閉じられてしまう可能性は否定できない……。

source: TEXT_VOICEMAN_07005_000397_YSHTOLA<tab>In such a situation, it may fall to those on the other side to devise a method to reconnect our worlds. A task with which you are not unfamiliar, as I recall?
de: TEXT_VOICEMAN_07005_000397_YSHTOLA<tab>Im schlimmsten Fall werdet ihr von der anderen Seite aus einen Weg finden müssen, erneut einen Übergang zwischen den Welten herzustellen. Und ich kenne niemand Geeigneteren für diese Aufgabe als dich, mein Guter.
fr: TEXT_VOICEMAN_07005_000397_YSHTOLA<tab>Et si cela se produit, il nous faudra trouver un moyen de rétablir une connexion entre les deux mondes depuis l'autre côté. Un défi taillé sur mesure pour toi, qu'en dis-tu<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000397_YSHTOLA<tab>そのときには、鏡像世界側からも、 再び世界を繋ぐ手立てを探してもらう必要があるわ。 ……あなたならできるでしょう？

source: TEXT_VOICEMAN_07005_000398_GRAHATIA<tab>I have faith it will not come to that, but should it, I will endeavor not to disappoint.
de: TEXT_VOICEMAN_07005_000398_GRAHATIA<tab>Ich hoffe nicht, dass es so weit kommt, aber falls doch<var 1D /var>... Na, dann bleibt mir wohl nichts anderes übrig, nicht wahr?
fr: TEXT_VOICEMAN_07005_000398_GRAHATIA<tab>Je suis convaincu que nous n'aurons pas à en arriver là. Mais dans le cas contraire, je vous prrromets de faire de mon mieux.
ja: TEXT_VOICEMAN_07005_000398_GRAHATIA<tab>……そうならないと信じてるが、 もしものときは、全力を尽くそう。
