Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/070/VoiceMan_07005/*.xlf
Languages: de, fr, ja

source: TEXT_VOICEMAN_07005_001940_WUKLAMAT<tab>All's well that ends well. I wouldn't dwell on it.
de: TEXT_VOICEMAN_07005_001940_WUKLAMAT<tab>Ach, Schwamm drüber! Letzten Endes war es doch ein Riesenspaß, oder nicht?
fr: TEXT_VOICEMAN_07005_001940_WUKLAMAT<tab>Inutile de t'excuser. La repré<var 16 /var>sen<var 16 /var>ta<var 16 /var>tion s'est terminée... tant bien que mal. Le public a apprécié, et nous aussi<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001940_WUKLAMAT<tab>気にすんなって！ なんだかんだで、アタシらも楽しかったからさ！

source: TEXT_VOICEMAN_07005_001950_OTIS<tab>If I may ask... During your improvisation, you spoke of a <var 1A 02 /var>new<var 1A 01 /var> Alexandria.
de: TEXT_VOICEMAN_07005_001950_OTIS<tab>Bitte gestattet mir eine Frage<var 1D /var>... Ihr spracht vorhin von einem „neuen Alexandria“<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001950_OTIS<tab>Au fait, pendant la pièce, vous avez mentionné un royaume de “Néo-Alexandrie”...
ja: TEXT_VOICEMAN_07005_001950_OTIS<tab>ところで……。 先ほどお主は、新生アレクサンドリア連王国などと言っていたな？

source: TEXT_VOICEMAN_07005_001960_OTIS<tab>And so I am given to wonder... Do you hail from a time after mine own?
de: TEXT_VOICEMAN_07005_001960_OTIS<tab>Es scheint mir eine verwegene These, doch ... Seid Ihr etwa Reisende aus der Zukunft?
fr: TEXT_VOICEMAN_07005_001960_OTIS<tab>Serait-il possible que vous veniez... du futur<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001960_OTIS<tab>もしやお主らは……後の世から来た者たちなのか？

source: TEXT_VOICEMAN_07005_001970_WUKLAMAT<tab>We do. And we're living people, not Endless.
de: TEXT_VOICEMAN_07005_001970_WUKLAMAT<tab>Ganz recht. Und anders als ihr Endlosen sind wir Lebewesen aus Fleisch und Blut!
fr: TEXT_VOICEMAN_07005_001970_WUKLAMAT<tab>Tout juste. Et contrairement aux Éternels, on a pas encore passé l'arme à gauche.
ja: TEXT_VOICEMAN_07005_001970_WUKLAMAT<tab>……そうだ。 そして永久人でもなく、命ある存在だ。

source: TEXT_VOICEMAN_07005_001980_OTIS<tab>My word. That I should meet the living in this place...
de: TEXT_VOICEMAN_07005_001980_OTIS<tab>Lebende? An solch einem Ort? Welche Windungen das Schicksal doch für uns bereithält<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001980_OTIS<tab>Si on m'avait dit que je rencontrerais des vivants ici...
ja: TEXT_VOICEMAN_07005_001980_OTIS<tab>まさか、ここで生者と会うことになろうとは……。

source: TEXT_VOICEMAN_07005_001990_OTIS<tab>There is another question I dread to speak aloud. A question I couldn't bring myself to pose to newcomers out of fear of the truth...
de: TEXT_VOICEMAN_07005_001990_OTIS<tab>Ich fürchte, in dem Fall müsst ihr mir eine weitere Frage gestatten. Eine Frage, mit der ich schon allzu lange hadere ... aus Angst vor der Wahrheit.
fr: TEXT_VOICEMAN_07005_001990_OTIS<tab>Dans ce cas, j'aimerais vous poser une question. Il s'agit d'un sujet que j'ai évité d'aborder avec les nouveaux arrivants, de peur de connaître la vérité...
ja: TEXT_VOICEMAN_07005_001990_OTIS<tab>ならばお主らに、聞きたいことがある。 真実を知るのが恐ろしくて、 新参の永久人たちに問うことができずにいたことだ……。

source: TEXT_VOICEMAN_07005_002000_OTIS<tab>Alexandria... Does it still exist?
de: TEXT_VOICEMAN_07005_002000_OTIS<tab>Alexandria<var 1D /var>... Mein geliebtes Königreich<var 1D /var>... Existiert es noch immer? Erstrahlt es in seinem alten Glanz?
fr: TEXT_VOICEMAN_07005_002000_OTIS<tab>Le royaume d'Alexandrie... Existe-t-il encore<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002000_OTIS<tab>アレクサンドリアは……今も健在か？

source: TEXT_VOICEMAN_07005_002010_WUKLAMAT<tab>It does. It isn't quite the place you knew, but it endures.
de: TEXT_VOICEMAN_07005_002010_WUKLAMAT<tab>Das tut es! Auch wenn es sich nach all der Zeit ein <var 1A 02 /var>bisschen<var 1A 01 /var> verändert hat.
fr: TEXT_VOICEMAN_07005_002010_WUKLAMAT<tab>Oui, même s'il a beaucoup changé depuis ton époque.
ja: TEXT_VOICEMAN_07005_002010_WUKLAMAT<tab>ああ。 お前が生きていたころとは、 だいぶ様変わりしていると思うが……

source: TEXT_VOICEMAN_07005_002020_WUKLAMAT<tab>The descendants of your people walk its streets and live each day to the fullest as proud Alexandrians.
de: TEXT_VOICEMAN_07005_002020_WUKLAMAT<tab>Doch ob verändert oder nicht, eure Nachkommen leben auch heute noch ein glückliches Leben als stolze Bürger Alexandrias.
fr: TEXT_VOICEMAN_07005_002020_WUKLAMAT<tab>Les Alexandrins d'aujourd'hui sont toujours aussi fiers de leur patrie, et ils continuent à aller de l'avant.
ja: TEXT_VOICEMAN_07005_002020_WUKLAMAT<tab>お前たちの子孫は、今もアレクサンドリアの名を掲げて、 懸命に前を向いて生きてるぜ。

source: TEXT_VOICEMAN_07005_002030_OTIS<tab>They live... We live...
de: TEXT_VOICEMAN_07005_002030_OTIS<tab>So ist das also, hoho!
fr: TEXT_VOICEMAN_07005_002030_OTIS<tab>Quel soulagement...
ja: TEXT_VOICEMAN_07005_002030_OTIS<tab>そうか……そうか！

source: TEXT_VOICEMAN_07005_002040_OTIS<tab>I-I had failed to protect my queen, but to hear that... It brings me a measure of peace.
de: TEXT_VOICEMAN_07005_002040_OTIS<tab>Als sie mich am dringendsten benötigte, konnte ich meine Königin nicht beschützen<var 1D /var>... Die Schuld verfolgt mich bis zum heutigen Tag<var 1D /var>... Doch das Wissen um Alexandrias Fortbestand soll mir nun als Balsam für die alten Wunden meiner Seele dienen.
fr: TEXT_VOICEMAN_07005_002040_OTIS<tab>Je regretterai à tout jamais de n'avoir su protéger ma reine... mais vos paroles apportent un peu de tran<var 16 /var>quil<var 16 /var>li<var 16 /var>té à mon esprit.
ja: TEXT_VOICEMAN_07005_002040_OTIS<tab>遺憾ながら、スフェーン様はお護りできなかったが…… それを聞いて、少し安心した。

source: TEXT_VOICEMAN_07005_002050_WUKLAMAT<tab>You were there too, Otis. That is, an incarnation of you.
de: TEXT_VOICEMAN_07005_002050_WUKLAMAT<tab>Eine Sache wäre da aber noch, Otis! In diesem neuen Alexandria sind wir dir begegnet<var 1D /var>... be<var 16 /var>ziehungs<var 16 /var>weise einem Abbild deiner Seele.
fr: TEXT_VOICEMAN_07005_002050_WUKLAMAT<tab>Au fait, il faut qu'on te dise... À notre époque, on a rencontré... ton double, en quelque sorte.
ja: TEXT_VOICEMAN_07005_002050_WUKLAMAT<tab>この際、話しておきたいんだけどよ…… アタシらは、外でお前の分身みたいな奴に会ったんだ。

source: TEXT_VOICEMAN_07005_002060_OTIS<tab>Of me? That's absurd...
de: TEXT_VOICEMAN_07005_002060_OTIS<tab>Einem Abbild meiner Seele? Was wollt Ihr mir damit sagen<var 1D /var>...?
fr: TEXT_VOICEMAN_07005_002060_OTIS<tab>Mon <var 1A 02 /var>double<var 1A 01 /var><var 1D /var>? Que voulez-vous dire...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002060_OTIS<tab>分身だと……？ そんな馬鹿な話が……

source: TEXT_VOICEMAN_07005_002070_OTIS<tab>But wait... Something comes back to me. When they were researching a means to resurrect Her Majesty─memory preservation or some such─I volunteered to be a test subject...
de: TEXT_VOICEMAN_07005_002070_OTIS<tab>Aber Moment! Wenn ich mich recht entsinne, gab es doch dieses Programm<var 1D /var>... Es ging um die Bewahrung und Nachbildung von Erinnerungen, und ich meldete mich freiwillig<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002070_OTIS<tab>Attendez, ça me revient... Lorsqu'ils cherchaient à ressusciter Sa Majesté... Ils travaillaient sur une méthode de pré<var 16 /var>ser<var 16 /var>va<var 16 /var>tion des souvenirs, et je me suis porté volontaire comme cobaye...
ja: TEXT_VOICEMAN_07005_002070_OTIS<tab>……いや、思い出してきたぞ。 スフェーン様を蘇らせるための新技術…… 記憶の抽出と再現とやらに、ワタシは志願して……。

source: TEXT_VOICEMAN_07005_002080_OTIS<tab>...No, it is a fog I cannot pierce. But pray tell me, this incarnation of myself─what was he like?
de: TEXT_VOICEMAN_07005_002080_OTIS<tab>... Nein, es nützt nichts. An mehr kann ich mich nicht erinnern. Aber sagt, wie war dieses<var 1D /var>... Abbild denn so?
fr: TEXT_VOICEMAN_07005_002080_OTIS<tab>Non, non, je n'y arrive pas... Ma mémoire est comme embrumée. Mais dites-moi, ce double, quel genre de personne était-il<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002080_OTIS<tab>……ダメだ、これ以上は思い出せん。 して、ワタシの分身はどのような奴だったのだ？

source: TEXT_VOICEMAN_07005_Q4_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_07005_Q4_000_001_NONE_VOICE<tab>Was antwortest du?
fr: TEXT_VOICEMAN_07005_Q4_000_001_NONE_VOICE<tab>Que répondez-vous<var 1D /var>?
ja: TEXT_VOICEMAN_07005_Q4_000_001_NONE_VOICE<tab>何と言う？

source: TEXT_VOICEMAN_07005_A4_000_001_NONE_VOICE<tab>He was a proud and valiant knight of the realm.
de: TEXT_VOICEMAN_07005_A4_000_001_NONE_VOICE<tab>Er war ein stolzer Ritter Alexandrias.
fr: TEXT_VOICEMAN_07005_A4_000_001_NONE_VOICE<tab>Il était un vaillant chevalier de la garde royale.
ja: TEXT_VOICEMAN_07005_A4_000_001_NONE_VOICE<tab>誇り高き王国騎士だった

source: TEXT_VOICEMAN_07005_A4_000_002_NONE_VOICE<tab>He was a brave soul who protected his queen to the last.
de: TEXT_VOICEMAN_07005_A4_000_002_NONE_VOICE<tab>Er beschützte seine Königin, ganz wie es seine Pflicht ihm vorschrieb.
fr: TEXT_VOICEMAN_07005_A4_000_002_NONE_VOICE<tab>Il était un brave qui a su protéger sa reine.
ja: TEXT_VOICEMAN_07005_A4_000_002_NONE_VOICE<tab>立派にアレクサンドリアの王を護った

source: TEXT_VOICEMAN_07005_002090_WUKLAMAT<tab> That's not all. He was a father in all but name to the new king, Gulool Ja.
de: TEXT_VOICEMAN_07005_002090_WUKLAMAT<tab>Aber das ist noch nicht alles. Er kümmerte sich auch liebevoll um den zukünftigen König<var 1D /var>- ein kleiner Junge namens Gulool Ja.
fr: TEXT_VOICEMAN_07005_002090_WUKLAMAT<tab>Et c'est pas tout<var 1D /var>! Il a aussi élevé comme son propre fils le prochain roi, Gulool Ja.
ja: TEXT_VOICEMAN_07005_002090_WUKLAMAT<tab>それどころか、お前の分身は、 グルージャっていう、次代の王も育ててみせた。

source: TEXT_VOICEMAN_07005_002100_WUKLAMAT<tab>Whatever you may have failed to do, you're the noblest of souls, Otis. And your deeds─your sacrifice─gave us hope that we sorely needed.
de: TEXT_VOICEMAN_07005_002100_WUKLAMAT<tab>Otis. Deine Schuld ist nicht weiter von Bedeutung. Denn deine Erinnerung<var 1D /var>... und dein Herz<var 1D /var>... sind so voller Liebe und Hingabe, dass sie uns auch viele hundert Jahre später noch die Kraft und Hoffnung geben, die wir benötigen.
fr: TEXT_VOICEMAN_07005_002100_WUKLAMAT<tab>Tu as peut-être échoué par le passé, Otis, mais ça n'entache en rien la noblesse de ton âme. À travers tes souvenirs et tes aspirations, tu nous as donné un immense courage.
ja: TEXT_VOICEMAN_07005_002100_WUKLAMAT<tab>お前は護りたいものを護れなかったのかもしれねぇが、 オーティスから受け継がれた記憶は……想いは…… アタシらに希望を残したんだよ。

source: TEXT_VOICEMAN_07005_002110_OTIS<tab>Aha... Ahahaha!
de: TEXT_VOICEMAN_07005_002110_OTIS<tab>Hohohoho!
fr: TEXT_VOICEMAN_07005_002110_OTIS<tab>Ha ha ha ha<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002110_OTIS<tab>くっ、ハッハッハ！

source: TEXT_VOICEMAN_07005_002120_OTIS<tab>'Tis a miracle. Verily, there can be no other way to describe it.
de: TEXT_VOICEMAN_07005_002120_OTIS<tab>Wenn man das kein Wunder nennen darf, dann weiß ich auch nicht!
fr: TEXT_VOICEMAN_07005_002120_OTIS<tab>J'ai peine à y croire... C'est un véritable miracle<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002120_OTIS<tab>なんということだ。 これはまるで、奇跡ではないか！

source: TEXT_VOICEMAN_07005_002130_WUKLAMAT<tab>It is. It really is. We bear the legacy of your other self, and we'd be glad to bear yours as well.
de: TEXT_VOICEMAN_07005_002130_WUKLAMAT<tab>Du sagst es! Und zusammen mit alldem, was uns dein anderes Ich mit auf den Weg gegeben hat, werden wir auch dein Vermächtnis in unseren Herzen tragen!
fr: TEXT_VOICEMAN_07005_002130_WUKLAMAT<tab>Un miracle... Ouais, on peut le dire<var 1D /var>! Et tu peux compter sur nous pour préserver ton héritage, comme on l'a fait pour ton double.
ja: TEXT_VOICEMAN_07005_002130_WUKLAMAT<tab>奇跡か……そうだな！ 今ここでお前から受け取った想いも全部、 このアタシが受け継いでいってやるぜ！

source: TEXT_VOICEMAN_07005_002140_OTIS<tab>My, what comfort you offer! With such dependable souls to take up my shield, I may rest easy indeed!
de: TEXT_VOICEMAN_07005_002140_OTIS<tab>Welch frohlockender Klang in meinen Ohren. So kann ich endlich in Frieden ruhen.
fr: TEXT_VOICEMAN_07005_002140_OTIS<tab>Que demander de plus<var 1D /var>? Grâce à vous, je vais enfin pouvoir trouver le repos<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002140_OTIS<tab>なんと、頼もしい！ ならばワタシに思い残すことなどない！

source: TEXT_VOICEMAN_07005_002150_OTIS<tab>I beg you, watch over our new king.
de: TEXT_VOICEMAN_07005_002150_OTIS<tab>Doch gewährt mir noch eine allerletzte Bitte: Lasst Seiner Hoheit Gulool Ja Eure volle Unterstützung zu<var 16 /var>teil<var 16 /var>werden.
fr: TEXT_VOICEMAN_07005_002150_OTIS<tab>Protégez Alexandrie, s'il vous plaît. Et veillez sur le roi.
ja: TEXT_VOICEMAN_07005_002150_OTIS<tab>どうか、アレクサンドリア王の力になってやってほしい。

source: TEXT_VOICEMAN_07005_002151_OTIS<tab>The war changed my queen. To her final moment, grief darkened her gentle countenance.
de: TEXT_VOICEMAN_07005_002151_OTIS<tab>Wenn ich an Königin Sphene zurückdenke<var 1D /var>... Ein Schatten der Trauer und Einsamkeit folgte ihr auf Schritt und Tritt<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002151_OTIS<tab>La guerre a bouleversé Sa Majesté Sphene, vous savez. Jusqu'à son dernier souffle, son si beau visage était miné par le chagrin.
ja: TEXT_VOICEMAN_07005_002151_OTIS<tab>大戦後のスフェーン様は、殺しても殺しきれぬ悲しみに、 いつもお顔を曇らせていた……。

source: TEXT_VOICEMAN_07005_002152_OTIS<tab>I've not the honor of knowing Gulool Ja, but I pray, that for all his days, he shall have cause to smile.
de: TEXT_VOICEMAN_07005_002152_OTIS<tab>Ich bitte Euch eindringlich! Auch wenn ich den neuen König nicht kennen mag, so wünsche ich mir nichts sehnlicher, als dass seine Tage von Lachen und Freude erfüllt sein mögen.
fr: TEXT_VOICEMAN_07005_002152_OTIS<tab>Je n'ai pas la chance de connaître le nouveau monarque de ma patrie, mais je vous en conjure, faites qu'il garde le sourire...
ja: TEXT_VOICEMAN_07005_002152_OTIS<tab>現在のアレクサンドリア王がどういった方かは存じ上げぬが、 今度こそ王が笑えるように……どうか……。

source: TEXT_VOICEMAN_07005_002160_WUKLAMAT<tab>We'll see to it he does, Otis. I swear.
de: TEXT_VOICEMAN_07005_002160_WUKLAMAT<tab>Dafür werden wir alles tun. Verlass dich auf uns!
fr: TEXT_VOICEMAN_07005_002160_WUKLAMAT<tab>Oui, c'est promis<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002160_WUKLAMAT<tab>……ああ、任せろ！

source: TEXT_VOICEMAN_07005_002170_CAHCIUA<tab>That knight─he was the one who looked after Gulool Ja...
de: TEXT_VOICEMAN_07005_002170_CAHCIUA<tab>War der Ritter da nicht<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002170_CAHCIUA<tab>Ce chevalier, c'est lui qui veillait sur Gulool Ja.
ja: TEXT_VOICEMAN_07005_002170_CAHCIUA<tab>あの王国騎士はたしか、グルージャの……。

source: TEXT_VOICEMAN_07005_002180_CAHCIUA<tab>And now you follow in his footsteps.
de: TEXT_VOICEMAN_07005_002180_CAHCIUA<tab>... Er hat euch seine innersten Wünsche anvertraut, nicht wahr?
fr: TEXT_VOICEMAN_07005_002180_CAHCIUA<tab>Alors comme ça, vous avez hérité de ses souvenirs et de ses espoirs...
ja: TEXT_VOICEMAN_07005_002180_CAHCIUA<tab>……彼の想いを、受け継いできたんだね。

source: TEXT_VOICEMAN_07005_002190_WUKLAMAT<tab>And those of others as well.
de: TEXT_VOICEMAN_07005_002190_WUKLAMAT<tab>Ja, das hat er.
fr: TEXT_VOICEMAN_07005_002190_WUKLAMAT<tab>Oui, et pas seulement des siens.
ja: TEXT_VOICEMAN_07005_002190_WUKLAMAT<tab>ああ、受け継いださ。

source: TEXT_VOICEMAN_07005_002200_WUKLAMAT<tab>We've come to know how much Sphene's people loved her. How much they yearned for peace. All of this, we'll carry with us.
de: TEXT_VOICEMAN_07005_002200_WUKLAMAT<tab>Und nicht nur seine. Die Wünsche und Hoffnungen der Endlosen<var 1D /var>... Sie führen uns vor Augen, wie sehr die Leute Königin Sphene geliebt haben. Wie sehr sie sich nach Frieden sehnten<var 1D /var>... Wir sind es ihnen schuldig, ihre Träume mit auf unseren Weg zu nehmen.
fr: TEXT_VOICEMAN_07005_002200_WUKLAMAT<tab>En faisant con<var 16 /var>nais<var 16 /var>san<var 16 /var>ce avec les Alexandrins, on a compris à quel point Sphene était importante pour eux, et qu'ils ne désiraient rien d'autre que la paix. Ces sentiments, on les porte en nous, désormais.
ja: TEXT_VOICEMAN_07005_002200_WUKLAMAT<tab>オーティスの想いだけじゃない。 この国の人たちが、どれほどスフェーンを愛し、 平和を願い、求めていたのか……しっかりと受け継いできた。

source: TEXT_VOICEMAN_07005_002210_CAHCIUA<tab>I see.
de: TEXT_VOICEMAN_07005_002210_CAHCIUA<tab>Verstehe.
fr: TEXT_VOICEMAN_07005_002210_CAHCIUA<tab>... Je vois.
ja: TEXT_VOICEMAN_07005_002210_CAHCIUA<tab>……そうか。

source: TEXT_VOICEMAN_07005_002220_KRILE<tab>That rather resembles arcanima, wouldn't you agree?
de: TEXT_VOICEMAN_07005_002220_KRILE<tab>Ist das etwa<var 1D /var>... Hermetik?
fr: TEXT_VOICEMAN_07005_002220_KRILE<tab>Ces sorts... On dirait de la magie arcanique, non<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002220_KRILE<tab>彼らの魔法……巴術に似てない？

source: TEXT_VOICEMAN_07005_002230_GRAHATIA<tab>Indeed. While similar arts could have developed independently across reflections, this verges on being identical.
de: TEXT_VOICEMAN_07005_002230_GRAHATIA<tab>Es sieht zumindest ganz danach aus. Dass die magischen Disziplinen der Spiegelwelten den unseren ähneln, war zu erwarten. Nicht aber, dass sie derart identisch sind<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002230_GRAHATIA<tab>En effet. Rien d'étrange à trouver des disciplines qui se ressemblent parmi les différents reflets. Mais à ce point, c'est surrrprenant.
ja: TEXT_VOICEMAN_07005_002230_GRAHATIA<tab>たしかに。 似た魔法が鏡像世界にあっても不思議じゃないが…… 本当にそっくりだな。

source: TEXT_VOICEMAN_07005_002240_WUKLAMAT<tab>Is something wrong?
de: TEXT_VOICEMAN_07005_002240_WUKLAMAT<tab>Was ist denn los?
fr: TEXT_VOICEMAN_07005_002240_WUKLAMAT<tab>Y a un problème<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002240_WUKLAMAT<tab>変な顔してどうした？

source: TEXT_VOICEMAN_07005_002250_KRILE<tab>What!?
de: TEXT_VOICEMAN_07005_002250_KRILE<tab>Ha!?
fr: TEXT_VOICEMAN_07005_002250_KRILE<tab>... Comment<var 1D /var>!?
ja: TEXT_VOICEMAN_07005_002250_KRILE<tab>えっ……！？

source: TEXT_VOICEMAN_07005_002260_ALAYLA<tab>(-Milalla Woman-)Do we know each other from somewhere?
de: TEXT_VOICEMAN_07005_002260_ALAYLA<tab>(-Mütterliche Milalla-)Ah<var 1D /var>... Verzeihung, kennen wir uns?
fr: TEXT_VOICEMAN_07005_002260_ALAYLA<tab>(-Femme milalla-)Est-ce qu'on s'est déjà rencontrées quelque part<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002260_ALAYLA<tab>(-ミララ族の淑女-)あの……どこかでお会いしましたか？

source: TEXT_VOICEMAN_07005_002270_ROBOR<tab>(-Milalla Man-)Come on, dear!
de: TEXT_VOICEMAN_07005_002270_ROBOR<tab>(-Väterlicher Milalla-)Komm schon, Schatz!
fr: TEXT_VOICEMAN_07005_002270_ROBOR<tab>(-Homme milalla-)Il faut qu'on y aille<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002270_ROBOR<tab>(-ミララ族の紳士-)おーい、行くぞ！

source: TEXT_VOICEMAN_07005_002280_ALAYLA<tab>(-Milalla Woman-)I'm sorry, but I must be going.
de: TEXT_VOICEMAN_07005_002280_ALAYLA<tab>(-Mütterliche Milalla-)Entschuldigt mich bitte. Wir haben es leider eilig.
fr: TEXT_VOICEMAN_07005_002280_ALAYLA<tab>(-Femme milalla-)Pardonnez-moi, je dois partir.
ja: TEXT_VOICEMAN_07005_002280_ALAYLA<tab>(-ミララ族の淑女-)ごめんなさいね、もう行かなくっちゃ。

source: TEXT_VOICEMAN_07005_002290_KRILE<tab>Wait, please!
de: TEXT_VOICEMAN_07005_002290_KRILE<tab>Einen Moment bitte!
fr: TEXT_VOICEMAN_07005_002290_KRILE<tab>S'il vous plaît, attendez<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002290_KRILE<tab>待ってください……！

source: TEXT_VOICEMAN_07005_002301_ALAYLA<tab>(-Milalla Woman-)You're new here, I gather. It may seem strange at first, but give it time. You'll grow accustomed to it soon enough.
de: TEXT_VOICEMAN_07005_002301_ALAYLA<tab>(-Mütterliche Milalla-)Seid ihr vielleicht Neuankömmlinge? Am Anfang mag zwar alles etwas befremdlich wirken, ihr werdet euch aber sicher im Nu eingewöhnen.
fr: TEXT_VOICEMAN_07005_002301_ALAYLA<tab>(-Femme milalla-)Vous êtes nouvelle, ici<var 1D /var>? Ne vous inquiétez pas, même si c'est déconcertant au début, on finit par s'habituer.
ja: TEXT_VOICEMAN_07005_002301_ALAYLA<tab>(-ミララ族の淑女-)もしかして、新しく来た永久人さんかしら？ 始めは混乱するかもしれないけど、きっとすぐに慣れるわ。

source: TEXT_VOICEMAN_07005_002310_KRILE<tab>No, no, I-I'm not... Er... Rather, I'm... Oh, what can I say?
de: TEXT_VOICEMAN_07005_002310_KRILE<tab>Nein<var 1D /var>... das ist es nicht<var 1D /var>... W-Wie soll ich das nur sagen<var 1D /var>...?
fr: TEXT_VOICEMAN_07005_002310_KRILE<tab>Euh, ce n'est pas ça. En fait, je...
ja: TEXT_VOICEMAN_07005_002310_KRILE<tab>あ、あの……そうではなくて……。

source: TEXT_VOICEMAN_07005_002311_KRILE<tab>Of course! This earring─do you recognize it?
de: TEXT_VOICEMAN_07005_002311_KRILE<tab>Erinnert ihr Euch vielleicht an diesen Ohrring hier?
fr: TEXT_VOICEMAN_07005_002311_KRILE<tab>Ah<var 1D /var>! Est-ce que vous reconnaissez cette boucle d'oreille, par hasard<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002311_KRILE<tab>そうだ、この耳飾りに見覚えはありませんか！？

source: TEXT_VOICEMAN_07005_002320_ROBOR<tab>(-Milalla Man-)Impossible!
de: TEXT_VOICEMAN_07005_002320_ROBOR<tab>(-Väterlicher Milalla-)Nein<var 1D /var>... das kann doch nicht ...!
fr: TEXT_VOICEMAN_07005_002320_ROBOR<tab>(-Homme milalla-)Impossible<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002320_ROBOR<tab>(-ミララ族の紳士-)まさか……！

source: TEXT_VOICEMAN_07005_002330_KRILE<tab>My name is Krile. When I was a baby, I was taken from this world to another, where I grew up without knowledge of my past.
de: TEXT_VOICEMAN_07005_002330_KRILE<tab>Meine Name ist Krile. Als Säugling wurde ich von dieser Welt in eine andere gebracht.
fr: TEXT_VOICEMAN_07005_002330_KRILE<tab>Mon nom est Krile. Alors que je n'étais encore qu'un bébé, j'ai voyagé de ce monde vers un autre, où j'ai grandi sans rien savoir de mon passé.
ja: TEXT_VOICEMAN_07005_002330_KRILE<tab>私、クルルといいます。 赤ん坊のころに、こことは異なる世界に渡りました。

source: TEXT_VOICEMAN_07005_002340_KRILE<tab>I know not how much time has passed for you, and er...things may not be as you expect them to be, but...I'm here now. I've found my way back.
de: TEXT_VOICEMAN_07005_002340_KRILE<tab>Bis vor kurzem wusste ich das allerdings selbst nicht. Und dann kommt noch hinzu, dass der Fluss der Zeit dort anders ist und<var 1D /var>... Und ihr erkennt mich sicherlich nicht wieder, aber<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002340_KRILE<tab>Le temps s'écoule plus ou moins vite selon les dimensions et... c'est peut-être inattendu pour vous, mais j'ai trouvé un moyen de rentrer.
ja: TEXT_VOICEMAN_07005_002340_KRILE<tab>ただ、私はそれをずっと知らずに生きてきて…… ふたつの世界の間には、時間の流れのズレもあるし…… おふたりの認識とは……違うかもしれませんが……！

source: TEXT_VOICEMAN_07005_002341_KRILE<tab>This earring, it contained a code with which I was able to reopen the gate. And I did, and I'm here, and...
de: TEXT_VOICEMAN_07005_002341_KRILE<tab>Nun bin ich hier. Dieser Ohrring hier verhalf mir, das Portal ein weiteres Mal zu öffnen.
fr: TEXT_VOICEMAN_07005_002341_KRILE<tab>En utilisant le code inscrit dans cette boucle d'oreille, j'ai réussi à ouvrir le portail<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002341_KRILE<tab>来たんです、この耳飾りに記録されていたコードを使って。 遺されていた扉を開いて……！

source: TEXT_VOICEMAN_07005_002350_ROBOR<tab>(-Milalla Man-)Could it be as she claims...?
de: TEXT_VOICEMAN_07005_002350_ROBOR<tab>(-Väterlicher Milalla-)Kann es denn wirklich wahr sein?
fr: TEXT_VOICEMAN_07005_002350_ROBOR<tab>(-Homme milalla-)Est-ce seulement possible...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002350_ROBOR<tab>(-ミララ族の紳士-)こんなことが起こり得るのか……？

source: TEXT_VOICEMAN_07005_002360_ALAYLA<tab>(-Milalla Woman-)She's not lying─I can tell. And there is no mistaking the earring...
de: TEXT_VOICEMAN_07005_002360_ALAYLA<tab>(-Mütterliche Milalla-)Schau sie dir doch mal genau an, Schatz. Sie sagt die Wahrheit! Und der Ohrring ist mir Beweis genug!
fr: TEXT_VOICEMAN_07005_002360_ALAYLA<tab>(-Femme milalla-)Je n'ai pas le sentiment qu'elle mente. Quant à la boucle d'oreille, il n'y a pas le moindre doute...
ja: TEXT_VOICEMAN_07005_002360_ALAYLA<tab>(-ミララ族の淑女-)嘘を言っているようには感じないわ。 それにその耳飾りは、たしかに私たちが託したもの……。

source: TEXT_VOICEMAN_07005_002365_ALAYLA<tab>[DEEP CONTENTED SIGH]
de: TEXT_VOICEMAN_07005_002365_ALAYLA<tab>[ERLEICHTERTES SEUFZEN, MIT JP CHECKEN]
fr: TEXT_VOICEMAN_07005_002365_ALAYLA<tab>[soupir ému]
ja: TEXT_VOICEMAN_07005_002365_ALAYLA<tab>はあっ……

source: TEXT_VOICEMAN_07005_002370_ALAYLA<tab>(-Milalla Woman-)How you've grown, my darling daughter!
de: TEXT_VOICEMAN_07005_002370_ALAYLA<tab>(-Mütterliche Milalla-)Hach, wie groß du geworden bist, meine liebe Tochter!
fr: TEXT_VOICEMAN_07005_002370_ALAYLA<tab>(-Femme milalla-)C'est bien toi, ma fille chérie...<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002370_ALAYLA<tab>(-ミララ族の淑女-)こんなに大きくなったのね……！
