Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/070/VoiceMan_07005/*.xlf
Languages: de, fr, ja

source: TEXT_VOICEMAN_07005_000880_MESOTERMINAL<tab>(-Meso Terminal-)Meso Terminal memory deletion in progress.
de: TEXT_VOICEMAN_07005_000880_MESOTERMINAL<tab>(-Meso-System-)Erinnerungsspeicher des Meso-Systems wird gelöscht.
fr: TEXT_VOICEMAN_07005_000880_MESOTERMINAL<tab>(-Mésoterminal-)Suppression de la mémoire du mésoterminal en cours...
ja: TEXT_VOICEMAN_07005_000880_MESOTERMINAL<tab>(-メインターミナル-)メインターミナルの記憶領域を消去中……

source: TEXT_VOICEMAN_07005_000890_MESOTERMINAL<tab>(-Meso Terminal-)Meso Terminal memory deletion in progress. Upon completion, interdimensional fusion will commence.
de: TEXT_VOICEMAN_07005_000890_MESOTERMINAL<tab>(-Meso-System-)Erinnerungsspeicher des Meso-Systems wird gelöscht. Nach Abschluss des Prozesses wird die Weltenfusion eingeleitet.
fr: TEXT_VOICEMAN_07005_000890_MESOTERMINAL<tab>(-Mésoterminal-)Activation du pouvoir de relier les mondes une fois la suppression terminée...
ja: TEXT_VOICEMAN_07005_000890_MESOTERMINAL<tab>(-メインターミナル-)メインターミナルの記憶領域を消去中…… 完了後、世界を繋ぐ力を実行します……

source: TEXT_VOICEMAN_07005_000900_WUKLAMAT<tab>Sphene!
fr: TEXT_VOICEMAN_07005_000900_WUKLAMAT<tab>Spheeene<var 1D /var>!!!
ja: TEXT_VOICEMAN_07005_000900_WUKLAMAT<tab>スフェーン！！！

source: TEXT_VOICEMAN_07005_000910_GRAHATIA<tab>Do you remember what I said to you before all this?
de: TEXT_VOICEMAN_07005_000910_GRAHATIA<tab>Sag mal, erinnerst du dich eigentlich noch an meine Worte von damals?
fr: TEXT_VOICEMAN_07005_000910_GRAHATIA<tab>Au fait... Tu te souviens de ce que je t'ai dit avant toute cette histoirrre<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000910_GRAHATIA<tab>なあ、オレがあんたに言ったこと覚えてるか？

source: TEXT_VOICEMAN_07005_000920_GRAHATIA<tab>That life is a series of journeys. That you must be true to yourself, for indeed, there's no telling what awaits.
de: TEXT_VOICEMAN_07005_000920_GRAHATIA<tab>Du weißt schon<var 1D /var>... Dass das Leben selbst unsere Antwort auf das Ende sei. Und was du noch so auf deiner Reise entdecken wirst.
fr: TEXT_VOICEMAN_07005_000920_GRAHATIA<tab>Qu'en attendant de savoir ce que tu finirais par trouver au terrrme de ton périple, il te suffirait pour le moment d'aller là où tes pas te mèneraient.
ja: TEXT_VOICEMAN_07005_000920_GRAHATIA<tab>あんたは自分の旅路に、何を見つけるんだろう。 それまで、好きに歩いてみればいい、ってさ。

source: TEXT_VOICEMAN_07005_000930_GRAHATIA<tab>I don't know about you, but I certainly didn't expect to behold such sights. The future is as fluid as the water beneath us, truly.
de: TEXT_VOICEMAN_07005_000930_GRAHATIA<tab>Aber dass uns auf dieser Reise <var 1A 02 /var>so etwas<var 1A 01 /var> erwarten würde<var 1D /var>... Die Ungewissheit, die uns auf Schritt und Tritt begleitet. Sie hat schon etwas Wundersames<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000930_GRAHATIA<tab>Eh bien, je ne sais pas pour toi... mais j'étais loin de me douter que le destin nous conduirait jusqu'à un endroit pareil. Décidément, le futur est imprrrévisible...
ja: TEXT_VOICEMAN_07005_000930_GRAHATIA<tab>歩いた先に、こんな景色が見えるだなんて思ってなかった。 やっぱりわからないもんだよな、未来って。

source: TEXT_VOICEMAN_07005_000940_GRAHATIA<tab>Tell me, my friend. Have you ever wished to be reunited with someone who has passed away?
de: TEXT_VOICEMAN_07005_000940_GRAHATIA<tab>Hast du eigentlich manchmal das Verlangen, jemand Verstorbenen noch einmal wiedersehen zu können?
fr: TEXT_VOICEMAN_07005_000940_GRAHATIA<tab>Dis-moi... Ça ne t'arrive jamais de vouloir rrrevoir ceux qui nous ont quittés<var 1D /var>? D'être <var 08 E905 ((réunie)) ((réuni)) /var> avec d'anciens compagnons<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000940_GRAHATIA<tab>……なあ、あんたはさ、 死んでしまった人に会いたいって思うことはあるか？

source: TEXT_VOICEMAN_07005_000950_GRAHATIA<tab>I have. I do. But I think... Above all else, I wish that they had lived.
de: TEXT_VOICEMAN_07005_000950_GRAHATIA<tab>Ich<var 1D /var>... habe es ehrlich gesagt öfter. Mehr noch als alles andere wünsche ich mir jedoch, dass sie am Leben wären.
fr: TEXT_VOICEMAN_07005_000950_GRAHATIA<tab>Moi, je dois t'avouer que oui... Enfin, ce que j'aimerais encore davantage, pour être honnête... c'est qu'ils soient toujourrrs à nos côtés.
ja: TEXT_VOICEMAN_07005_000950_GRAHATIA<tab>オレはあったよ……あったけど…… 一番の願いは「生きていてほしい」の方なんだ。

source: TEXT_VOICEMAN_07005_000960_GRAHATIA<tab>If only for one more day. One more day... A joyous one, if I could choose.
de: TEXT_VOICEMAN_07005_000960_GRAHATIA<tab>Gesund, munter, und vor allem glücklich.
fr: TEXT_VOICEMAN_07005_000960_GRAHATIA<tab>Les voir heureux et en bonne santé, comme autrefois... Même si ce n'est que le temps d'une jourrrnée...
ja: TEXT_VOICEMAN_07005_000960_GRAHATIA<tab>1日でも長く、健やかに……叶うのならば、幸せに……。

source: TEXT_VOICEMAN_07005_000970_GRAHATIA<tab>I did all that I could to make it happen. I tried everything. Spared nothing.
de: TEXT_VOICEMAN_07005_000970_GRAHATIA<tab>Beizeiten habe ich dafür alles gegeben, sie zu retten<var 1D /var>... alle mir zu Verfügung stehenden Möglichkeiten ausgeschöpft.
fr: TEXT_VOICEMAN_07005_000970_GRAHATIA<tab>Si j'avais eu la moindrrre chance de les protéger, j'aurais fait tout ce qui était en mon pouvoir.
ja: TEXT_VOICEMAN_07005_000970_GRAHATIA<tab>そのためにできることがあるなら無理だって通したし、 持ち得るすべてを費やした。

source: TEXT_VOICEMAN_07005_000980_GRAHATIA<tab>In that manner, I was able to keep some few souls out of harm's way. But so, so many were beyond my power to save.
de: TEXT_VOICEMAN_07005_000980_GRAHATIA<tab>So manch einen konnte ich tatsächlich vor Unheil bewahren. Andere wiederum ... andere musste ich gehen lassen.
fr: TEXT_VOICEMAN_07005_000980_GRAHATIA<tab>À ma manière, j'ai déjà sauvé cerrrtaines personnes, c'est vrai... Mais hélas... j'ai aussi dû dire adieu à tant et tant d'autres...
ja: TEXT_VOICEMAN_07005_000980_GRAHATIA<tab>それで、多少なり危機から遠ざけられた人もいたし…… 結局、見送るしかなかった命もある。

source: TEXT_VOICEMAN_07005_000981_GRAHATIA<tab>What would I have done then, had I <var 1A 02 /var>this<var 1A 01 /var>...?
de: TEXT_VOICEMAN_07005_000981_GRAHATIA<tab>Hätte ich anders gehandelt, wenn ich von solch einem Ort gewusst hätte<var 1D /var>...?
fr: TEXT_VOICEMAN_07005_000981_GRAHATIA<tab>Je me demande ce qui se serait passé, si j'avais eu un tel endrrroit à ma disposition.
ja: TEXT_VOICEMAN_07005_000981_GRAHATIA<tab>こういう場所があったら、オレはどうしたかな……。

source: TEXT_VOICEMAN_07005_000982_GRAHATIA<tab>And you─can you imagine yourself spending eternity here, knowing no loss?
de: TEXT_VOICEMAN_07005_000982_GRAHATIA<tab>Sag ... Kannst du dir vorstellen, wie es wäre, hier ein Leben ohne Angst vor Verlust zu führen?
fr: TEXT_VOICEMAN_07005_000982_GRAHATIA<tab>Et toi, es-tu capable d'imaginer la vie ici, dans un monde où rrrien ne meurt, où rien n'est jamais perdu<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000982_GRAHATIA<tab>あんたは…… ここで何も失わない日々を過ごす自分を、想像できるか？

source: TEXT_VOICEMAN_07005_000990_WUKLAMAT<tab>We've switched on the circuits like you asked.
de: TEXT_VOICEMAN_07005_000990_WUKLAMAT<tab>Wir haben die Schalter gleichgeschaltet und den Kreislauf wieder<var 16 /var>her<var 16 /var>gestellt<var 1D /var>- genau wie es uns erklärt wurde.
fr: TEXT_VOICEMAN_07005_000990_WUKLAMAT<tab>On a activé les interrupteurs, comme tu nous l'as demandé.
ja: TEXT_VOICEMAN_07005_000990_WUKLAMAT<tab>言われたとおりに、回路のスイッチを入れてきたぞ。

source: TEXT_VOICEMAN_07005_001000_CAHCIUA<tab>Thank you, everyone. Hopefully this does the trick.
de: TEXT_VOICEMAN_07005_001000_CAHCIUA<tab>Vielen Dank! Hoffentlich funktioniert jetzt alles wieder wie gehabt.
fr: TEXT_VOICEMAN_07005_001000_CAHCIUA<tab>Merci à vous tous<var 1D /var>! J'espère que ça va fonctionner...
ja: TEXT_VOICEMAN_07005_001000_CAHCIUA<tab>助かったよ、みんなありがとね！ これで直ってくれるといいんだけど……。

source: TEXT_VOICEMAN_07005_001010_GRAHATIA<tab>Oh!
fr: TEXT_VOICEMAN_07005_001010_GRAHATIA<tab>Oooh<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001010_GRAHATIA<tab>おおっ！

source: TEXT_VOICEMAN_07005_001020_WUKLAMAT<tab>Amazing...
de: TEXT_VOICEMAN_07005_001020_WUKLAMAT<tab>Unglaublich!
fr: TEXT_VOICEMAN_07005_001020_WUKLAMAT<tab>Incroyable...
ja: TEXT_VOICEMAN_07005_001020_WUKLAMAT<tab>……すげえ。

source: TEXT_VOICEMAN_07005_001030_CANALTOWNGIRL<tab>Wow!
de: TEXT_VOICEMAN_07005_001030_CANALTOWNGIRL<tab>Uahaha!
fr: TEXT_VOICEMAN_07005_001030_CANALTOWNGIRL<tab>Ouaaah<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001030_CANALTOWNGIRL<tab>わああ……！

source: TEXT_VOICEMAN_07005_001040_CANALTOWNGIRL<tab>Look, Mother! Look!
de: TEXT_VOICEMAN_07005_001040_CANALTOWNGIRL<tab>Guck mal, Mama! Guck mal!
fr: TEXT_VOICEMAN_07005_001040_CANALTOWNGIRL<tab>Maman, Maman<var 1D /var>! Regarde<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001040_CANALTOWNGIRL<tab>お母さん、あれ見て！

source: TEXT_VOICEMAN_07005_001050_CANALTOWNMALE<tab>[IMPRESSED REAX “Wow”]
de: TEXT_VOICEMAN_07005_001050_CANALTOWNMALE<tab>[BEZAUBERT]Ohooo!
fr: TEXT_VOICEMAN_07005_001050_CANALTOWNMALE<tab>Waoooh...
ja: TEXT_VOICEMAN_07005_001050_CANALTOWNMALE<tab>おおお……

source: TEXT_VOICEMAN_07005_001060_KRILE<tab>It's beautiful.
de: TEXT_VOICEMAN_07005_001060_KRILE<tab>Das ist ja wunderschön!
fr: TEXT_VOICEMAN_07005_001060_KRILE<tab>C'est magnifique...
ja: TEXT_VOICEMAN_07005_001060_KRILE<tab>綺麗ね……。

source: TEXT_VOICEMAN_07005_001070_CAHCIUA<tab>I've never seen anything like it.
de: TEXT_VOICEMAN_07005_001070_CAHCIUA<tab>So was Bezauberndes habe ich ja noch nie gesehen<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001070_CAHCIUA<tab>Oui... C'est la première fois que je vois un spectacle d'une telle beauté.
ja: TEXT_VOICEMAN_07005_001070_CAHCIUA<tab>……ああ。 こんな光景、生まれて初めて見たよ。

source: TEXT_VOICEMAN_07005_001080_NAMIKKA<tab>(-???-)Wuk Lamat!
fr: TEXT_VOICEMAN_07005_001080_NAMIKKA<tab>(-???-)Wuk Lamat<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001080_NAMIKKA<tab>(-？？？？-)ウクラマト様……！

source: TEXT_VOICEMAN_07005_001090_NAMIKKA<tab>(-???-)Where are you? Wuk Lamat!
de: TEXT_VOICEMAN_07005_001090_NAMIKKA<tab>(-???-)Oh, wo steckst du nur? Wuk Lamat!
fr: TEXT_VOICEMAN_07005_001090_NAMIKKA<tab>(-???-)Où es-tu donc passée... Wuk Lamat<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001090_NAMIKKA<tab>(-？？？？-)どちらにいらっしゃいますか？ ウクラマト様……！

source: TEXT_VOICEMAN_07005_001100_WUKLAMAT<tab>By the gods... It's...Namikka...
de: TEXT_VOICEMAN_07005_001100_WUKLAMAT<tab>Nein<var 1D /var>... Das kann nicht<var 1D /var>... Namikka?!
fr: TEXT_VOICEMAN_07005_001100_WUKLAMAT<tab>C'est pas possible... Namikka<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001100_WUKLAMAT<tab>嘘だろ……。 あれは……ナミーカ……？

source: TEXT_VOICEMAN_07005_001120_WUKLAMAT<tab>You─you <var 1A 02 /var>are<var 1A 01 /var> Namikka, aren't you?
de: TEXT_VOICEMAN_07005_001120_WUKLAMAT<tab>Du<var 1D /var>... Du bist doch Namikka, oder nicht?
fr: TEXT_VOICEMAN_07005_001120_WUKLAMAT<tab>Tu es bien Namikka, n'est-ce pas<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001120_WUKLAMAT<tab>お前、ナミーカ……だよな……？

source: TEXT_VOICEMAN_07005_001130_WUKLAMAT<tab>It's me, Wuk Lamat. Don't you recognize me?
de: TEXT_VOICEMAN_07005_001130_WUKLAMAT<tab>Ich bin's! Wuk Lamat!
fr: TEXT_VOICEMAN_07005_001130_WUKLAMAT<tab>C'est moi, Wuk Lamat<var 1D /var>! Tu me reconnais pas<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001130_WUKLAMAT<tab>ウクラマトだよ、アタシがわからないのか？

source: TEXT_VOICEMAN_07005_001140_NAMIKKA<tab>Oh, what am I to do? The child and I, we aren't related by blood, but she's as dear to me as my own...
de: TEXT_VOICEMAN_07005_001140_NAMIKKA<tab>Hach, was mache ich bloß? Die Kleine<var 1D /var>... Wir sind zwar nicht verwandt, aber sie ist wie eine Tochter für mich<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001140_NAMIKKA<tab>Aaah, que vais-je faire... Cette enfant et moi ne sommes pas liées par le sang, mais je la considère comme ma propre fille...
ja: TEXT_VOICEMAN_07005_001140_NAMIKKA<tab>ああ、どうしたら……とても大切な子なんです……。 血は繋がっていないけど、我が子同然で……。

source: TEXT_VOICEMAN_07005_001150_WUKLAMAT<tab>It's all right. You've found her. I'm here.
de: TEXT_VOICEMAN_07005_001150_WUKLAMAT<tab>Dann musst du nicht mehr suchen. Es ist alles gut. Du hast sie bereits gefunden.
fr: TEXT_VOICEMAN_07005_001150_WUKLAMAT<tab>Tu peux arrêter de te tracasser. Celle que tu cherches se trouve juste devant toi.
ja: TEXT_VOICEMAN_07005_001150_WUKLAMAT<tab>……もう探さなくても大丈夫だ。 その子なら、ここにいるから。

source: TEXT_VOICEMAN_07005_001160_NAMIKKA<tab>You...could it be?
de: TEXT_VOICEMAN_07005_001160_NAMIKKA<tab>Wuk Lamat?
fr: TEXT_VOICEMAN_07005_001160_NAMIKKA<tab>Wuk Lamat...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001160_NAMIKKA<tab>ウクラマト……様……？

source: TEXT_VOICEMAN_07005_001170_WUKLAMAT<tab>Yes, Namikka. You know these eyes, this voice. It's me, Wuk Lamat.
de: TEXT_VOICEMAN_07005_001170_WUKLAMAT<tab>Ganz genau, Namikka. Ich bin's!
fr: TEXT_VOICEMAN_07005_001170_WUKLAMAT<tab>Oui Namikka. Sois tranquille... c'est bien moi, Wuk Lamat<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001170_WUKLAMAT<tab>そうだ、ナミーカ。 安心してくれ……アタシだ、ウクラマトだ！

source: TEXT_VOICEMAN_07005_001171_NAMIKKA<tab>[GASP OF REALIZATION]
de: TEXT_VOICEMAN_07005_001171_NAMIKKA<tab>[ÜBERRASCHTES AUFSCHRECKEN;CHECK MIT JP]
fr: TEXT_VOICEMAN_07005_001171_NAMIKKA<tab>[Petite expiration de révélation]
ja: TEXT_VOICEMAN_07005_001171_NAMIKKA<tab>ハッ……！

source: TEXT_VOICEMAN_07005_001180_NAMIKKA<tab>It <var 1A 02 /var>is<var 1A 01 /var> you! How silly of me. But if you're here, then that means...
de: TEXT_VOICEMAN_07005_001180_NAMIKKA<tab>Oh, Wuk Lamat! Da bist du ja! Aber Moment<var 1D /var>... Dass du hier bist, bedeutet doch<var 1D /var>...
fr: TEXT_VOICEMAN_07005_001180_NAMIKKA<tab>Oui, c'est bien toi<var 1D /var>! Mais si tu es ici, ça veut dire que...
ja: TEXT_VOICEMAN_07005_001180_NAMIKKA<tab>そうでした、私はもう……。 ああ、まさかウクラマト様もお命が……？

source: TEXT_VOICEMAN_07005_001190_WUKLAMAT<tab>No, no. I'm still alive.
de: TEXT_VOICEMAN_07005_001190_WUKLAMAT<tab>Keine Sorge. Ich bin noch am Leben.
fr: TEXT_VOICEMAN_07005_001190_WUKLAMAT<tab>Non non, je suis toujours en vie.
ja: TEXT_VOICEMAN_07005_001190_WUKLAMAT<tab>大丈夫、アタシは生きてるよ。

source: TEXT_VOICEMAN_07005_001191_NAMIKKA<tab>[RELIEVED SIGH]
de: TEXT_VOICEMAN_07005_001191_NAMIKKA<tab>[ERLEICHTERTES AUSATMEN]
fr: TEXT_VOICEMAN_07005_001191_NAMIKKA<tab>[Expiration de soulagement]
ja: TEXT_VOICEMAN_07005_001191_NAMIKKA<tab>はあっ……

source: TEXT_VOICEMAN_07005_001200_NAMIKKA<tab>Good, good... Thank the gods for that...
de: TEXT_VOICEMAN_07005_001200_NAMIKKA<tab>Ach du meine Güte! Wie schön!
fr: TEXT_VOICEMAN_07005_001200_NAMIKKA<tab>Quel soulagement...
ja: TEXT_VOICEMAN_07005_001200_NAMIKKA<tab>よかった……本当によかった……。

source: TEXT_VOICEMAN_07005_001210_NAMIKKA<tab>But what power has brought us together again? This isn't a dream, is it?
de: TEXT_VOICEMAN_07005_001210_NAMIKKA<tab>Du glaubst gar nicht, wie froh es mich stimmt, dich wiederzusehen. Oder träume ich etwa?
fr: TEXT_VOICEMAN_07005_001210_NAMIKKA<tab>Je n'arrive pas à croire qu'on se retrouve, comme ça... Ce n'est pas un rêve, au moins<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001210_NAMIKKA<tab>まさかこうしてお会いできるなんて、 これは夢じゃないんですね……！

source: TEXT_VOICEMAN_07005_001220_WUKLAMAT<tab>It's not a dream.
de: TEXT_VOICEMAN_07005_001220_WUKLAMAT<tab>Nein<var 1D /var>... Und ich freue mich auch, Namikka. Mehr, als du dir vorstellen kannst!
fr: TEXT_VOICEMAN_07005_001220_WUKLAMAT<tab>Non, tu ne rêves pas.
ja: TEXT_VOICEMAN_07005_001220_WUKLAMAT<tab>夢なんかじゃないさ。

source: TEXT_VOICEMAN_07005_001221_WUKLAMAT<tab>Or rather, it is a dream come true. I so wanted to hear your voice one more time.
de: TEXT_VOICEMAN_07005_001221_WUKLAMAT<tab>Ich bin einfach so glücklich, deine Stimme zu hören!
fr: TEXT_VOICEMAN_07005_001221_WUKLAMAT<tab>On dirait bien que mon vœu s'est réalisé. J'avais tellement envie d'entendre ta voix encore une fois...
ja: TEXT_VOICEMAN_07005_001221_WUKLAMAT<tab>まいったな……願いが叶っちまった。 もう一度、お前の声が聴きたかったんだ……。

source: TEXT_VOICEMAN_07005_001230_NAMIKKA<tab>Just look at you. My Wuk Lamat. Stronger and more assured than I've ever seen.
de: TEXT_VOICEMAN_07005_001230_NAMIKKA<tab>Aber sieh doch mal an, Kleines, wie groß du geworden bist! Und du wirkst irgendwie so<var 1D /var>... reif.
fr: TEXT_VOICEMAN_07005_001230_NAMIKKA<tab>Regarde-toi, Wuk Lamat... Tu as tellement grandi<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001230_NAMIKKA<tab>それにしても、ウクラマト様。 本当にご立派になられましたね。

source: TEXT_VOICEMAN_07005_001240_NAMIKKA<tab>Such hazards you must have braved and hardships endured to come so far...
de: TEXT_VOICEMAN_07005_001240_NAMIKKA<tab>Du hast so einige Hürden auf deinem Weg hierher überwunden, nicht wahr? Vergiss nie, wie weit du gekommen bist, Wuk Lamat. Ich bin stolz auf dich!
fr: TEXT_VOICEMAN_07005_001240_NAMIKKA<tab>J'ose à peine imaginer les épreuves que tu as dû surmonter pour venir jusqu'ici.
ja: TEXT_VOICEMAN_07005_001240_NAMIKKA<tab>きっとここまで来るのに、多くの苦労があったのでしょう。 よくがんばりましたね。

source: TEXT_VOICEMAN_07005_001241_WUKLAMAT<tab>It was tough, but I made it thanks to my friends.
de: TEXT_VOICEMAN_07005_001241_WUKLAMAT<tab>Ohne meine Freunde hier hätte ich das niemals geschafft!
fr: TEXT_VOICEMAN_07005_001241_WUKLAMAT<tab>C'était pas une partie de plaisir, mais j'ai des amis sur qui compter.
ja: TEXT_VOICEMAN_07005_001241_WUKLAMAT<tab>こいつらの支えがあったからさ。

source: TEXT_VOICEMAN_07005_001260_WUKLAMAT<tab>And to you, Namikka.
de: TEXT_VOICEMAN_07005_001260_WUKLAMAT<tab>Und außerdem<var 1D /var>... Ich bin, wer ich bin, weil du mich großgezogen hast, Namikka.
fr: TEXT_VOICEMAN_07005_001260_WUKLAMAT<tab>Et puis... je dois aussi beaucoup à celle qui m'a élevée.
ja: TEXT_VOICEMAN_07005_001260_WUKLAMAT<tab>それに…… 今のアタシがいるのは、ナミーカが育ててくれたからだ。

source: TEXT_VOICEMAN_07005_001270_WUKLAMAT<tab>I'm the person I am now because you always believed in me. Because you loved me as if I were your own daughter.
de: TEXT_VOICEMAN_07005_001270_WUKLAMAT<tab>Was auch geschah, du hast immer an mich geglaubt und mich bei allem unterstützt. Du hast mich wie eine Tochter geliebt.
fr: TEXT_VOICEMAN_07005_001270_WUKLAMAT<tab>Tu as toujours cru en moi, tu m'as toujours encouragée... Il y a pas eu <var 1A 02 /var>un<var 1A 01 /var> jour où tu m'as pas aimée comme ta propre fille.
ja: TEXT_VOICEMAN_07005_001270_WUKLAMAT<tab>どんなときも、信じて背中を押してくれた。 アタシを、本当の娘みてぇに愛してくれた……。

source: TEXT_VOICEMAN_07005_001280_WUKLAMAT<tab>Thank you, thank you. You're everything I could've asked for─the <var 1A 02 /var>best<var 1A 01 /var> mother!
de: TEXT_VOICEMAN_07005_001280_WUKLAMAT<tab>Und darum warst du mir die beste Mutter, die ich mir jemals hätte wünschen können! Danke für alles!
fr: TEXT_VOICEMAN_07005_001280_WUKLAMAT<tab>Merci pour tout, Namikka<var 1D /var>! J'aurais pas pu espérer avoir une meilleure maman<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001280_WUKLAMAT<tab>ありがとな！ ナミーカはアタシにとって、最高の母親だ！

source: TEXT_VOICEMAN_07005_001290_NAMIKKA<tab>Ahhh... I'm so glad...
de: TEXT_VOICEMAN_07005_001290_NAMIKKA<tab>Hach, was für ein liebes Kind du bist, Wuk Lamat. Ich bin so glücklich.
fr: TEXT_VOICEMAN_07005_001290_NAMIKKA<tab>Aaah... Je suis si heureuse...
ja: TEXT_VOICEMAN_07005_001290_NAMIKKA<tab>ああ……嬉しいわ……。

source: TEXT_VOICEMAN_07005_001300_NAMIKKA<tab>Looking back, I've had a blessed life. And it was because I was a part of yours.
de: TEXT_VOICEMAN_07005_001300_NAMIKKA<tab>Und was für ein erfülltes Leben ich doch hatte. Dich zu treffen, war das Beste, was mir hätte passieren können!
fr: TEXT_VOICEMAN_07005_001300_NAMIKKA<tab>En repensant à tout ce que j'ai vécu, j'ai le sentiment d'avoir été vraiment comblée. Quelle chance j'ai eue de te rencontrer...
ja: TEXT_VOICEMAN_07005_001300_NAMIKKA<tab>こうして振り返ると、なんて良い人生だったのでしょう。 あなたに出会ってから、私はとても幸せでした。

source: TEXT_VOICEMAN_07005_001310_NAMIKKA<tab>When I lost my child to illness, I thought I'd never know happiness again. But it rekindled in my breast the instant you smiled your little smile at me. You became my purpose. My joy.
de: TEXT_VOICEMAN_07005_001310_NAMIKKA<tab>Als ich mein leibliches Kind an eine Krankheit verlor, fühlte ich mich lange Zeit in schier endloser Dunkelheit gefangen. Doch das unschuldige Lächeln deines kleinen, süßen Gesichtes brachte Licht in meine Tage. Du wurdest zum Leuchtfeuer der Freude in meinem Leben.
fr: TEXT_VOICEMAN_07005_001310_NAMIKKA<tab>Lorsque la maladie a emporté mon enfant, j'étais désespérée. Mais le jour où j'ai vu ton sourire pour la première fois, mon cœur s'est empli d'une telle joie... C'est là que tu es devenue ma raison d'être.
ja: TEXT_VOICEMAN_07005_001310_NAMIKKA<tab>我が子を病で喪い、絶望の底にいた私に、 小さなウクラマト様は微笑みを向けてくれた。 その瞬間から、あなた様は私の生きる喜びになったのですよ。

source: TEXT_VOICEMAN_07005_001320_WUKLAMAT<tab>You were mine too.
de: TEXT_VOICEMAN_07005_001320_WUKLAMAT<tab>Und du warst meine Freude, Namikka. Du gabst mir den Mut, voranzuschreiten!
fr: TEXT_VOICEMAN_07005_001320_WUKLAMAT<tab>Namikka... Tu as toujours été ce que j'avais de plus précieux...
ja: TEXT_VOICEMAN_07005_001320_WUKLAMAT<tab>ナミーカ……。 アタシだってそうだ……。

source: TEXT_VOICEMAN_07005_001330_NAMIKKA<tab>To have this chance to speak with you again and leave nothing unsaid... I know not how or why, but I am grateful. So grateful.
de: TEXT_VOICEMAN_07005_001330_NAMIKKA<tab>Dass ich diese Gelegenheit erhalten würde<var 1D /var>... Es gibt nichts, nach dem ich noch verlangen könnte.
fr: TEXT_VOICEMAN_07005_001330_NAMIKKA<tab>J'ai enfin pu te dire ce que j'avais sur le cœur, et ça suffit à faire mon bonheur.
ja: TEXT_VOICEMAN_07005_001330_NAMIKKA<tab>最期に想いを伝えることができてよかった……。 これでもう、私に思い残すことはありません。

source: TEXT_VOICEMAN_07005_001340_NAMIKKA<tab>Where you must go, I cannot follow, but know that I'll always be with you. Take care of yourself. Promise me.
de: TEXT_VOICEMAN_07005_001340_NAMIKKA<tab>Ich glaube, es ist langsam Zeit. Bitte pass auf dich auf, Wuk Lamat, ja?
fr: TEXT_VOICEMAN_07005_001340_NAMIKKA<tab>Je ne pourrai malheureusement pas être témoin de tes futurs exploits, mais sache que je veillerai toujours sur toi. Sois prudente, d'accord<var 1D /var>?
ja: TEXT_VOICEMAN_07005_001340_NAMIKKA<tab>私にはこの先のご活躍を見届けることはできませんが、 どうか体に気をつけて、元気でいてくださいね。

source: TEXT_VOICEMAN_07005_001341_WUKLAMAT<tab>I will, Mama. I will.
de: TEXT_VOICEMAN_07005_001341_WUKLAMAT<tab>Das werde ich! Danke, Namikka. Danke für alles!
fr: TEXT_VOICEMAN_07005_001341_WUKLAMAT<tab>Je te le promets, Namikka.
ja: TEXT_VOICEMAN_07005_001341_WUKLAMAT<tab>……ありがとよナミーカ。

source: TEXT_VOICEMAN_07005_001350_WUKLAMAT<tab>And one day...we'll meet again!
de: TEXT_VOICEMAN_07005_001350_WUKLAMAT<tab>Bis wir uns wiedersehen.
fr: TEXT_VOICEMAN_07005_001350_WUKLAMAT<tab>Au revoir... et merci<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001350_WUKLAMAT<tab>それじゃあ……行ってくるぜ！

source: TEXT_VOICEMAN_07005_001360_WUKLAMAT<tab>I understand why Sphene cannot bear to let them go.
de: TEXT_VOICEMAN_07005_001360_WUKLAMAT<tab>Das ist also der Schmerz, den du auf ewig tilgen willst, Sphene.
fr: TEXT_VOICEMAN_07005_001360_WUKLAMAT<tab>Sphene... C'est donc ce déchirement qui t'était in<var 16 /var>sup<var 16 /var>por<var 16 /var>ta<var 16 /var>ble...
ja: TEXT_VOICEMAN_07005_001360_WUKLAMAT<tab>これがスフェーンが抱えていた、 いつまでも残したかったものなんだな。

source: TEXT_VOICEMAN_07005_001370_WUKLAMAT<tab>But as painful as it is to part...
de: TEXT_VOICEMAN_07005_001370_WUKLAMAT<tab>Aber trotzdem!
fr: TEXT_VOICEMAN_07005_001370_WUKLAMAT<tab>Mais même si ça fait mal de dire adieu...
ja: TEXT_VOICEMAN_07005_001370_WUKLAMAT<tab>でもよ、スフェーン……

source: TEXT_VOICEMAN_07005_001380_WUKLAMAT<tab>We're meant to live and die. To let go and let others carry on in our stead. We can't cling to everything forever.
de: TEXT_VOICEMAN_07005_001380_WUKLAMAT<tab>Der Tod ist Teil des Lebens. Wenn alles ewig weitergehen würde<var 1D /var>... Wo ist da der Sinn? Wofür würden die Leute überhaupt leben wollen?
fr: TEXT_VOICEMAN_07005_001380_WUKLAMAT<tab>C'est ainsi que la nature l'a voulu. On naît, on vit... et un jour on doit mourir. Rien n'est <var 1A 02 /var>éternel<var 1A 01 /var>...
ja: TEXT_VOICEMAN_07005_001380_WUKLAMAT<tab>命は受け継がれていくもの。 すべてを永遠にそのままなんて……できやしねぇんだ……。

source: TEXT_VOICEMAN_07005_001390_WUKLAMAT<tab>Come, let's keep moving!
de: TEXT_VOICEMAN_07005_001390_WUKLAMAT<tab>Kommt! Wir haben keine Zeit zu verlieren!
fr: TEXT_VOICEMAN_07005_001390_WUKLAMAT<tab>Bref, y a du pain sur la planche. En avant<var 1D /var>!
ja: TEXT_VOICEMAN_07005_001390_WUKLAMAT<tab>さあ、先へ進もうぜ……！
