Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/070/VoiceMan_07005/*.xlf
Languages: de, fr, ja

source: TEXT_VOICEMAN_07005_003592_WUKLAMAT<tab>Wait! I still haven't said─!
de: TEXT_VOICEMAN_07005_003592_WUKLAMAT<tab>He! Ich bin noch nicht ...!
fr: TEXT_VOICEMAN_07005_003592_WUKLAMAT<tab>Non, attends<var 1D /var>! Je dois encore te dire que...<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003592_WUKLAMAT<tab>おい待て、アタシはまだ……ッ！

source: TEXT_VOICEMAN_07005_003593_SPHENE<tab>(-???-)Begone from my presence.
de: TEXT_VOICEMAN_07005_003593_SPHENE<tab>Entfernung eingeleitet<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003593_SPHENE<tab>(-Reine Éternité-)Hors de ma vue, im<var 16 /var>mé<var 16 /var>dia<var 16 /var>te<var 16 /var>ment.
ja: TEXT_VOICEMAN_07005_003593_SPHENE<tab>どうぞ、お引き取りください。

source: TEXT_VOICEMAN_07005_003594_SPHENE<tab>(-???-)According to Eliminator's battle data, you pose the single greatest threat.
de: TEXT_VOICEMAN_07005_003594_SPHENE<tab>(-Ewige Königin-)Kampfdaten des Eliminators wurden ausgewertet. Du stellst die größte Bedrohung für unser Vorhaben dar.
fr: TEXT_VOICEMAN_07005_003594_SPHENE<tab>(-Reine Éternité-)D'après les données recueillies par Annihilation, c'est toi qui représentes la plus grande menace pour mon projet.
ja: TEXT_VOICEMAN_07005_003594_SPHENE<tab>(-エターナルクイーン-)エリミネーターが収集した情報によれば、 あなたが、計画実行における最大の障害です。

source: TEXT_VOICEMAN_07005_003595_SPHENE<tab>(-???-)As such, you will be erased here and now.
de: TEXT_VOICEMAN_07005_003595_SPHENE<tab>(-Ewige Königin-)Deine umgehende Auslöschung ist notwendig.
fr: TEXT_VOICEMAN_07005_003595_SPHENE<tab>(-Reine Éternité-)Je vais donc t'éliminer sur-le-champ.
ja: TEXT_VOICEMAN_07005_003595_SPHENE<tab>(-エターナルクイーン-)よって、ここで確実に消去します……。

source: TEXT_VOICEMAN_07005_003596_SPHENE<tab>I am the bearer of the memories of Queen Sphene of Alexandria, and my desire to protect my people transcends all others!
de: TEXT_VOICEMAN_07005_003596_SPHENE<tab>Ich trage die Erinnerungen der Königin Sphene von Alexandria. Vor meinem strahlenden Willen, mein geliebtes Volk zu beschützen, soll alles andere verblassen!
fr: TEXT_VOICEMAN_07005_003596_SPHENE<tab>Je suis l'héritière et la dépositaire de la mémoire de l'ancien royaume d'Alexandrie<var 1D /var>! Ma volonté de défendre les miens est ma seule et unique loi<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003596_SPHENE<tab>私は、旧アレクサンドリア王の記憶を受け継ぎし者。 愛する家族である民を護りたいという願いは、 どんな願いにも勝る！

source: TEXT_VOICEMAN_07005_003597_SPHENE<tab>If it were you, could you have found another way? With your strength, could you have held fast to that which is dear without sacrifice?
de: TEXT_VOICEMAN_07005_003597_SPHENE<tab>Ihr, die ihr voller Kraft und Leben steckt<var 1D /var>... Schützt ihr, was euch lieb und teuer ist, ohne anderswo Leid zu verursachen?
fr: TEXT_VOICEMAN_07005_003597_SPHENE<tab>Vous qui êtes si pleins de vie et d'énergie... ne seriez-vous pas prêts à tous les sacrifices pour protéger ceux qui vous sont chers<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003597_SPHENE<tab>それとも、力も命もあるキミたちなら、 犠牲を出さずに、護りたいものを護れるの……？

source: TEXT_VOICEMAN_07005_003598_SPHENE<tab>Listen to me. There's something that I need to tell you...
de: TEXT_VOICEMAN_07005_003598_SPHENE<tab>Wisst ihr<var 1D /var>... In Wirklichkeit<var 1D /var>... Ich<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003598_SPHENE<tab>Écoutez, je... je dois... Il faut que je vous fasse une confidence...<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003598_SPHENE<tab>ふたりとも、あのね、実は私……！

source: TEXT_VOICEMAN_07005_003599_SPHENE<tab>Is that concern? Or suspicion?
de: TEXT_VOICEMAN_07005_003599_SPHENE<tab>Heh<var 1D /var>... misstraust du mir etwa auch? Oder<var 1D /var>... sorgst du dich um mich?
fr: TEXT_VOICEMAN_07005_003599_SPHENE<tab>Alors... Toi aussi, tu te méfies de moi<var 1D /var>? Ou bien... est-ce de la sollicitude<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003599_SPHENE<tab>ふふっ、キミも私を警戒してる？ それとも……心配してくれてるのかな？

source: TEXT_VOICEMAN_07005_003601_SPHENE<tab>If things should take a turn for the worse...
de: TEXT_VOICEMAN_07005_003601_SPHENE<tab>Hmm, im Fall der Fälle<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003601_SPHENE<tab>Dans ce cas, si jamais notre excursion tourne au vinaigre...
ja: TEXT_VOICEMAN_07005_003601_SPHENE<tab>じゃあ、もしものときは……

source: TEXT_VOICEMAN_07005_003602_SPHENE<tab>Might...I...
de: TEXT_VOICEMAN_07005_003602_SPHENE<tab>Wirst du ...
fr: TEXT_VOICEMAN_07005_003602_SPHENE<tab>Je... Je pourrai...
ja: TEXT_VOICEMAN_07005_003602_SPHENE<tab>キミが私を……

source: TEXT_VOICEMAN_07005_Q6_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_07005_Q6_000_001_NONE_VOICE<tab>Was antwortest du?
fr: TEXT_VOICEMAN_07005_Q6_000_001_NONE_VOICE<tab>Que répondez-vous<var 1D /var>?
ja: TEXT_VOICEMAN_07005_Q6_000_001_NONE_VOICE<tab>何と言う？

source: TEXT_VOICEMAN_07005_A6_000_001_NONE_VOICE<tab>I know what I have to do.
de: TEXT_VOICEMAN_07005_A6_000_001_NONE_VOICE<tab>Ich weiß, was getan werden muss.
fr: TEXT_VOICEMAN_07005_A6_000_001_NONE_VOICE<tab>Je sais ce que je dois faire.
ja: TEXT_VOICEMAN_07005_A6_000_001_NONE_VOICE<tab>やるべきことはわかっている

source: TEXT_VOICEMAN_07005_A6_000_002_NONE_VOICE<tab>I'm shutting you down.
de: TEXT_VOICEMAN_07005_A6_000_002_NONE_VOICE<tab>Dich endlich abschalten ... Ein für alle Mal!
fr: TEXT_VOICEMAN_07005_A6_000_002_NONE_VOICE<tab>C'est l'heure de la dernière extinction.
ja: TEXT_VOICEMAN_07005_A6_000_002_NONE_VOICE<tab>最後のシャットダウンだ

source: TEXT_VOICEMAN_07005_003615_SPHENE<tab>(-???-)Obstructions to the plan will be summarily removed.
de: TEXT_VOICEMAN_07005_003615_SPHENE<tab>Störelemente werden<var 1D /var>... entfernt.
fr: TEXT_VOICEMAN_07005_003615_SPHENE<tab>Tout obstacle à mon projet sera réduit à néant.
ja: TEXT_VOICEMAN_07005_003615_SPHENE<tab>……計画のしょうがいとなる要素を、排除します。

source: TEXT_VOICEMAN_07005_003620_SPHENE<tab>The worlds have been bridged!
de: TEXT_VOICEMAN_07005_003620_SPHENE<tab>Weltenfusion abgeschlossen!
fr: TEXT_VOICEMAN_07005_003620_SPHENE<tab>Le lien entre les mondes est formé<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003620_SPHENE<tab>せかいは 繋がりました！

source: TEXT_VOICEMAN_07005_003630_SPHENE<tab>Be at ease, everyone. Your aether will soon be replenished.
de: TEXT_VOICEMAN_07005_003630_SPHENE<tab>Vielen Dank für eure Geduld. Äther wird in Kürze bereitgestellt.
fr: TEXT_VOICEMAN_07005_003630_SPHENE<tab>Éternels, veuillez patienter. La dis<var 16 /var>tri<var 16 /var>bu<var 16 /var>tion d'énergie vitale va bientôt commencer.
ja: TEXT_VOICEMAN_07005_003630_SPHENE<tab>永久人のみなさんは ご安心ください！ まもなく 命が 提供されます！

source: TEXT_VOICEMAN_07005_003640_SPHENE<tab>I will suffer no interference.
de: TEXT_VOICEMAN_07005_003640_SPHENE<tab>Störenfriede werden nicht geduldet.
fr: TEXT_VOICEMAN_07005_003640_SPHENE<tab>Rien ne m'arrêtera. Tu vas disparaître.
ja: TEXT_VOICEMAN_07005_003640_SPHENE<tab>邪魔はさせません 消えてください

source: TEXT_VOICEMAN_07005_003645_SPHENE<tab>Disappear.
fr: TEXT_VOICEMAN_07005_003645_SPHENE<tab>Adieu<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003645_SPHENE<tab>さようなら

source: TEXT_VOICEMAN_07005_003650_WUKLAMAT<tab>Sphene!
fr: TEXT_VOICEMAN_07005_003650_WUKLAMAT<tab>Sphene...<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003650_WUKLAMAT<tab>スフェーン……！

source: TEXT_VOICEMAN_07005_003660_SPHENE<tab>Your voice reached me, Lamaty'i.
de: TEXT_VOICEMAN_07005_003660_SPHENE<tab>Deine Stimme<var 1D /var>... Sie hat mich erreicht, Lamaty'i!
fr: TEXT_VOICEMAN_07005_003660_SPHENE<tab>... J'ai entendu ta voix, Lamaty'i.
ja: TEXT_VOICEMAN_07005_003660_SPHENE<tab>……ラマチの声、届いたよ。

source: TEXT_VOICEMAN_07005_003670_WUKLAMAT<tab>Is it...is it really you?
de: TEXT_VOICEMAN_07005_003670_WUKLAMAT<tab>Bist<var 1D /var>... Bist du es wirklich? Hast du deine Erinnerungen zurück?
fr: TEXT_VOICEMAN_07005_003670_WUKLAMAT<tab>Sphene... Tu es redevenue toi-même...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003670_WUKLAMAT<tab>お前、記憶を……心を取り戻したのか？

source: TEXT_VOICEMAN_07005_003680_SPHENE<tab>No─only in part. My memories as a living person are gone. I've been remade from those I had as an Endless.
de: TEXT_VOICEMAN_07005_003680_SPHENE<tab>Nein, ich<var 1D /var>... Meine Erinnerungen an das alte Alexandria sind komplett gelöscht<var 1D /var>... Dies sind lediglich Überreste meiner Erinnerungen als Endlose.
fr: TEXT_VOICEMAN_07005_003680_SPHENE<tab>... Pas exactement. Les souvenirs du temps où j'étais vivante ont disparu... Il s'agit sûrement de fragments de ma mémoire d'Éternelle.
ja: TEXT_VOICEMAN_07005_003680_SPHENE<tab>……ううん。 生前の「スフェーン」の記憶はもう消えちゃったから、 これはきっと、「永久人の私」の記憶をかき集めたもの。

source: TEXT_VOICEMAN_07005_003690_SPHENE<tab>However...I cannot remain long, for the Meso Terminal will soon cease to function.
de: TEXT_VOICEMAN_07005_003690_SPHENE<tab>Doch ohne Kern wird sich das Meso-System schon bald abschalten. Und meine Erinnerungen und ich werden verschwinden.
fr: TEXT_VOICEMAN_07005_003690_SPHENE<tab>Mais cela signifie aussi que mon temps est compté...
ja: TEXT_VOICEMAN_07005_003690_SPHENE<tab>でも……この記憶の欠片すら、もう消える。 メインターミナルが間もなく停止しちゃうから……。

source: TEXT_VOICEMAN_07005_003700_SPHENE<tab>Once, you wanted to know me, Lamaty'i. Let my last act be to give an honest accounting.
de: TEXT_VOICEMAN_07005_003700_SPHENE<tab>Dies ist also meine letzte Gelegenheit, mich zu entschuldigen.
fr: TEXT_VOICEMAN_07005_003700_SPHENE<tab>Avant de m'éteindre définitivement, j'aimerais vous présenter mes excuses.
ja: TEXT_VOICEMAN_07005_003700_SPHENE<tab>だから最後に、キミたちに謝りに来たんだ。

source: TEXT_VOICEMAN_07005_003710_SPHENE<tab>I am, above all, sorry. For the suffering I've caused your people, and mine.
de: TEXT_VOICEMAN_07005_003710_SPHENE<tab>Es tut mir so unendlich leid. Wärt ihr nicht gewesen<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003710_SPHENE<tab>Je suis désolée pour l'immense peine que mes ambitions ont causée...
ja: TEXT_VOICEMAN_07005_003710_SPHENE<tab>私の願いに、巻き込んでごめんなさい……。

source: TEXT_VOICEMAN_07005_003720_SPHENE<tab>I am, ultimately, powerless against the inevitable. Unable to do aught but visit harm upon the innocent.
de: TEXT_VOICEMAN_07005_003720_SPHENE<tab>Ich habe die Tode von so vielen Unschuldigen zu verantworten! Und wofür? Für meine fehlgeleiteten Ideale! Und nun stehe ich hier mit nichts als Reue.
fr: TEXT_VOICEMAN_07005_003720_SPHENE<tab>Finalement, cela n'aura servi à rien. Tout ce que j'ai réussi à accomplir, c'est ôter la vie à de nombreux innocents...
ja: TEXT_VOICEMAN_07005_003720_SPHENE<tab>結局、私には何も変えることができなくて、 ただ自分の理想のために、多くの人の命を奪ってしまった……。

source: TEXT_VOICEMAN_07005_003730_SPHENE<tab>I am, in the end, a pitiful, selfish creature. One that should never have been created.
de: TEXT_VOICEMAN_07005_003730_SPHENE<tab>Ich hätte niemals erschaffen werden sollen!
fr: TEXT_VOICEMAN_07005_003730_SPHENE<tab>Si c'était pour en arriver là, je n'aurais jamais dû continuer à vivre...
ja: TEXT_VOICEMAN_07005_003730_SPHENE<tab>こんな結末になるくらいなら…… 私は造られるべきじゃなかったんだろうね。

source: TEXT_VOICEMAN_07005_Q7_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_07005_Q7_000_001_NONE_VOICE<tab>Was sagst du?
fr: TEXT_VOICEMAN_07005_Q7_000_001_NONE_VOICE<tab>Que dites-vous<var 1D /var>?
ja: TEXT_VOICEMAN_07005_Q7_000_001_NONE_VOICE<tab>何と言う？

source: TEXT_VOICEMAN_07005_A7_000_001_NONE_VOICE<tab>You strove to make your people happy.
de: TEXT_VOICEMAN_07005_A7_000_001_NONE_VOICE<tab>Du wolltest dein Volk einfach nur zufrieden und glücklich wissen.
fr: TEXT_VOICEMAN_07005_A7_000_001_NONE_VOICE<tab>Tu voulais protéger le sourire des tiens coûte que coûte.
ja: TEXT_VOICEMAN_07005_A7_000_001_NONE_VOICE<tab>それでも笑顔を護りたかったのでは？

source: TEXT_VOICEMAN_07005_A7_000_002_NONE_VOICE<tab>You carried too many gentle memories.
de: TEXT_VOICEMAN_07005_A7_000_002_NONE_VOICE<tab>Die Erinnerungen an eine glückliche Ver<var 16 /var>gangen<var 16 /var>heit wurden dir zur Last.
fr: TEXT_VOICEMAN_07005_A7_000_002_NONE_VOICE<tab>Tu t'es accrochée trop longtemps à tes souvenirs heureux.
ja: TEXT_VOICEMAN_07005_A7_000_002_NONE_VOICE<tab>優しい記憶を抱えすぎたんだ

source: TEXT_VOICEMAN_07005_A7_000_003_NONE_VOICE<tab>You're merely a system, created to sustain Alexandria.
de: TEXT_VOICEMAN_07005_A7_000_003_NONE_VOICE<tab>Du dientest lediglich dem Fortbestand Alexandrias. Nicht mehr und nicht weniger.
fr: TEXT_VOICEMAN_07005_A7_000_003_NONE_VOICE<tab>Tu n'es qu'un système destiné à défendre ta nation.
ja: TEXT_VOICEMAN_07005_A7_000_003_NONE_VOICE<tab>お前は国を維持するシステムにすぎない

source: TEXT_VOICEMAN_07005_003740_WUKLAMAT<tab>Our nations are worlds apart, but they feel so close. Who knows what we could have accomplished had we walked together, towards a shared future.
de: TEXT_VOICEMAN_07005_003740_WUKLAMAT<tab>Unsere Nationen könnten sich nicht näher sein<var 1D /var>... Und doch liegen Welten zwischen uns. Wären wir uns doch nur früher begegnet, dann hätten wir sicherlich einer gemeinsamen Zukunft entgegenschreiten können<var 1D /var>- Hand in Hand.
fr: TEXT_VOICEMAN_07005_003740_WUKLAMAT<tab>Un univers sépare nos nations, et pourtant elles se ressemblent tellement... J'aurais tant aimé qu'on écrive notre futur ensemble.
ja: TEXT_VOICEMAN_07005_003740_WUKLAMAT<tab>近いようで、気が遠くなるほど遠い、隣国の王同士…… 一緒に未来を描けたらって思った。

source: TEXT_VOICEMAN_07005_003750_WUKLAMAT<tab>And yet...it could never be so. We each had our own to protect.
de: TEXT_VOICEMAN_07005_003750_WUKLAMAT<tab>Aber das Schicksal wollte es anders. Für jeden von uns stand einfach zu viel auf dem Spiel.
fr: TEXT_VOICEMAN_07005_003750_WUKLAMAT<tab>Mais le destin en a décidé autrement. On avait toutes les deux à cœur de protéger ce qui nous est cher...
ja: TEXT_VOICEMAN_07005_003750_WUKLAMAT<tab>だけど……アタシらには互いに護るべきものがあったから、 同じ路を歩むことはできなかった……。

source: TEXT_VOICEMAN_07005_003760_SPHENE<tab>If only I had met you when I was still alive, then perhaps...
de: TEXT_VOICEMAN_07005_003760_SPHENE<tab>Und diese Tatsache schmerzt mich sehr. Hach, wie anders die Dinge doch hätten sein können, wären wir uns nur während meiner Lebenszeit begegnet<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003760_SPHENE<tab>Hélas... Si seulement nous nous étions rencontrées de mon vivant, notre histoire se serait peut-être conclue dif<var 16 /var>fé<var 16 /var>rem<var 16 /var>ment...
ja: TEXT_VOICEMAN_07005_003760_SPHENE<tab>そうだね。 もしも私が生きていたころに、 キミたちと出会っていたなら、結末は変わったのかな……。

source: TEXT_VOICEMAN_07005_003770_SPHENE<tab>But it's no use dwelling upon a miracle that didn't happen.
de: TEXT_VOICEMAN_07005_003770_SPHENE<tab>Aber was nützt es schon, einem nie geschehenen Wunder nachzutrauern, nicht wahr?
fr: TEXT_VOICEMAN_07005_003770_SPHENE<tab>Mais inutile de se lamenter sur un miracle qui ne s'est jamais produit.
ja: TEXT_VOICEMAN_07005_003770_SPHENE<tab>って、ダメだよね、起こらなかった奇跡に縋るのは。

source: TEXT_VOICEMAN_07005_003780_SPHENE<tab>Still, if there's one thing I hope you'll believe, it is this.
de: TEXT_VOICEMAN_07005_003780_SPHENE<tab>Trotzdem, bitte glaubt mir eins.
fr: TEXT_VOICEMAN_07005_003780_SPHENE<tab>Cependant, je veux que vous sachiez ceci.
ja: TEXT_VOICEMAN_07005_003780_SPHENE<tab>でもね、これだけは信じてほしい。

source: TEXT_VOICEMAN_07005_003785_SPHENE<tab>Brief though it was, I treasured our time together. It pains me to think that its memory will disappear along with me.
de: TEXT_VOICEMAN_07005_003785_SPHENE<tab>So kurz sie auch war, meine Zeit mit euch erfüllte mich mit Freude und Hoffnung. So sehr, dass mich der Gedanke, diese Erinnerungen zu verlieren, unendlich traurig macht.
fr: TEXT_VOICEMAN_07005_003785_SPHENE<tab>Nous n'avons pas passé beaucoup de temps ensemble, mais j'en ai apprécié chaque seconde. J'aimerais tellement conserver ces souvenirs à tout jamais...
ja: TEXT_VOICEMAN_07005_003785_SPHENE<tab>キミたちと過ごした時間は、短いけど本当に楽しかった…… この記憶が消えちゃうのが寂しいと思えるほどに。

source: TEXT_VOICEMAN_07005_003790_SPHENE<tab>I know I have no right to ask this of you, but...when I'm gone...my people... Will you...?
de: TEXT_VOICEMAN_07005_003790_SPHENE<tab>Bitte sagt mir<var 1D /var>... Werdet ihr euch um mein Volk<var 1D /var>... um Alexandria kümmern?
fr: TEXT_VOICEMAN_07005_003790_SPHENE<tab>Dites, quand je ne serai plus de ce monde... pourrez-vous veiller sur mon peuple<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003790_SPHENE<tab>あのさ、もし私が消えても…… アレクサンドリアのみんなのこと……

source: TEXT_VOICEMAN_07005_003800_WUKLAMAT<tab>We'll take care of them, don't worry. And we will never forget the Endless.
de: TEXT_VOICEMAN_07005_003800_WUKLAMAT<tab>Aber selbst<var 16 /var>verständ<var 16 /var>lich! Als wäre es das Meine. Und die Endlosen will ich auch nicht vergessen!
fr: TEXT_VOICEMAN_07005_003800_WUKLAMAT<tab>T'en fais pas, on prendra soin d'eux. Quant aux Éternels, ils resteront gravés dans nos mémoires...
ja: TEXT_VOICEMAN_07005_003800_WUKLAMAT<tab>心配すんな、アタシらがしっかりと護っていくからよ。 永久人たちのことだって、決して忘れたりしねぇ。

source: TEXT_VOICEMAN_07005_003810_WUKLAMAT<tab>Neither them nor the time we spent with you.
de: TEXT_VOICEMAN_07005_003810_WUKLAMAT<tab>Genau wie meine Erinnerung an dich!
fr: TEXT_VOICEMAN_07005_003810_WUKLAMAT<tab>... Tout comme les moments passés en ta compagnie.
ja: TEXT_VOICEMAN_07005_003810_WUKLAMAT<tab>……それから、お前と過ごした記憶もな。

source: TEXT_VOICEMAN_07005_003820_WUKLAMAT<tab>So be free of your burdens, Sphene. And sleep well.
de: TEXT_VOICEMAN_07005_003820_WUKLAMAT<tab>Mach dir also keine Sorgen. Du kannst leichten Herzens deinen Frieden schließen, Sphene.
fr: TEXT_VOICEMAN_07005_003820_WUKLAMAT<tab>Tu peux avoir l'esprit tranquille... Repose en paix, Sphene.
ja: TEXT_VOICEMAN_07005_003820_WUKLAMAT<tab>だから、安心して眠ってくれ……スフェーン。

source: TEXT_VOICEMAN_07005_003830_SPHENE<tab>I will. Thank you.
de: TEXT_VOICEMAN_07005_003830_SPHENE<tab>Danke! Danke vielmals!
fr: TEXT_VOICEMAN_07005_003830_SPHENE<tab>Merci... Lamaty'i...
ja: TEXT_VOICEMAN_07005_003830_SPHENE<tab>うん……ありがと……！

source: TEXT_VOICEMAN_07005_003840_SPHENE<tab>Farewell, my beloved Alexandria.
de: TEXT_VOICEMAN_07005_003840_SPHENE<tab>Leb wohl, mein geliebtes Alexandria!
fr: TEXT_VOICEMAN_07005_003840_SPHENE<tab>Adieu... mon Alexandrie bien-aimée...
ja: TEXT_VOICEMAN_07005_003840_SPHENE<tab>さようなら、私が愛したアレクサンドリア。

source: TEXT_VOICEMAN_07005_003850_ERENVILLE<tab>So it was that the Meso Terminal fell dark, and the Endless departed for oblivion's embrace.
de: TEXT_VOICEMAN_07005_003850_ERENVILLE<tab>So geschah es, dass das Meso-System abgeschaltet wurde und die Endlosen in der Stille der Dunkelheit verschwanden.
fr: TEXT_VOICEMAN_07005_003850_ERENVILLE<tab>Et c'est ainsi que le mésoterminal s'éteignit, emportant avec lui d'innombrables Éternels dans les abîmes du silence.
ja: TEXT_VOICEMAN_07005_003850_ERENVILLE<tab>――こうしてメインターミナルは停止し 永久人の大半が 静寂の闇の中に溶けていった

source: TEXT_VOICEMAN_07005_003860_ERENVILLE<tab>Their resplendent paradise was no more, as the memories sustaining it faded with the golden light.
de: TEXT_VOICEMAN_07005_003860_ERENVILLE<tab>Seinem gülden schimmernden Glanz der Erinnerung beraubt, zeigte das Paradies sein wahres Gesicht.
fr: TEXT_VOICEMAN_07005_003860_ERENVILLE<tab>La lueur dorée qui modelait les souvenirs disparut, et le paradis éphémère retrouva son apparence originelle.
ja: TEXT_VOICEMAN_07005_003860_ERENVILLE<tab>思い出をかたどっていた黄金の光は消え 仮初の楽園が 本来の姿を現した

source: TEXT_VOICEMAN_07005_003870_ERENVILLE<tab>Even so, in a way, they live on.
de: TEXT_VOICEMAN_07005_003870_ERENVILLE<tab>Doch das Zeugnis ihrer Leben glomm noch immer hell.
fr: TEXT_VOICEMAN_07005_003870_ERENVILLE<tab>Mais toute trace de l'existence de ce monde ne s'était pas évanouie pour autant...
ja: TEXT_VOICEMAN_07005_003870_ERENVILLE<tab>それでも 生きた証が喪われたわけではない

source: TEXT_VOICEMAN_07005_003871_ERENVILLE<tab>This I felt with conviction as I basked in the glow of a new dawn.
de: TEXT_VOICEMAN_07005_003871_ERENVILLE<tab>Beim Anblick der Morgendämmerung war es dieser Gedanke, der mir wie ein Sonnenstrahl die Seele wärmte.
fr: TEXT_VOICEMAN_07005_003871_ERENVILLE<tab>Tel fut mon sentiment lorsque le soleil levant de cette aurore nouvelle m'étreignit de sa lumineuse chaleur.
ja: TEXT_VOICEMAN_07005_003871_ERENVILLE<tab>昇りゆく太陽から射した暁光を見て 確かにそう感じたんだ――

source: TEXT_VOICEMAN_07005_003880_ERENVILLE<tab>It remains to be seen how interdimensional fusion may have affected other reflections.
de: TEXT_VOICEMAN_07005_003880_ERENVILLE<tab>Die Weltenfusion ließ die Zukunft der Spiegelwelten ungewisser denn je erscheinen.
fr: TEXT_VOICEMAN_07005_003880_ERENVILLE<tab>Nous ignorions encore l'influence du pouvoir de relier les mondes sur les autres reflets.
ja: TEXT_VOICEMAN_07005_003880_ERENVILLE<tab>「世界を繋ぐ力」が 鏡像世界に及ぼした影響は未知数だ

source: TEXT_VOICEMAN_07005_003881_ERENVILLE<tab>Krile's parents spoke of the power's capacity for both good and evil. I cannot help but wonder how Sphene's deeds will be remembered by those they touched.
fr: TEXT_VOICEMAN_07005_003881_ERENVILLE<tab>Si, comme l'avaient affirmé les parents de Krile, la ligne séparant le bien du mal était ef<var 16 /var>fec<var 16 /var>ti<var 16 /var>ve<var 16 /var>ment ténue, quelle leçon aurions-nous pu tirer des agissements de Sphene<var 1D /var>?
ja: TEXT_VOICEMAN_07005_003881_ERENVILLE<tab>物に善悪はない――クルルの両親はそう語ったそうだが スフェーンの行いは それぞれにどう刻まれたのだろうか

source: TEXT_VOICEMAN_07005_003890_ERENVILLE<tab>The key that started it all was entrusted to the adventurer.
de: TEXT_VOICEMAN_07005_003890_ERENVILLE<tab>Der „Schlüssel“ ist jetzt zumindest in <var 08 E905 ((ihrer)) ((seiner)) /var> Obhut.
fr: TEXT_VOICEMAN_07005_003890_ERENVILLE<tab>La clef était désormais en possession de notre <var 08 E905 ((amie aventurière)) ((ami aventurier)) /var>.
ja: TEXT_VOICEMAN_07005_003890_ERENVILLE<tab>くだんの「鍵」は あの冒険者に託されたらしい

source: TEXT_VOICEMAN_07005_003901_ERENVILLE<tab>Such an artifact certainly lies within the Scions' realm of expertise, and no objection was raised to their retaining it for research.
de: TEXT_VOICEMAN_07005_003901_ERENVILLE<tab>Ein Artefakt mit der Kraft, Dimensionen zu durchschreiten<var 1D /var>... Alle waren sich einig, dass es keine geeignetere Gruppe für die Erforschung gäbe als den Bund der Morgenröte.
fr: TEXT_VOICEMAN_07005_003901_ERENVILLE<tab>Une relique d'une telle nature appartenait sans nul doute au domaine d'expertise des Héritiers de la Septième Aube, et personne ne vit d'objection à ce qu'on leur confie son analyse en profondeur.
ja: TEXT_VOICEMAN_07005_003901_ERENVILLE<tab>世界の壁を超える秘宝だなんて それこそ「暁」の領分だ 彼らが究明を試みることに 誰もが同意した

source: TEXT_VOICEMAN_07005_003910_ERENVILLE<tab>By order of Vow Koana, the Skydeep Cenote was placed under the strict watch of the Landsguard.
de: TEXT_VOICEMAN_07005_003910_ERENVILLE<tab>Auf Koanas Geheiß hin wurde der Himmelstiefe Cenote von nun an strengstens bewacht.
fr: TEXT_VOICEMAN_07005_003910_ERENVILLE<tab>Sur ordre de Koana, le cénote des Cieux infinis fut placé sous la sur<var 16 /var>veil<var 16 /var>lan<var 16 /var>ce de la Légion de l'Aurore.
ja: TEXT_VOICEMAN_07005_003910_ERENVILLE<tab>天深きセノーテは 理王コーナの指示のもと 厳重に警備することになったという

source: TEXT_VOICEMAN_07005_003911_ERENVILLE<tab>With the mighty Bakool Ja Ja among their number, they shall not want for strength even in Zoraal Ja's absence.
de: TEXT_VOICEMAN_07005_003911_ERENVILLE<tab>Und mit Bakool Ja Ja in ihren Reihen war die Landsgarde mehr als fähig, dieser Verantwortung gerecht zu werden.
fr: TEXT_VOICEMAN_07005_003911_ERENVILLE<tab>Bakool Ja Ja à la place de Zoraal Ja, l'élite des combattants du pays n'avait rien perdu de sa superbe.
ja: TEXT_VOICEMAN_07005_003911_ERENVILLE<tab>あのバクージャジャを加えたトラル勇連隊なら ゾラージャ亡きあとも 心配はいらないだろう

source: TEXT_VOICEMAN_07005_003920_ERENVILLE<tab>Upon learning of their queen's passing, the people of Alexandria mourned and wept.
de: TEXT_VOICEMAN_07005_003920_ERENVILLE<tab>Trauer und Tränen. Etwas anderes blieb Alexandria nicht, als sie von ihrer geliebten Sphene hörten.
fr: TEXT_VOICEMAN_07005_003920_ERENVILLE<tab>Les Alexandrins versèrent des larmes de chagrin en apprenant la disparition de leur reine adorée.
ja: TEXT_VOICEMAN_07005_003920_ERENVILLE<tab>スフェーン崩御の報せに アレクサンドリアの人々は悲しみ 涙した
