Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/070/VoiceMan_07005/*.xlf
Languages: de, fr, ja

source: TEXT_VOICEMAN_07005_002381_KRILE<tab>[OVERWHELMED EXHALE]
de: TEXT_VOICEMAN_07005_002381_KRILE<tab>[ERLEICHTERTES AUFATMEN]
fr: TEXT_VOICEMAN_07005_002381_KRILE<tab>[Soupir empli d'émotions]
ja: TEXT_VOICEMAN_07005_002381_KRILE<tab>はっ…

source: TEXT_VOICEMAN_07005_002390_KRILE<tab>It <var 1A 02 /var>has<var 1A 01 /var> been twenty years...
de: TEXT_VOICEMAN_07005_002390_KRILE<tab>Ich hatte schließlich zwanzig Jahre lang Zeit<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002390_KRILE<tab>Vingt longues années... J'ai tant à vous raconter...
ja: TEXT_VOICEMAN_07005_002390_KRILE<tab>20年……経ちましたから……。

source: TEXT_VOICEMAN_07005_002400_ROBOR<tab>Ah, yes, names. I'm Robor, and this is Alayla...your mother.
de: TEXT_VOICEMAN_07005_002400_ROBOR<tab>Wir haben uns noch gar nicht vorgestellt. Mein Name ist Robor und das hier ist meine Frau, Alayla.
fr: TEXT_VOICEMAN_07005_002400_ROBOR<tab>Eh bien, je crois qu'il est temps de nous présenter... Je suis Robor, et voici mon épouse, Alayla.
ja: TEXT_VOICEMAN_07005_002400_ROBOR<tab>自己紹介がまだだったな、私の名はロボル。 そして妻のアライラだ。

source: TEXT_VOICEMAN_07005_002410_ROBOR<tab>Doubtless we have a mountain of questions for each other, but perhaps we can take this somewhere quieter?
de: TEXT_VOICEMAN_07005_002410_ROBOR<tab>Zweifelsohne haben wir uns viel zu erzählen. Aber wie wäre es, wenn wir uns zunächst an einen etwas ruhigeren Ort begeben würden?
fr: TEXT_VOICEMAN_07005_002410_ROBOR<tab>Je ne doute pas qu'une montagne de questions vous brûle les lèvres, et nous ne sommes pas en reste... Que diriez-vous de nous rendre dans un endroit plus calme<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002410_ROBOR<tab>聞きたいことはお互い山ほどあるだろうが、 とりあえず場所を移動しないか？

source: TEXT_VOICEMAN_07005_002420_ROBOR<tab>The heatwells, for instance. There's a spot there where we can relax and chat.
de: TEXT_VOICEMAN_07005_002420_ROBOR<tab>Bei den Glühquellen gibt es ein beschauliches Plätzchen. Da ist nicht so viel los und man kann sich deutlich entspannter unterhalten.
fr: TEXT_VOICEMAN_07005_002420_ROBOR<tab>Il y a un lieu qui s'appelle l'Aven ardent, à l'est d'ici. Nous y serons bien mieux pour discuter.
ja: TEXT_VOICEMAN_07005_002420_ROBOR<tab>東にあるアサイラム・ホットウェルに、休憩できる場所がある。 そちらでゆっくり話をしよう。

source: TEXT_VOICEMAN_07005_002430_ALAYLA<tab>Never did we imagine that such a reward awaited us. Isn't that so, Robor?
de: TEXT_VOICEMAN_07005_002430_ALAYLA<tab>Ach, Schatz! Dass uns das Leben selbst nach dem Tod auf solch großartige Art und Weise belohnen würde!
fr: TEXT_VOICEMAN_07005_002430_ALAYLA<tab>Nous n'aurions jamais imaginé recevoir un tel présent une fois notre vie écoulée... N'est-ce pas, Robor<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002430_ALAYLA<tab>まさか人生が終わったあとに、 こんなご褒美が待っていたなんて……ねえ、あなた？

source: TEXT_VOICEMAN_07005_002450_ROBOR<tab>Uh...y-yes.
de: TEXT_VOICEMAN_07005_002450_ROBOR<tab>Ähem<var 1D /var>... Ja, also<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002450_ROBOR<tab>O-oh, oui, oui, ma chérie...
ja: TEXT_VOICEMAN_07005_002450_ROBOR<tab>あ、ああ……そうだな。

source: TEXT_VOICEMAN_07005_002460_ALAYLA<tab>Oh, don't mind your father. Like me, he's still getting used to seeing you all grown up.
de: TEXT_VOICEMAN_07005_002460_ALAYLA<tab>Ha, dein Vater ist ganz sprachlos. Aber wie auch nicht, wenn eine so wunderbare junge Frau vor uns sitzt?
fr: TEXT_VOICEMAN_07005_002460_ALAYLA<tab>Ne fais pas attention à ton père. Il est encore sous le choc d'avoir retrouvé sa fille, et je suis sûre qu'il ne s'attendait pas à la voir aussi rayonnante de beauté.
ja: TEXT_VOICEMAN_07005_002460_ALAYLA<tab>もう、照れてるのよこの人ったら。 あなたがこんなに美人に成長したものだから。

source: TEXT_VOICEMAN_07005_002461_WUKLAMAT<tab>This is just <var 1A 02 /var>excruciating<var 1A 01 /var>...
de: TEXT_VOICEMAN_07005_002461_WUKLAMAT<tab>Das<var 1D /var>... Das ist ja nicht auszuhalten!
fr: TEXT_VOICEMAN_07005_002461_WUKLAMAT<tab>Aaah... Cette ambiance coincée, ça commence à me filer de l'urticaire<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002461_WUKLAMAT<tab>た、耐えられねぇ……あの空気……！

source: TEXT_VOICEMAN_07005_002462_GRAHATIA<tab>Yes, well. A twenty-year blank is not so quickly filled.
de: TEXT_VOICEMAN_07005_002462_GRAHATIA<tab>Zwanzig Jahre sind eben nicht einfach so aufzuholen<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002462_GRAHATIA<tab>On peut les comprendrrre... Il s'en passe, des choses, en vingt ans.
ja: TEXT_VOICEMAN_07005_002462_GRAHATIA<tab>無理もない……。 20年の隔たりはそう簡単に埋められないだろうからな。

source: TEXT_VOICEMAN_07005_002463_WUKLAMAT<tab>Even so... There's got to be something we can do...
de: TEXT_VOICEMAN_07005_002463_WUKLAMAT<tab>Aber wir können doch nicht einfach hier rumsitzen und nichts tun! Sieh sie dir doch mal an!
fr: TEXT_VOICEMAN_07005_002463_WUKLAMAT<tab>On devrait pas leur donner un petit coup de pouce<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002463_WUKLAMAT<tab>どうする……？ このまま見守るか……ッ！？

source: TEXT_VOICEMAN_07005_002464_GRAHATIA<tab>You know, I think I might have an idea.
de: TEXT_VOICEMAN_07005_002464_GRAHATIA<tab>Ich hätte da eine Idee!
fr: TEXT_VOICEMAN_07005_002464_GRAHATIA<tab>Je crrrois que j'ai une idée.
ja: TEXT_VOICEMAN_07005_002464_GRAHATIA<tab>よし、ここはオレに任せろ……！

source: TEXT_VOICEMAN_07005_002465_KRILE<tab>Raha...?
fr: TEXT_VOICEMAN_07005_002465_KRILE<tab>Raha...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002465_KRILE<tab>ラハくん……？

source: TEXT_VOICEMAN_07005_012465_GRAHATIA<tab>[BITING INTO ICE CREAM EXERT]
de: TEXT_VOICEMAN_07005_012465_GRAHATIA<tab>Ham!
fr: TEXT_VOICEMAN_07005_012465_GRAHATIA<tab>[Mange une glace]
ja: TEXT_VOICEMAN_07005_012465_GRAHATIA<tab>はむッ

source: TEXT_VOICEMAN_07005_012466_GRAHATIA<tab>[BITING INTO ICE CREAM EXERT]
de: TEXT_VOICEMAN_07005_012466_GRAHATIA<tab>Ham!
fr: TEXT_VOICEMAN_07005_012466_GRAHATIA<tab>[Mange une glace]
ja: TEXT_VOICEMAN_07005_012466_GRAHATIA<tab>はむッ

source: TEXT_VOICEMAN_07005_002466_WUKLAMAT<tab>What is he doing...?
de: TEXT_VOICEMAN_07005_002466_WUKLAMAT<tab>Was macht er denn da?!
fr: TEXT_VOICEMAN_07005_002466_WUKLAMAT<tab>Qu'est-ce qui lui prend...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002466_WUKLAMAT<tab>何してんだ、あいつ……？

source: TEXT_VOICEMAN_07005_002467_KRILE<tab>[AMUSED LAUGHTER “Hehe... Hehehe!”]
fr: TEXT_VOICEMAN_07005_002467_KRILE<tab>[Rit de la scène absurde]
ja: TEXT_VOICEMAN_07005_002467_KRILE<tab>ふふっ……ふふふ……！

source: TEXT_VOICEMAN_07005_002468_KRILE<tab>[BITING INTO ICE CREAM EXERT]
de: TEXT_VOICEMAN_07005_002468_KRILE<tab>Ham!
fr: TEXT_VOICEMAN_07005_002468_KRILE<tab>[Mange une glace]
ja: TEXT_VOICEMAN_07005_002468_KRILE<tab>はむッ

source: TEXT_VOICEMAN_07005_002510_ALAYLA<tab>Y-You needn't force yourself...
de: TEXT_VOICEMAN_07005_002510_ALAYLA<tab>Nicht, dass dir schlecht wird, Kind!
fr: TEXT_VOICEMAN_07005_002510_ALAYLA<tab>I-il ne faut pas te forcer, tu sais...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002510_ALAYLA<tab>む、無理して食べなくてもいいのよ……？

source: TEXT_VOICEMAN_07005_002511_ROBOR<tab>It doesn't taste of anything to the living, surely?
de: TEXT_VOICEMAN_07005_002511_ROBOR<tab>Das schmeckt für euch doch nach gar nichts, oder?
fr: TEXT_VOICEMAN_07005_002511_ROBOR<tab>Pour des vivants comme vous, cela n'a aucun goût, je suppose<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002511_ROBOR<tab>生きている君たちには、味がしないだろう？

source: TEXT_VOICEMAN_07005_002520_KRILE<tab>No, no. It's delicious.
de: TEXT_VOICEMAN_07005_002520_KRILE<tab>Nein, nein. Es ist köstlich!
fr: TEXT_VOICEMAN_07005_002520_KRILE<tab>Non non, c'est très bon.
ja: TEXT_VOICEMAN_07005_002520_KRILE<tab>いいえ、おいしいんです……。

source: TEXT_VOICEMAN_07005_002530_KRILE<tab>I mean it. I've never tasted anything so good.
de: TEXT_VOICEMAN_07005_002530_KRILE<tab>Etwas Leckereres habe ich noch nie gegessen!
fr: TEXT_VOICEMAN_07005_002530_KRILE<tab>Du fond du cœur... je n'ai jamais rien mangé d'aussi délicieux<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002530_KRILE<tab>本当に……心の底から……！

source: TEXT_VOICEMAN_07005_012530_ALAYLA<tab>[HAPPY CHUCKLE “Hehe”]
de: TEXT_VOICEMAN_07005_012530_ALAYLA<tab>[FRÖHLICH LACHEND,AN JP ANPASSEN]
fr: TEXT_VOICEMAN_07005_012530_ALAYLA<tab>[Très léger rire amusé]
ja: TEXT_VOICEMAN_07005_012530_ALAYLA<tab>ふふっ

source: TEXT_VOICEMAN_07005_012531_ROBOR<tab>[BITING INTO ICE CREAM EXERT]
de: TEXT_VOICEMAN_07005_012531_ROBOR<tab>Ham!
fr: TEXT_VOICEMAN_07005_012531_ROBOR<tab>[Mange une glace]
ja: TEXT_VOICEMAN_07005_012531_ROBOR<tab>はむっ

source: TEXT_VOICEMAN_07005_012532_ALAYLA<tab>[BITING INTO ICE CREAM EXERT]
de: TEXT_VOICEMAN_07005_012532_ALAYLA<tab>Ham!
fr: TEXT_VOICEMAN_07005_012532_ALAYLA<tab>[Mange une glace]
ja: TEXT_VOICEMAN_07005_012532_ALAYLA<tab>はむっ

source: TEXT_VOICEMAN_07005_002531_ALAYLA<tab>It really does taste so much better when we're all together.
de: TEXT_VOICEMAN_07005_002531_ALAYLA<tab>Du hast Recht, Tochter. Wenn man als Familie an einem Tisch sitzt, schmeckt alles gleich noch einmal besser.
fr: TEXT_VOICEMAN_07005_002531_ALAYLA<tab>... Tu as raison. C'est tellement meilleur lorsqu'on partage en famille.
ja: TEXT_VOICEMAN_07005_002531_ALAYLA<tab>……本当ね、とってもおいしいわ。 家族がそろうと、こんなにも味が違うのね。

source: TEXT_VOICEMAN_07005_002532_ROBOR<tab>Yes, indeed.
de: TEXT_VOICEMAN_07005_002532_ROBOR<tab>Wohl wahr!
fr: TEXT_VOICEMAN_07005_002532_ROBOR<tab>Oh que oui.
ja: TEXT_VOICEMAN_07005_002532_ROBOR<tab>ああ、そうだな。

source: TEXT_VOICEMAN_07005_002533_WUKLAMAT<tab>I'm suddenly craving dessert. How about you?
de: TEXT_VOICEMAN_07005_002533_WUKLAMAT<tab>Dieses Eis darf ich mir auf keinen Fall entgehen lassen!
fr: TEXT_VOICEMAN_07005_002533_WUKLAMAT<tab>Bon, on va pas rester plantés ici. Allons nous régaler, nous aussi<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002533_WUKLAMAT<tab>へっ、こうしちゃいられねぇよな！ アタシらも食おうぜ！

source: TEXT_VOICEMAN_07005_002534_ALAYLA<tab>Truly, we've never felt so happy in all our lives. We don't know how to thank you.
de: TEXT_VOICEMAN_07005_002534_ALAYLA<tab>Vielen lieben Dank. Ich hätte mir nichts Schöneres wünschen können.
fr: TEXT_VOICEMAN_07005_002534_ALAYLA<tab>Nous n'avons jamais été si heureux... Je ne sais pas comment vous remercier.
ja: TEXT_VOICEMAN_07005_002534_ALAYLA<tab>ありがとう……こんなに幸せなことってないわ。 なんて感謝したらいいかわからないくらいよ。

source: TEXT_VOICEMAN_07005_002535_ALAYLA<tab>But at the very least, we can give you some answers. You've risked so much and come so far for them, after all.
de: TEXT_VOICEMAN_07005_002535_ALAYLA<tab>Wir könnten den ganzen Tag den spannenden Geschichten über eure vielen Abenteuer zuhören, aber<var 1D /var>... es gibt doch sicherlich auch einiges, das ihr von uns wissen wollt, oder etwa nicht? Schließlich habt ihr etliche Mühen auf euch genommen, um an diesen Ort zu gelangen.
fr: TEXT_VOICEMAN_07005_002535_ALAYLA<tab>Peut-être avez-vous des questions précises à nous poser<var 1D /var>? Vous êtes venus de si loin... Ce serait la moindre des choses de répondre à vos interrogations.
ja: TEXT_VOICEMAN_07005_002535_ALAYLA<tab>みなさんのお話をいつまでも聞いていたいけれど…… ねえ、私たちに確かめたいことがあるんじゃないかしら。 ここまで辿りついた者として。

source: TEXT_VOICEMAN_07005_002540_GRAHATIA<tab>'Tis our understanding you were researching a power called interdimensional fusion. Will you tell us about it?
de: TEXT_VOICEMAN_07005_002540_GRAHATIA<tab>Bitte erzählt uns mehr über die Weltenfusion. Wenn ich mich nicht täusche, habt ihr doch maßgeblich daran geforscht?
fr: TEXT_VOICEMAN_07005_002540_GRAHATIA<tab>Pourriez-vous nous en dirrre plus sur ce “pouvoir de relier les mondes” que vous avez contribué à développer<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002540_GRAHATIA<tab>あなた方が研究していたという「世界を繋ぐ力」について、 よければ詳しく聞かせてくれないか？

source: TEXT_VOICEMAN_07005_002560_ROBOR<tab>To begin at the very beginning, there is a legend passed down by our people, the Milalla.
de: TEXT_VOICEMAN_07005_002560_ROBOR<tab>Alles hat seinen Ursprung in einer Legende, die seit Generationen unter uns Milalla weitergegeben worden ist.
fr: TEXT_VOICEMAN_07005_002560_ROBOR<tab>Tout part d'une légende transmise de génération en génération au sein de notre peuple, les Milalla.
ja: TEXT_VOICEMAN_07005_002560_ROBOR<tab>事の始まりは…… 私たちミララ族が先祖より語り継いできた、ひとつの伝承にある。

source: TEXT_VOICEMAN_07005_002570_ROBOR<tab>In the distant past, we abided in a different world. Our homeland was a paradise of eternal summer. The flowers were always in bloom.
de: TEXT_VOICEMAN_07005_002570_ROBOR<tab>Unser Volk soll vor langer Zeit auf einer Insel in einer anderen Welt gelebt haben. Man sagt, dass dort das ganze Jahr über die prächtigsten Blüten zu bewundern waren, denn es wurde niemals kalt. Wahrlich das reinste Paradies.
fr: TEXT_VOICEMAN_07005_002570_ROBOR<tab>Dans un lointain passé, nous vivions dans un autre monde. Nous habitions un endroit paradisiaque où l'été régnait à longueur d'année, et où les fleurs étaient toujours épanouies.
ja: TEXT_VOICEMAN_07005_002570_ROBOR<tab>はるか昔のこと、ミララ族は異なる世界で生きてきた。 そこは一年を通じて美しい花が咲き誇る、 常夏の理想郷であったという。

source: TEXT_VOICEMAN_07005_002580_ROBOR<tab>Until, that is, a great calamity turned the very seas to ice. As those around them froze to death, our ancestors looked to a mighty relic for salvation. By its power they opened a portal, and used it to flee to another reality.
de: TEXT_VOICEMAN_07005_002580_ROBOR<tab>Doch dann vereiste eine gewaltige Katastrophe die Meere. Viele ließen ihr Leben in diesen grauen Tagen unerbittlicher Kälte, und so setzten unsere Vorfahren ihre Hoffnungen in ein mystisches Artefakt, auf dass es sie erlösen möge. Mit seiner Macht wurde eine Brücke in eine andere Welt geschlagen, um sich so in Sicherheit zu bringen.
fr: TEXT_VOICEMAN_07005_002580_ROBOR<tab>Hélas, un terrible cataclysme se produisit et gela les mers. De nombreux Milalla périrent dans le froid, ce qui poussa nos ancêtres à faire appel au pouvoir d'une relique sacrée afin de fuir vers une autre dimension.
ja: TEXT_VOICEMAN_07005_002580_ROBOR<tab>だが、災いが起こって海が凍りつき、 多くの犠牲が出るなかで、先祖たちは秘宝に救いを求めた。 そして、その力により路を拓き、世界を渡ったのだ。

source: TEXT_VOICEMAN_07005_002590_ALAYLA<tab>The key is none other than that relic, and it has been in the safekeeping of our people since time immemorial.
de: TEXT_VOICEMAN_07005_002590_ALAYLA<tab>Dieses Artefakt, von dem in der Legende die Rede ist<var 1D /var>... Es wurde seit jeher in unserer Familie weitervererbt.
fr: TEXT_VOICEMAN_07005_002590_ALAYLA<tab>Cette relique, que nous appelons “la clef”, symbolise le salut de notre peuple. Elle est depuis considérée comme notre trésor le plus précieux.
ja: TEXT_VOICEMAN_07005_002590_ALAYLA<tab>私たちの一族は、秘宝とされる遺物を受け継いでいてね。

source: TEXT_VOICEMAN_07005_002600_ROBOR<tab>Yes. When lightning threatened this world, we attempted to use the key to flee again like our ancestors once did.
de: TEXT_VOICEMAN_07005_002600_ROBOR<tab>Man nennt es auch den „Schlüssel“. Und als die Blitze auf uns herabregneten und der Himmel das Ende unserer Welt zu verkünden schien, suchten wir verzweifelt nach einer Möglichkeit, seine Macht ein weiteres Mal zu aktivieren<var 1D /var>- ganz wie unsere Vorfahren vor uns.
fr: TEXT_VOICEMAN_07005_002600_ROBOR<tab>Oui, et alors que ce monde périclitait sous l'influence de l'élément foudre, nous avons tenté de l'utiliser pour ouvrir un nouveau portail et nous réfugier ailleurs, une fois de plus.
ja: TEXT_VOICEMAN_07005_002600_ROBOR<tab>それが「鍵」と呼ばれるもの……。 私たちは、世界が雷の力によって衰退していくなかで、 伝承を再現し、異世界に逃れられないかと考えたわけだ。

source: TEXT_VOICEMAN_07005_002610_ROBOR<tab>Alas, no matter what we tried, we couldn't invoke its power. We had all but given up when Preservation approached us with an offer of partnership.
de: TEXT_VOICEMAN_07005_002610_ROBOR<tab>Doch so sehr wir uns auch bemühten, es gelang uns einfach nicht. Und kurz darauf kontaktierte uns dann die Wahrung, eine Gruppierung bestehend aus den besten Wissenschaftlern weit und breit.
fr: TEXT_VOICEMAN_07005_002610_ROBOR<tab>Mais malgré nos efforts, nous n'avons pas réussi à activer son pouvoir. Alors que nous avions perdu tout espoir, c'est là que nous avons été approchés par Préservation.
ja: TEXT_VOICEMAN_07005_002610_ROBOR<tab>だが、努力も虚しく「世界を繋ぐ力」は発動できなかった。 プリザベーションが接触してきたのは、そんなときだ。

source: TEXT_VOICEMAN_07005_002620_ROBOR<tab>Desperate as we were, we accepted their help...only to later discover their ulterior motive: to plunder other worlds of aether.
de: TEXT_VOICEMAN_07005_002620_ROBOR<tab>In unserer Ver<var 16 /var>zweif<var 16 /var>lung schlossen wir uns ihnen an - nur um wenige Zeit später von ihren wahren Absichten zu erfahren: Sie wollten den Äther anderer Welten rauben.
fr: TEXT_VOICEMAN_07005_002620_ROBOR<tab>À défaut d'alternative, nous avons accepté leur aide. Mais ce n'est qu'après avoir rejoint leurs rangs que nous avons découvert leur véritable intention<var 1D /var>: s'approprier l'éther des autres dimensions.
ja: TEXT_VOICEMAN_07005_002620_ROBOR<tab>私たちは藁にもすがる想いでその一員となったが、 彼らの目的は、異世界からのエーテル<var 4A ((簒奪)) ((さんだつ)) /var>だった。 騙されたと感じたが、後の祭りさ。

source: TEXT_VOICEMAN_07005_002630_ROBOR<tab>Seeking to frustrate their plans, we defected from the order. And as their agents closed in on us, we seized control of the prototype gate and activated it.
de: TEXT_VOICEMAN_07005_002630_ROBOR<tab>Wir wussten, was zu tun war. Als Abtrünnige waren wir Tag und Nacht auf der Flucht vor der Wahrung. Nach einer langen Zeit des Bangens gelangten wir endlich an einen Portal-Prototypen und aktivierten ihn.
fr: TEXT_VOICEMAN_07005_002630_ROBOR<tab>Afin d'éviter le pire, nous avons décidé de quitter l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion. Mais leurs hommes étaient à nos trousses, et pour leur échapper, nous n'avons eu d'autre choix que d'employer un prototype de porte dimensionnelle.
ja: TEXT_VOICEMAN_07005_002630_ROBOR<tab>せめて被害を出す前にと、 決死の思いでプリザベーションから離脱し…… 追っ手の迫る中で、試作段階の扉を占拠して起動させたんだ。

source: TEXT_VOICEMAN_07005_002640_ALAYLA<tab>What followed, you already know. We sent our daughter and the key through the portal, entrusting them to the men we encountered.
de: TEXT_VOICEMAN_07005_002640_ALAYLA<tab>Den Rest der Geschichte kennt ihr ja bereits<var 1D /var>... Wenn auch instabil, das Portal tat sich auf. Unsere Tochter sowie den Schlüssel vertrauten wir einem Mann auf der anderen Seite an.
fr: TEXT_VOICEMAN_07005_002640_ALAYLA<tab>La suite, vous la connaissez... Nous avons juste eu le temps de confier notre fille et la “clef” à un homme de l'autre côté, avant que le passage se referme.
ja: TEXT_VOICEMAN_07005_002640_ALAYLA<tab>あとは、あなた方も知るとおり……。 一時的に開いた扉を通じて、娘と「鍵」を異世界に送り、 そこで出会った男性に託したの。

source: TEXT_VOICEMAN_07005_002650_ALAYLA<tab>You were born with an unusual gift, you see. Upon learning of it, Preservation sought to subject you to experiments.
de: TEXT_VOICEMAN_07005_002650_ALAYLA<tab>Unserem Kind, ihr<var 1D /var>... wohnt eine mysteriöse Macht inne. Als die Wahrung von dieser erfuhr, zögerten die Schurken keinen Moment. Sie wollten sie umgehend ihren Experimenten unterziehen.
fr: TEXT_VOICEMAN_07005_002650_ALAYLA<tab>Car notre fille est née avec un mystérieux pouvoir... Et après l'avoir appris, ceux de Préservation avaient pour projet de faire d'elle un sujet d'expériences...
ja: TEXT_VOICEMAN_07005_002650_ALAYLA<tab>この子には不思議な力があって、 プリザベーションが、実験対象として狙っていたのよ……。

source: TEXT_VOICEMAN_07005_002660_GRAHATIA<tab>An unusual gift... The Echo, I daresay.
de: TEXT_VOICEMAN_07005_002660_GRAHATIA<tab>Die Kraft des Transzendierens<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002660_GRAHATIA<tab>Un mystérieux pouvoir... L'Écho, bien sûrrr.
ja: TEXT_VOICEMAN_07005_002660_GRAHATIA<tab>……超える力のことか。

source: TEXT_VOICEMAN_07005_002750_KRILE<tab>Our people, the Milalla. Are there any ways I might learn more about them?
de: TEXT_VOICEMAN_07005_002750_KRILE<tab>Die Milalla<var 1D /var>... Gibt es vielleicht einen Weg, mehr über sie zu erfahren?
fr: TEXT_VOICEMAN_07005_002750_KRILE<tab>Notre peuple, les Milalla... Comment pourrais-je en apprendre davantage à leur sujet<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002750_KRILE<tab>……あの、ミララ族のこと、 もっと詳しく知る方法はありませんか？

source: TEXT_VOICEMAN_07005_002760_ROBOR<tab>There are─such as visiting the cavern inside the volcano. Our ancient homeland has been recreated there.
de: TEXT_VOICEMAN_07005_002760_ROBOR<tab>Den gibt es in der Tat. In einer Höhle des Vulkans wurde unsere alte Heimat nachgebildet.
fr: TEXT_VOICEMAN_07005_002760_ROBOR<tab>Je te conseille d'aller visiter la grotte qui se trouve sous le volcan. Notre ancien foyer y est reconstitué à l'identique.
ja: TEXT_VOICEMAN_07005_002760_ROBOR<tab>うむ、それなら火山にある洞窟に入ってみなさい。 私たちミララ族が暮らしていた土地が再現されている。

source: TEXT_VOICEMAN_07005_002770_ROBOR<tab>While it's intended to serve as an entertaining diversion, it ought to teach you a thing or two about our history and traditions.
de: TEXT_VOICEMAN_07005_002770_ROBOR<tab>Es mag sich zwar nur um eine Attraktion zu Vergnügungszwecken handeln, aber das ein oder andere kann man dort trotzdem lernen.
fr: TEXT_VOICEMAN_07005_002770_ROBOR<tab>Même s'il s'agit d'une attraction ludique, tu pourras y découvrir notre histoire et certaines de nos coutumes.
ja: TEXT_VOICEMAN_07005_002770_ROBOR<tab>娯楽施設として作られたものではあるが…… 歴史や伝承を、ひととおり学べるだろう。

source: TEXT_VOICEMAN_07005_002780_KRILE<tab>May we go there? Selfish though it may be, I should love to learn of my ancestors.
de: TEXT_VOICEMAN_07005_002780_KRILE<tab>Wäre es in Ordnung, wenn wir einen kurzen Abstecher wagen würden? Ich würde so gerne mehr über meine Vorfahren herausfinden<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002780_KRILE<tab>Ça ne vous dérangerait pas qu'on aille y faire un tour<var 1D /var>? Je serais curieuse d'en apprendre davantage sur mes ancêtres.
ja: TEXT_VOICEMAN_07005_002780_KRILE<tab>行ってみてもいいかしら？ 知りたいの……私たちの祖先のこと。

source: TEXT_VOICEMAN_07005_002781_KRILE<tab>Of them...and of the legacy my parents entrusted to me.
de: TEXT_VOICEMAN_07005_002781_KRILE<tab>... Und natürlich über meine Eltern.
fr: TEXT_VOICEMAN_07005_002781_KRILE<tab>Et sur mes parents aussi, bien sûr.
ja: TEXT_VOICEMAN_07005_002781_KRILE<tab>それから……両親のことも。

source: TEXT_VOICEMAN_07005_002790_WUKLAMAT<tab>Sure, by all means. As it happens, it's on the way to our destination.
de: TEXT_VOICEMAN_07005_002790_WUKLAMAT<tab>Auf jeden Fall! Wir müssen sowieso den Vulkan durchqueren<var 1D /var>- da liegt das ja fast auf dem Weg!
fr: TEXT_VOICEMAN_07005_002790_WUKLAMAT<tab>Oui, allons-y<var 1D /var>! Le volcan est sur notre route, de toute façon.
ja: TEXT_VOICEMAN_07005_002790_WUKLAMAT<tab>ああ、行こうぜ！ どっちにしろ、アタシらの目的地も、 火山を通っていった先だしな。

source: TEXT_VOICEMAN_07005_002800_WUKLAMAT<tab>Finished at last... Gods, I'm exhausted...
de: TEXT_VOICEMAN_07005_002800_WUKLAMAT<tab>Endlich durch<var 1D /var>... Mir tut alles weh!
fr: TEXT_VOICEMAN_07005_002800_WUKLAMAT<tab>Pfiou... Enfin, on y est<var 1D /var>! Je suis com<var 16 /var>plè<var 16 /var>te<var 16 /var>ment lessivée...
ja: TEXT_VOICEMAN_07005_002800_WUKLAMAT<tab>やっと終わりか……！ なんか、どっと疲れたぜ……。

source: TEXT_VOICEMAN_07005_002810_KRILE<tab>If the legend is true, the Milalla were refugees from the Source.
de: TEXT_VOICEMAN_07005_002810_KRILE<tab>Wenn wir der Legende glauben können, haben die Milalla ihre Wurzeln also im Ursprung<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002810_KRILE<tab>D'après la légende, les Milalla sont les descendants de voyageurs originaires du monde primitif.
ja: TEXT_VOICEMAN_07005_002810_KRILE<tab>あの伝承が正しいとすると、 ミララ族は、原初世界から渡った人々の末裔ということになる。

source: TEXT_VOICEMAN_07005_002820_KRILE<tab>But what is this relic of theirs that can bridge worlds? Who made it, and to what end?
de: TEXT_VOICEMAN_07005_002820_KRILE<tab>Doch was genau ist bloß dieses mysteriöse Artefakt, das ihnen dazu verhalf, die Welten zu verbinden?
fr: TEXT_VOICEMAN_07005_002820_KRILE<tab>Mais cette relique renfermant le pouvoir de relier les mondes... D'où vient-elle, exactement<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002820_KRILE<tab>でも、彼らが持っていた秘宝…… 世界を繋ぐ力の「鍵」とは、いったい……。

source: TEXT_VOICEMAN_07005_002821_ROBOR<tab>Much about the key remains shrouded in mystery.
de: TEXT_VOICEMAN_07005_002821_ROBOR<tab>(-???-)Der Schlüssel wirft nach wie vor viele Rätsel auf.
fr: TEXT_VOICEMAN_07005_002821_ROBOR<tab>(-Voix familière-)Aujourd'hui encore, la “clef” est nimbée de mystère.
ja: TEXT_VOICEMAN_07005_002821_ROBOR<tab>(-？？？？-)「鍵」については、まだ謎が多い。
