Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/070/VoiceMan_07005/*.xlf
Languages: de, fr, ja

source: TEXT_VOICEMAN_07005_000510_THANCRED<tab>So, assuming Wuk Lamat, Krile, and Erenville are a given for this foray...
de: TEXT_VOICEMAN_07005_000510_THANCRED<tab>Ich nehme schwer an, dass Wuk Lamat, Krile und Erenville ebenfalls in die andere Welt reisen, richtig?
fr: TEXT_VOICEMAN_07005_000510_THANCRED<tab>Puisque Wuk Lamat, Krile et Erenville prendront part à l'incursion, je monterai la garde ici pour protéger ceux qui s'occuperont du portail.
ja: TEXT_VOICEMAN_07005_000510_THANCRED<tab>先に意思を示したウクラマト、クルル、エレンヴィルは、 もちろん突入にまわるとして……

source: TEXT_VOICEMAN_07005_000511_THANCRED<tab>I'll make myself useful here by guarding those who are maintaining the gate.
de: TEXT_VOICEMAN_07005_000511_THANCRED<tab>Dann werde ich bleiben und diejenigen beschützen, die hier die Stellung halten. Wer weiß, vielleicht wird auf der anderen Seite des Portals ja bereits ein Angriff auf uns geplant.
fr: TEXT_VOICEMAN_07005_000511_THANCRED<tab>On ne sait jamais, des créatures belliqueuses pourraient tenter la traversée en sens inverse...
ja: TEXT_VOICEMAN_07005_000511_THANCRED<tab>俺はこっちで、扉を維持している連中を護衛する。 前に聞いたヴォイドゲートのときと同じように、 あちら側から何かが侵入してこないとも限らないからな。

source: TEXT_VOICEMAN_07005_000512_THANCRED<tab>Should any threats emerge, from the world beyond or otherwise, I'll deal with them.
de: TEXT_VOICEMAN_07005_000512_THANCRED<tab>Komme, was wolle, ich werde nichts und niemanden dieses Portal schließen lassen.
fr: TEXT_VOICEMAN_07005_000512_THANCRED<tab>Si ça arrive, je serai là pour leur faire comprendre qu'elles ne sont pas les bienvenues dans notre monde.
ja: TEXT_VOICEMAN_07005_000512_THANCRED<tab>どんなものがやって来ようが、術の邪魔をさせはしない。

source: TEXT_VOICEMAN_07005_000520_ESTINIEN<tab>As will I.
de: TEXT_VOICEMAN_07005_000520_ESTINIEN<tab>Da bin ich mit von der Partie.
fr: TEXT_VOICEMAN_07005_000520_ESTINIEN<tab>Elles auront aussi l'honneur de tâter de ma lance.
ja: TEXT_VOICEMAN_07005_000520_ESTINIEN<tab>俺も同じくだ。

source: TEXT_VOICEMAN_07005_000521_ESTINIEN<tab>Which leaves you free to head in there─and do what you do best.
de: TEXT_VOICEMAN_07005_000521_ESTINIEN<tab>Wehe, du kommst mir ohne die ein oder andere Geschichte im Gepäck zurück. Das bist du mir schuldig.
fr: TEXT_VOICEMAN_07005_000521_ESTINIEN<tab>Comme tu peux le voir, tes arrières seront bien gardés. Pars l'esprit tranquille, camarade.
ja: TEXT_VOICEMAN_07005_000521_ESTINIEN<tab>だからお前は、この先に何があるか見届けてこい。

source: TEXT_VOICEMAN_07005_Q1_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_07005_Q1_000_001_NONE_VOICE<tab>Was sagst du?
fr: TEXT_VOICEMAN_07005_Q1_000_001_NONE_VOICE<tab>Que dites-vous<var 1D /var>?
ja: TEXT_VOICEMAN_07005_Q1_000_001_NONE_VOICE<tab>何と言う？

source: TEXT_VOICEMAN_07005_A1_000_001_NONE_VOICE<tab>With you holding the fort, I know we'll be all right.
de: TEXT_VOICEMAN_07005_A1_000_001_NONE_VOICE<tab>Du weißt gar nicht, wie sehr es mich beruhigt, dich hier als Portalwächterin zu haben.
fr: TEXT_VOICEMAN_07005_A1_000_001_NONE_VOICE<tab>Alisaie, avec toi, je sais qu'on ne court aucun risque<var 1D /var>!
ja: TEXT_VOICEMAN_07005_A1_000_001_NONE_VOICE<tab>アリゼーが門番をしてくれるなら安心だ

source: TEXT_VOICEMAN_07005_A1_000_002_NONE_VOICE<tab>Make sure we can return while we're still young and beautiful, eh?
de: TEXT_VOICEMAN_07005_A1_000_002_NONE_VOICE<tab>Bitte gib dein Bestes! Sonst kommen wir alle alt und verschrumpelt zurück.
fr: TEXT_VOICEMAN_07005_A1_000_002_NONE_VOICE<tab>Fais en sorte qu'on ne devienne pas des vieillards, s'il te plaît.
ja: TEXT_VOICEMAN_07005_A1_000_002_NONE_VOICE<tab>老人にならないように護ってくれ

source: TEXT_VOICEMAN_07005_A1_000_003_NONE_VOICE<tab>I'm sorry...
de: TEXT_VOICEMAN_07005_A1_000_003_NONE_VOICE<tab>Tut mir leid, Alisaie<var 1D /var>...
fr: TEXT_VOICEMAN_07005_A1_000_003_NONE_VOICE<tab>Vraiment <var 08 E905 ((désolée)) ((désolé)) /var>...
ja: TEXT_VOICEMAN_07005_A1_000_003_NONE_VOICE<tab>ゴメン……！

source: TEXT_VOICEMAN_07005_000530_ALISAIE<tab>It's fine. Really. Mostly.
de: TEXT_VOICEMAN_07005_000530_ALISAIE<tab>Ist ja gut, ist ja gut! Ich verstehe schon. Aber versprecht mir eins!
fr: TEXT_VOICEMAN_07005_000530_ALISAIE<tab>C'est bon, j'ai compris...
ja: TEXT_VOICEMAN_07005_000530_ALISAIE<tab>もう、わかったわよ。 その代わり……

source: TEXT_VOICEMAN_07005_000531_ALISAIE<tab>Just don't let <var 08 E905 ((her)) ((him)) /var> bear the burden alone, do you hear?
de: TEXT_VOICEMAN_07005_000531_ALISAIE<tab>Lasst <var 08 E905 ((sie)) ((ihn)) /var> nicht die ganze Last alleine stemmen, hört ihr?
fr: TEXT_VOICEMAN_07005_000531_ALISAIE<tab>Ne <var 08 E905 ((la)) ((le)) /var> laisse pas porter tout le fardeau sur ses épaules, d'accord<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000531_ALISAIE<tab>この人に、ぜんぶ背負わせないでよね。

source: TEXT_VOICEMAN_07005_000532_ALPHINAUD<tab>'Tis done. Whenever you're ready.
de: TEXT_VOICEMAN_07005_000532_ALPHINAUD<tab>Jetzt oder nie!
fr: TEXT_VOICEMAN_07005_000532_ALPHINAUD<tab>Voilà, c'est quand vous voulez.
ja: TEXT_VOICEMAN_07005_000532_ALPHINAUD<tab>よし……今のうちに行くんだ。

source: TEXT_VOICEMAN_07005_000533_ALISAIE<tab>We'll protect the portal. Keep it open no matter what.
de: TEXT_VOICEMAN_07005_000533_ALISAIE<tab>Was auch passieren mag, wir werden das Portal<var 1D /var>- und euch<var 1D /var>- beschützen!
fr: TEXT_VOICEMAN_07005_000533_ALISAIE<tab>Quoi qu'il arrive, on protégera ce portail<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000533_ALISAIE<tab>どんなことがあっても、私たちが護るから……！

source: TEXT_VOICEMAN_07005_000540_YSHTOLA<tab>Beyond lies an unknown reflection.
de: TEXT_VOICEMAN_07005_000540_YSHTOLA<tab>Auf der anderen Seite erstreckt sich eine uns unbekannte Welt.
fr: TEXT_VOICEMAN_07005_000540_YSHTOLA<tab>Un monde inconnu vous attend de l'autre côté.
ja: TEXT_VOICEMAN_07005_000540_YSHTOLA<tab>ここから先は、未知なる鏡像世界。

source: TEXT_VOICEMAN_07005_000550_YSHTOLA<tab>Short of asking an Ascian, we unfortunately have no way of identifying which one it is.
de: TEXT_VOICEMAN_07005_000550_YSHTOLA<tab>Und da uns das Wissen der Ascians fehlt, können wir auch nicht sagen, um welchen der dreizehn Splitter es sich wohl handelt.
fr: TEXT_VOICEMAN_07005_000550_YSHTOLA<tab>Sans Ascien pour nous renseigner, nous n'avons aucun moyen de deviner de quel reflet il s'agit.
ja: TEXT_VOICEMAN_07005_000550_YSHTOLA<tab>アシエンでない私たちには、 そこが第何世界にあたるのかはわからないわ。

source: TEXT_VOICEMAN_07005_000551_WUKLAMAT<tab>Well, what we do know is that it's Sphene's domain─a place where she brings back those who've been lost. So for now, why don't we call it...
de: TEXT_VOICEMAN_07005_000551_WUKLAMAT<tab>Dann lasst uns ihm einen Namen geben: Der Ort, an dem selbst die Verstorbenen nicht in Vergessenheit geraten<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000551_WUKLAMAT<tab>Au moins, on sait qu'il s'agit du royaume de Sphene. Là où rien ne disparaît, même pas les morts...
ja: TEXT_VOICEMAN_07005_000551_WUKLAMAT<tab>なら、こう呼ぼうぜ。 スフェーンが、死者さえも失わないために閉じこもった場所……

source: TEXT_VOICEMAN_07005_000552_WUKLAMAT<tab>The unlost world!
de: TEXT_VOICEMAN_07005_000552_WUKLAMAT<tab>„Die unverlorene Welt!“
fr: TEXT_VOICEMAN_07005_000552_WUKLAMAT<tab>Faute de mieux, on a qu'à l'appeler... le monde inéphémère<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000552_WUKLAMAT<tab>「<var 4A ((失われざる世界)) ((アンロスト・ワールド)) /var>」ってな！

source: TEXT_VOICEMAN_07005_000570_WUKLAMAT<tab>Right, let's go!
de: TEXT_VOICEMAN_07005_000570_WUKLAMAT<tab>Auf geht's!
fr: TEXT_VOICEMAN_07005_000570_WUKLAMAT<tab>En avant, mes amis<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000570_WUKLAMAT<tab>よし、行くぜ！

source: TEXT_VOICEMAN_07005_000580_ERENVILLE<tab>How to describe the sheer amazement we felt when we emerged on the other side of the portal? I fear words do not do it justice.
fr: TEXT_VOICEMAN_07005_000580_ERENVILLE<tab>Les mots me manquent pour exprimer la stupéfaction qui fut la nôtre en découvrant l'incroyable paysage qui s'étendait de l'autre côté du portail.
ja: TEXT_VOICEMAN_07005_000580_ERENVILLE<tab>あのとき 眼前に広がる光景を見て 俺たちがどれほど驚いたか 言葉で表すのは難しい

source: TEXT_VOICEMAN_07005_000590_ERENVILLE<tab>Before us was a vibrant world where the memories of the departed abided and reveled in bygone days.
de: TEXT_VOICEMAN_07005_000590_ERENVILLE<tab>Ein Ort, an dem die Erinnerungen, ihrer sterblichen Hüllen entledigt, in ewigem Glanze ihr Dasein genießen konnten.
fr: TEXT_VOICEMAN_07005_000590_ERENVILLE<tab>Sous nos yeux, une ville animée de souvenirs ayant survécu à la mort charnelle et perdurant dans une existence à la gloire de l'éternité.
ja: TEXT_VOICEMAN_07005_000590_ERENVILLE<tab>肉体の死を経た記憶たちが 色褪せることのない思い出の中で 永遠を謳歌する場所

source: TEXT_VOICEMAN_07005_000591_ERENVILLE<tab>Living Memory, or so the Endless called it.
de: TEXT_VOICEMAN_07005_000591_ERENVILLE<tab>Die Endlosen nannten ihn schlicht „Lebende Erinnerung“.
fr: TEXT_VOICEMAN_07005_000591_ERENVILLE<tab>“La Mémoire vivante”, comme les Éternels l'avaient eux-mêmes appelée.
ja: TEXT_VOICEMAN_07005_000591_ERENVILLE<tab>永久人たちはそこを リビング・メモリーと呼んだ

source: TEXT_VOICEMAN_07005_000600_ERENVILLE<tab>How they laughed and smiled as they reminisced upon unfulfilled dreams. Alive in all perceivable ways...yet knowing no loss.
de: TEXT_VOICEMAN_07005_000600_ERENVILLE<tab>Ihre unerfüllten Träume hinter sich lassend, schien ein jeder dort glücklich und zufrieden<var 1D /var>- durch und durch am Leben und frei vom Schmerz des Verlustes.
fr: TEXT_VOICEMAN_07005_000600_ERENVILLE<tab>Chacun de ses habitants riait joyeusement en partageant ses rêves jamais réalisés, croquant à pleines dents dans cette vie infinie, sans aucune crainte de perdre quoi que ce soit.
ja: TEXT_VOICEMAN_07005_000600_ERENVILLE<tab>誰も彼もが笑っている 叶わなかった夢を語りながら 皆たしかに生きていて 失われるものは何もなかった

source: TEXT_VOICEMAN_07005_000610_ERENVILLE<tab>So resplendent was every ilm of this paradise, the words rose unbidden to my lips:
de: TEXT_VOICEMAN_07005_000610_ERENVILLE<tab>Ob dieses prachtvollen Glanzes, der alles erstrahlen ließ, drangen meine Gedanken unweigerlich über meine Lippen<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000610_ERENVILLE<tab>Littéralement émerveillé par le spectacle de ce monde qui brillait de mille feux, je ne pus m'empêcher de penser à voix haute.
ja: TEXT_VOICEMAN_07005_000610_ERENVILLE<tab>街はどこもかしこも眩い輝きを放っていて 俺は思わず こう呟いたんだ――

source: TEXT_VOICEMAN_07005_000620_ERENVILLE<tab>All this time, it was here─the city of gold.
de: TEXT_VOICEMAN_07005_000620_ERENVILLE<tab>Die Stadt aus Gold<var 1D /var>... <var 1A 02 /var>endlich<var 1A 01 /var> habe ich sie gefunden<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000620_ERENVILLE<tab>La voilà, la cité d'or...
ja: TEXT_VOICEMAN_07005_000620_ERENVILLE<tab>黄金郷は、ここにあったんだな……。

source: TEXT_VOICEMAN_07005_000630_WUKLAMAT<tab>Sphene! Are you there?
de: TEXT_VOICEMAN_07005_000630_WUKLAMAT<tab>Sphene! Bist du da?
fr: TEXT_VOICEMAN_07005_000630_WUKLAMAT<tab>Hé, Sphene<var 1D /var>! T'es là-dedans<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000630_WUKLAMAT<tab>おい、スフェーン！ ここにいるのか？

source: TEXT_VOICEMAN_07005_000640_WUKLAMAT<tab>If you are, say something! We need to talk!
de: TEXT_VOICEMAN_07005_000640_WUKLAMAT<tab>Wenn du da bist, antworte mir! Wir müssen mit dir reden!
fr: TEXT_VOICEMAN_07005_000640_WUKLAMAT<tab>Si t'es là, réponds-moi<var 1D /var>! Il faut qu'on parle<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000640_WUKLAMAT<tab>いるなら返事をしてくれ！ お前と話がしてぇんだ！

source: TEXT_VOICEMAN_07005_000650_WUKLAMAT<tab>Sphene!
fr: TEXT_VOICEMAN_07005_000650_WUKLAMAT<tab>Sphene<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000650_WUKLAMAT<tab>スフェーン……！

source: TEXT_VOICEMAN_07005_000660_SPHENE<tab>Hmm... That you should come here...
de: TEXT_VOICEMAN_07005_000660_SPHENE<tab>Dass ihr mir bis <var 1A 02 /var>hierhin<var 1A 01 /var> folgen würdet<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000660_SPHENE<tab>Je ne pensais pas que tu viendrais jusqu'ici...
ja: TEXT_VOICEMAN_07005_000660_SPHENE<tab>こんなところにまで来ちゃうなんて……参ったなあ。

source: TEXT_VOICEMAN_07005_000670_WUKLAMAT<tab>I haven't known you long, Sphene, but I know you have a good heart. Your love for your people is proof of this.
de: TEXT_VOICEMAN_07005_000670_WUKLAMAT<tab>Wir kennen uns zwar noch nicht lange, aber einer Sache bin ich mir sicher: Du trägst dein Herz am rechten Fleck, denn du liebst dein Volk über alles.
fr: TEXT_VOICEMAN_07005_000670_WUKLAMAT<tab>On se connaît pas depuis longtemps, mais il m'a suffi de voir l'amour que tu portes à ton peuple pour comprendre que tu as un bon fond.
ja: TEXT_VOICEMAN_07005_000670_WUKLAMAT<tab>スフェーンとはまだ短い付き合いだけどよ…… お前が民を愛する心根の優しい奴だってことは、 ここまでで十分わかってるつもりだぜ。

source: TEXT_VOICEMAN_07005_000680_WUKLAMAT<tab>I can't let you do what you're trying to do. And deep down, I don't think you want to do it either.
de: TEXT_VOICEMAN_07005_000680_WUKLAMAT<tab>Aber trotzdem <var 1A 02 /var>kann<var 1A 01 /var> ich dein Vorhaben nicht gutheißen! Du weißt doch selbst, wie falsch es ist!
fr: TEXT_VOICEMAN_07005_000680_WUKLAMAT<tab>Malgré ça, je refuse de te laisser agir à ta guise. Toi-même, tu peux pas avoir pris cette décision de gaieté de cœur.
ja: TEXT_VOICEMAN_07005_000680_WUKLAMAT<tab>だけどよ、お前がやろうとしていることは見過ごせねぇ。 お前だって、本当はこんなことしたくないんだろ？

source: TEXT_VOICEMAN_07005_000690_SPHENE<tab>I want a world without suffering. A world where nothing is lost... Would that such a place existed.
de: TEXT_VOICEMAN_07005_000690_SPHENE<tab>Eine Welt ohne Schmerz und Verlust<var 1D /var>... Wie schön sie doch wäre.
fr: TEXT_VOICEMAN_07005_000690_SPHENE<tab>Un monde sans douleur, dans lequel rien n'est perdu à jamais... Si seulement un tel endroit pouvait exister.
ja: TEXT_VOICEMAN_07005_000690_SPHENE<tab>誰も傷つかない、何も失われない…… そんな優しい世界があればよかった。

source: TEXT_VOICEMAN_07005_000700_SPHENE<tab>But the Endless only grow in number, and ever more life force is needed to sustain them.
de: TEXT_VOICEMAN_07005_000700_SPHENE<tab>Doch der Fortbestand der Endlosen kostet Lebensenergie. Dies ist der Preis ihrer Unsterblichkeit<var 1D /var>...
fr: TEXT_VOICEMAN_07005_000700_SPHENE<tab>Mal<var 16 /var>heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, ce n'est pas le cas. Le nombre des Éternels augmente sans cesse, et leur existence ne saurait être infinie sans éther vital...
ja: TEXT_VOICEMAN_07005_000700_SPHENE<tab>でもね、増え続ける永久人の存在を維持するためには、 「生命力のエーテル」が必要なの。 永遠の命は、その糧を得てこそ永遠でいられる……。

source: TEXT_VOICEMAN_07005_000710_SPHENE<tab>Within the barrier, we have managed to curb the cycle of rebirth these few hundred years. But we've reached the limit.
de: TEXT_VOICEMAN_07005_000710_SPHENE<tab>Wir brachen den Kreislauf der Vergänglichkeit, und in unserem Wall bewahrten wir das ewige Leben für mehrere hundert Jahre<var 1D /var>... Doch die immer größer werdende Anzahl an Endlosen brachte uns schließlich an unsere Grenzen.
fr: TEXT_VOICEMAN_07005_000710_SPHENE<tab>En interrompant le cycle de la vie, nous nous sommes épanouis dans cet espace clos pendant plusieurs siècles. Mais aujourd'hui, la situation n'est plus tenable.
ja: TEXT_VOICEMAN_07005_000710_SPHENE<tab>障壁に閉ざされた箱庭の中で、 命の巡りをせき止めながら、数百年どうにか繋いできたけど…… それももう限界なんだ。

source: TEXT_VOICEMAN_07005_000720_SPHENE<tab>That is why I looked to interdimensional fusion. To harvest what we needed from your world.
de: TEXT_VOICEMAN_07005_000720_SPHENE<tab>Und deswegen entschied ich mich dazu, die Weltenfusion einzuleiten. Eure Realität sollte den Endlosen als Nahrung dienen.
fr: TEXT_VOICEMAN_07005_000720_SPHENE<tab>C'est pourquoi j'ai décidé de recourir au pouvoir de relier les mondes... Afin d'aller chercher dans le vôtre ce dont nous avons besoin pour prospérer.
ja: TEXT_VOICEMAN_07005_000720_SPHENE<tab>だから私は「世界を繋ぐ力」に頼る路を選んだ。 キミたちの世界に、永久人の糧を求めるために……。

source: TEXT_VOICEMAN_07005_000721_SPHENE<tab>From your people. And with the key, we <var 1A 02 /var>will<var 1A 01 /var> have it.
de: TEXT_VOICEMAN_07005_000721_SPHENE<tab>Nun wird sich mein Plan endlich verwirklichen. Denn ich<var 1D /var>... halte den Schlüssel in den Händen.
fr: TEXT_VOICEMAN_07005_000721_SPHENE<tab>La <var 1A 02 /var>clef<var 1A 01 /var> pour mener ce projet à son terme est en ma possession, et je n'échouerai pas.
ja: TEXT_VOICEMAN_07005_000721_SPHENE<tab>計画は果たされるよ。 「鍵」は今……私の手元にあるんだから。

source: TEXT_VOICEMAN_07005_000730_GRAHATIA<tab>And once you've plundered our world of aether, what then? Will you do the same to others?
de: TEXT_VOICEMAN_07005_000730_GRAHATIA<tab>Und was, wenn der Äther unserer Welt restlos aufgezehrt ist? Labst du dich dann an der nächsten?
fr: TEXT_VOICEMAN_07005_000730_GRAHATIA<tab>Et lorsque tu auras siphonné tout l'éther de notre monde, tu vas continuer en t'attaquant aux autres rrreflets<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000730_GRAHATIA<tab>オレたちの世界からエーテルを奪って、 それでも足りなくなったら、今度は別の鏡像世界から奪うのか？

source: TEXT_VOICEMAN_07005_000731_GRAHATIA<tab>All men eventually die. If you make Endless of everyone, you will never have enough aether to sustain them. You but prolong the inevitable.
de: TEXT_VOICEMAN_07005_000731_GRAHATIA<tab>Alles Leben muss enden. Wenn du dich dem entgegenstellst, werden die Endlosen schließlich auch den letzten Tropfen Äther verzehren. So führt dieses „ewige Leben“ nur zur Selbstzerstörung deines Volkes!
fr: TEXT_VOICEMAN_07005_000731_GRAHATIA<tab>Tous les êtres vivants doivent mourir un jour. Plus le nombre d'Éternels grandira, plus tu auras besoin d'énergie pour les préserver... Tu ne fais que repousser l'inévitable en emporrrtant toujours plus d'innocents dans ta propre destruction<var 1D /var>!
ja: TEXT_VOICEMAN_07005_000731_GRAHATIA<tab>人は生まれれば死ぬものだ……。 そのすべてを永久人にしたら、糧はいくらあっても足りない。 奪い続けて、やがては自滅するだけだ！

source: TEXT_VOICEMAN_07005_000740_KRILE<tab>Sphene. If you would nevertheless persist in this folly, we must stand against you.
de: TEXT_VOICEMAN_07005_000740_KRILE<tab>Ganz genau. Deswegen werden wir alles daransetzen, dich und deinen Plan aufzuhalten.
fr: TEXT_VOICEMAN_07005_000740_KRILE<tab>Il a raison, et tu le sais très bien. Si tu as vraiment l'intention de mettre ton plan à exécution, alors nous devons te considérer comme notre ennemie.
ja: TEXT_VOICEMAN_07005_000740_KRILE<tab>そうね……もし本当に実行するつもりなら、 残念だけど、あなたを敵とみなすしかないわ。

source: TEXT_VOICEMAN_07005_000750_KRILE<tab>For we too have people we cannot lose. Places to which our hearts belong.
de: TEXT_VOICEMAN_07005_000750_KRILE<tab>Denn auch wir haben Dinge, die uns wichtig sind: Freunde und Verbündete. Orte, die wir unser Zuhause nennen ...!
fr: TEXT_VOICEMAN_07005_000750_KRILE<tab>Nous aussi, nous avons des choses qui nous sont chères, des personnes que nous voulons protéger. On ne peut pas te laisser tout anéantir.
ja: TEXT_VOICEMAN_07005_000750_KRILE<tab>私たちにだって、譲れないもの……護りたい人…… いつか帰るところがあるのだから。

source: TEXT_VOICEMAN_07005_000760_SPHENE<tab>Lamaty'i... I would have loved nothing more than to work hand in hand with you to tend our nations.
de: TEXT_VOICEMAN_07005_000760_SPHENE<tab>Lamaty'i ... Du kannst dir gar nicht vorstellen, wie gerne ich dir doch die Hand gereicht und Seite an Seite mit dir gestanden hätte<var 1D /var>- beflügelt von der gleichen Liebe für unser Volk.
fr: TEXT_VOICEMAN_07005_000760_SPHENE<tab>Lamaty'i... J'aurais tant aimé que nous œuvrions main dans la main pour protéger nos peuples... En tant que reines, toi et moi.
ja: TEXT_VOICEMAN_07005_000760_SPHENE<tab>……ラマチ。 同じ王として、ともに手を取り合って国を護っていけたら、 どんなによかっただろうって、今でも思うよ。

source: TEXT_VOICEMAN_07005_000770_SPHENE<tab>But fate is cruel. By the time it had brought us together, our futures had already been written.
de: TEXT_VOICEMAN_07005_000770_SPHENE<tab>Doch es hat nicht sein sollen. Bereits bei unserem ersten Treffen war es längst zu spät.
fr: TEXT_VOICEMAN_07005_000770_SPHENE<tab>Hélas, le destin est cruel. Lorsque nos routes se sont enfin croisées, il était déjà trop tard.
ja: TEXT_VOICEMAN_07005_000770_SPHENE<tab>……でも、運命は残酷だね。 キミと出会ったときには、もう何もかもが手遅れだったんだ。

source: TEXT_VOICEMAN_07005_000780_SPHENE<tab>The kind and gentle Queen Sphene was too weak to serve her people. And so she will serve them no more.
de: TEXT_VOICEMAN_07005_000780_SPHENE<tab>Egal, was Sphene auch versuchte, sie konnte ihr Volk nicht beschützen. Und so bleibt mir nichts übrig, als mich ihres Herzens zu entledigen.
fr: TEXT_VOICEMAN_07005_000780_SPHENE<tab>Puisque la bonne et généreuse Sphene a été incapable de défendre les siens... j'ai décidé de me débarrasser d'elle.
ja: TEXT_VOICEMAN_07005_000780_SPHENE<tab>かつて、優しいだけのスフェーン王は、民を護れなかった。 だから私は、弱い心を捨てることにしたの！

source: TEXT_VOICEMAN_07005_000790_SPHENE<tab>I will erase all memories of the living Sphene─she who has cursed me with this soft and powerless nature.
de: TEXT_VOICEMAN_07005_000790_SPHENE<tab>Die Erinnerung jener Königin, welcher ich entspringe<var 1D /var>... Sie ist es, die mich zurückhält<var 1D /var>... Die mein Volk gefährdet<var 1D /var>...!
fr: TEXT_VOICEMAN_07005_000790_SPHENE<tab>Oui, je vais effacer les souvenirs de celle qui a régné autrefois, et ainsi m'affranchir de ses faiblesses.
ja: TEXT_VOICEMAN_07005_000790_SPHENE<tab>私を構成する「生前のスフェーン」の記憶、 それを捨て去って、この人格を消去する……！

source: TEXT_VOICEMAN_07005_000800_SPHENE<tab>Freed from conscience, I shall become a ruler that <var 1A 02 /var>can<var 1A 01 /var> protect Alexandria. A devourer of worlds.
de: TEXT_VOICEMAN_07005_000800_SPHENE<tab>Befreit von diesem Gewissen werde ich zu einer gnadenlosen, weltenverschlingenden Waffe werden<var 1D /var>... Für Alexandria<var 1D /var>... Für mein Volk!
fr: TEXT_VOICEMAN_07005_000800_SPHENE<tab>Je serai alors enfin à même de protéger ma chère Alexandrie... en devenant une arme impitoyable, capable de dévorer les mondes.
ja: TEXT_VOICEMAN_07005_000800_SPHENE<tab>そうして……世界を喰らう最悪のシステムとなって、 アレクサンドリアを護るんだ。

source: TEXT_VOICEMAN_07005_000810_SPHENE<tab>When two nations cannot protect their own without doing harm to the other, there can be only one resolution. It is a hard truth...but one <var 1A 02 /var>you<var 1A 01 /var> understand, don't you?
de: TEXT_VOICEMAN_07005_000810_SPHENE<tab>Wir beide haben Dinge zu beschützen, die zu verlieren wir nicht bereit sind. Du weißt ganz genau, was unausweichlich folgen muss, nicht wahr?
fr: TEXT_VOICEMAN_07005_000810_SPHENE<tab>Lorsque chaque camp ne peut accomplir sa volonté qu'au détriment de l'autre, une seule issue est possible. Tu sais comme moi de laquelle il s'agit, n'est-ce pas<var 1D /var>?
ja: TEXT_VOICEMAN_07005_000810_SPHENE<tab>……お互いの護りたいものが相容れないとき、 どうやって解決すべきか……キミならきっとわかるよね？

source: TEXT_VOICEMAN_07005_Q2_000_001_NONE_VOICE<tab>What will you say?
de: TEXT_VOICEMAN_07005_Q2_000_001_NONE_VOICE<tab>Was antwortest du?
fr: TEXT_VOICEMAN_07005_Q2_000_001_NONE_VOICE<tab>Que répondez-vous<var 1D /var>?
ja: TEXT_VOICEMAN_07005_Q2_000_001_NONE_VOICE<tab>何と言う？

source: TEXT_VOICEMAN_07005_A2_000_001_NONE_VOICE<tab>Then let's resolve this.
de: TEXT_VOICEMAN_07005_A2_000_001_NONE_VOICE<tab>Beenden wir es.
fr: TEXT_VOICEMAN_07005_A2_000_001_NONE_VOICE<tab>Ça a assez duré, finissons-en.
ja: TEXT_VOICEMAN_07005_A2_000_001_NONE_VOICE<tab>決着をつけよう

source: TEXT_VOICEMAN_07005_A2_000_002_NONE_VOICE<tab>I'll protect my world and all the others.
de: TEXT_VOICEMAN_07005_A2_000_002_NONE_VOICE<tab>Ich werde alle Welten beschützen, nicht nur die meine.
fr: TEXT_VOICEMAN_07005_A2_000_002_NONE_VOICE<tab>Je protégerai mon monde coûte que coûte.
ja: TEXT_VOICEMAN_07005_A2_000_002_NONE_VOICE<tab>鏡像世界は自分が護る

source: TEXT_VOICEMAN_07005_A2_000_003_NONE_VOICE<tab>This evil is not inevitable! Find another way!
de: TEXT_VOICEMAN_07005_A2_000_003_NONE_VOICE<tab>Gib dich dieser Kraft nicht hin, Sphene!
fr: TEXT_VOICEMAN_07005_A2_000_003_NONE_VOICE<tab>Tu n'abuseras pas de ce pouvoir.
ja: TEXT_VOICEMAN_07005_A2_000_003_NONE_VOICE<tab>その力を悪用するな

source: TEXT_VOICEMAN_07005_000870_SPHENE<tab>I'm afraid we're out of time. The process has begun. And it cannot be stopped.
de: TEXT_VOICEMAN_07005_000870_SPHENE<tab>Es ist zu spät. Das System<var 1D /var>... Niemand kann es mehr stoppen!
fr: TEXT_VOICEMAN_07005_000870_SPHENE<tab>Il est déjà trop tard... Le système a été activé, et rien ne pourra l'arrêter.
ja: TEXT_VOICEMAN_07005_000870_SPHENE<tab>残念、ひと足遅かったね。 起動したシステムは、もう止められない……！
