Repository: endervad/ffxiv_translation_test
Catalog: exd/cut_scene/070/VoiceMan_07005/*.xlf
Languages: de, fr, ja

source: TEXT_VOICEMAN_07005_002830_ROBOR<tab>By augmenting it with electrope, Preservation did succeed in opening a portal. Yet they could never grasp how they had managed to do so, much less the underlying principles of the technology.
de: TEXT_VOICEMAN_07005_002830_ROBOR<tab>Und die Wahrung ließ nichts unversucht, diese Rätsel zu lösen. Zwar gelang es ihnen letztlich, das Tor zu öffnen, aber gänzlich verstanden hatten sie die Wirkweise des Schlüssels nicht.
fr: TEXT_VOICEMAN_07005_002830_ROBOR<tab>Préservation a certes réussi à ouvrir un portail, en y apportant quelques mo<var 16 /var>di<var 16 /var>fi<var 16 /var>ca<var 16 /var>tions. Mais sans comprendre l'essence de sa structure.
ja: TEXT_VOICEMAN_07005_002830_ROBOR<tab>プリザベーションはそこに改造を施し、 扉を開閉させられるまでに至ったが…… それですら、仕組みを完全に理解した上でのことではないのだ。

source: TEXT_VOICEMAN_07005_002840_ROBOR<tab>To this day, not a single person understands the mechanics of interdimensional fusion. Let alone who imbued the key with its power, when they did so, or why.
de: TEXT_VOICEMAN_07005_002840_ROBOR<tab>Wann und von wem wurde der Schlüssel erschaffen? Was genau steckt hinter der ihm innewohnenden Macht? Bisher konnte noch niemand diese Fragen beantworten.
fr: TEXT_VOICEMAN_07005_002840_ROBOR<tab>Personne ne sait quand et par qui a été fabriqué cet artefact. Quant à la véritable nature du pouvoir de relier les mondes, elle demeure un mystère absolu.
ja: TEXT_VOICEMAN_07005_002840_ROBOR<tab>あの「鍵」がいつ、誰によって作り出されたのか…… そこからもたらされる「世界を繋ぐ力」の本質とは…… 解明できた者は、ひとりとしていない。

source: TEXT_VOICEMAN_07005_002841_ROBOR<tab>But remember this.
de: TEXT_VOICEMAN_07005_002841_ROBOR<tab>Aber denkt immer daran<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002841_ROBOR<tab>... Mais n'oubliez jamais ceci.
ja: TEXT_VOICEMAN_07005_002841_ROBOR<tab>……気をつけなさい。

source: TEXT_VOICEMAN_07005_002850_ROBOR<tab>The key is a tool. And like all tools, in and of itself it is a force for neither good nor evil.
de: TEXT_VOICEMAN_07005_002850_ROBOR<tab>Was auch seine Ursprünge sein mögen, ein Ding an sich ist weder gut noch böse. Das hängt ganz allein von den Intentionen jener ab, die es benutzen.
fr: TEXT_VOICEMAN_07005_002850_ROBOR<tab>Quelle que soit son origine, un objet n'est jamais bon ou mauvais par nature. Ce sont les intentions de son possesseur qui en décident.
ja: TEXT_VOICEMAN_07005_002850_ROBOR<tab>何者が作りだしたにせよ、物に善悪はない。 使う者の心次第で、どちらにも転ぶことだろう。

source: TEXT_VOICEMAN_07005_002860_ROBOR<tab>Once taken in hand, however, its capacity for both is made plain. In delivering one man, it may doom another─making a lie of its bearer's every good intention.
de: TEXT_VOICEMAN_07005_002860_ROBOR<tab>Und selbst die sind nicht immer einfach einzuordnen. Denn was des einen Freud ist, mag des anderen Leid sein. Vergesst das nicht.
fr: TEXT_VOICEMAN_07005_002860_ROBOR<tab>Et même avec toute la bonne volonté du monde, le salut d'un homme peut signifier le trépas d'un autre... Voilà pourquoi la ligne séparant le bien du mal reste toujours ténue.
ja: TEXT_VOICEMAN_07005_002860_ROBOR<tab>その心とて、善悪の境目は実に曖昧だ。 誰かを救いたいという想いが、 別の誰かを滅ぼす脅威になり得る。

source: TEXT_VOICEMAN_07005_002870_ALAYLA<tab>As did Preservation, Queen Sphene seeks to wield the key in the name of those she loves.
de: TEXT_VOICEMAN_07005_002870_ALAYLA<tab>Genau wie die Wahrung vor ihr sucht Sphene lediglich, ihr geliebtes Volk zu schützen, nicht wahr?
fr: TEXT_VOICEMAN_07005_002870_ALAYLA<tab>Qu'il s'agisse de Sphene ou de Préservation, chacun d'entre eux est sans doute convaincu d'agir dans l'intérêt de ceux qui leur sont chers.
ja: TEXT_VOICEMAN_07005_002870_ALAYLA<tab>プリザベーションも、スフェーン様も、 「鍵」を使うのは、愛する人を護るためだと言うでしょう。

source: TEXT_VOICEMAN_07005_002871_ALAYLA<tab>And, in so doing, makes her people party to the destruction of countless souls.
de: TEXT_VOICEMAN_07005_002871_ALAYLA<tab>Und doch führte ihre Liebe sie auf einen Pfad voller Schmerz und Zerstörung<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002871_ALAYLA<tab>Mais en empruntant cette voie, ils laissent aussi d'innombrables victimes dans leur sillage...
ja: TEXT_VOICEMAN_07005_002871_ALAYLA<tab>そうして、多くの人が犠牲になる路を歩み続ける……。

source: TEXT_VOICEMAN_07005_002880_ALAYLA<tab>We have told you all we can. To be able to share this with you at the last... It feels as though we've fulfilled our purpose.
de: TEXT_VOICEMAN_07005_002880_ALAYLA<tab>Nun, das ist alles, was wir euch mit auf den Weg geben können<var 1D /var>... Mit unserem Wissen in euren Händen fühlt es sich so an, als hätten wir nach all den Jahren endlich unsere Pflicht erfüllt.
fr: TEXT_VOICEMAN_07005_002880_ALAYLA<tab>Voilà, c'est tout ce que nous avions à vous apprendre. Maintenant que cette discussion est terminée, nous avons enfin le sentiment d'avoir rempli notre rôle.
ja: TEXT_VOICEMAN_07005_002880_ALAYLA<tab>さて、私たちが伝えられる情報は、これですべてよ。 最期にあなた方に話すことができて、 ようやく役目を終えられた気がするわ。

source: TEXT_VOICEMAN_07005_002890_ROBOR<tab>You've come to shut down the terminal?
de: TEXT_VOICEMAN_07005_002890_ROBOR<tab>Ihr seid hier, um das System abzuschalten, richtig?
fr: TEXT_VOICEMAN_07005_002890_ROBOR<tab>Vous êtes venus ici pour éteindre le terminal, n'est-ce pas<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002890_ROBOR<tab>君たちは、ターミナルを停止しに来たんだろう？

source: TEXT_VOICEMAN_07005_002900_KRILE<tab>...Yes, we have.
de: TEXT_VOICEMAN_07005_002900_KRILE<tab>... Ja.
fr: TEXT_VOICEMAN_07005_002900_KRILE<tab>... Oui.
ja: TEXT_VOICEMAN_07005_002900_KRILE<tab>……はい。

source: TEXT_VOICEMAN_07005_002910_KRILE<tab>But perhaps there's another way? One that doesn't require the terminal's deactivation...
de: TEXT_VOICEMAN_07005_002910_KRILE<tab>A-Aber vielleicht finden wir ja einen anderen Weg! Mit eurer Hilfe muss es doch<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002910_KRILE<tab>Mais si vous connaissez un autre moyen d'arriver à nos fins, dites-le-nous...<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002910_KRILE<tab>でも、もしかして、 おふたりなら停止する以外の方法を……！

source: TEXT_VOICEMAN_07005_002920_ROBOR<tab>For the longest time, we've sought a means to erase ourselves before our knowledge could be used for ill. And in you we have found it.
de: TEXT_VOICEMAN_07005_002920_ROBOR<tab>Wir suchen schon seit Ewigkeiten nach einer Möglichkeit, unsere Erinnerung zu löschen. In den falschen Händen ist unser Wissen einfach zu gefährlich<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002920_ROBOR<tab>Pendant toutes ces années, nous avons cherché à effacer notre mémoire pour éviter que notre savoir soit utilisé à mauvais escient.
ja: TEXT_VOICEMAN_07005_002920_ROBOR<tab>私たちの知識が悪用される前に、 この記憶を消すすべをずっと探していた。

source: TEXT_VOICEMAN_07005_002930_ROBOR<tab>So press on. Press on, and don't look back.
de: TEXT_VOICEMAN_07005_002930_ROBOR<tab>Dein Pfad ist der richtige, Kind. Wandle weiter auf deinen Wegen<var 1D /var>... für uns.
fr: TEXT_VOICEMAN_07005_002930_ROBOR<tab>La voie que tu as choisie est la bonne. Va, et ne te retourne pas.
ja: TEXT_VOICEMAN_07005_002930_ROBOR<tab>この路でいい、進みなさい。

source: TEXT_VOICEMAN_07005_002940_KRILE<tab>I will...
de: TEXT_VOICEMAN_07005_002940_KRILE<tab>Ich<var 1D /var>... verstehe.
fr: TEXT_VOICEMAN_07005_002940_KRILE<tab>Très bien...
ja: TEXT_VOICEMAN_07005_002940_KRILE<tab>わかりました……。

source: TEXT_VOICEMAN_07005_002941_KRILE<tab>Um... May I ask you one last question?
de: TEXT_VOICEMAN_07005_002941_KRILE<tab>Es<var 1D /var>... Es gibt da noch eine letzte Sache<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002941_KRILE<tab>... Je peux vous poser une dernière question<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002941_KRILE<tab>あの……最後に、聞いてもいいですか？

source: TEXT_VOICEMAN_07005_002942_ALAYLA<tab>Of course, my dear.
de: TEXT_VOICEMAN_07005_002942_ALAYLA<tab>Was denn, mein Kind?
fr: TEXT_VOICEMAN_07005_002942_ALAYLA<tab>Bien sûr, ma chérie.
ja: TEXT_VOICEMAN_07005_002942_ALAYLA<tab>ええ、もちろん。

source: TEXT_VOICEMAN_07005_002943_KRILE<tab>The earring... Why did you leave it with me?
de: TEXT_VOICEMAN_07005_002943_KRILE<tab>Wieso habt ihr mir diesen Ohrring damals mitgegeben? Und wozu die Mühe, in ihm ein Öffnungsprotokoll für das Portal zu speichern?
fr: TEXT_VOICEMAN_07005_002943_KRILE<tab>Pourquoi m'avez-vous confié la boucle d'oreille<var 1D /var>? Et pourquoi y avoir inscrit le code pour ouvrir le portail<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002943_KRILE<tab>この耳飾りを私に託したのは…… 扉の制御コードを仕込んだのは……なぜですか？

source: TEXT_VOICEMAN_07005_002944_ALAYLA<tab>Because, Krile, we wanted to see you again.
de: TEXT_VOICEMAN_07005_002944_ALAYLA<tab>Weil wir dich wiedersehen wollten, natürlich.
fr: TEXT_VOICEMAN_07005_002944_ALAYLA<tab>Car nous rêvions de te revoir...
ja: TEXT_VOICEMAN_07005_002944_ALAYLA<tab>あなたに、会いたかったからよ……。

source: TEXT_VOICEMAN_07005_002945_ALAYLA<tab>This may seem self-serving...but we wanted to leave a trace of ourselves with you.
de: TEXT_VOICEMAN_07005_002945_ALAYLA<tab>Es mag egoistisch klingen, aber wir konnten einfach nicht anders<var 1D /var>... Wir wollten dir etwas hinterlassen.
fr: TEXT_VOICEMAN_07005_002945_ALAYLA<tab>Cela peut paraître égoïste, mais nous voulions laisser un indice pour que tu retrouves notre trace.
ja: TEXT_VOICEMAN_07005_002945_ALAYLA<tab>身勝手に聞こえるでしょうけれど…… 手がかりを残しておきたかったの。

source: TEXT_VOICEMAN_07005_002946_ALAYLA<tab>A hint to guide you to us, so that we could live in hope.
de: TEXT_VOICEMAN_07005_002946_ALAYLA<tab>Die Hoffnung, dass du uns eines Tages finden würdest und wir die Familie sein könnten, die wir schon immer hätten sein sollen.
fr: TEXT_VOICEMAN_07005_002946_ALAYLA<tab>C'était notre façon à nous d'entretenir l'espoir d'être à nouveau réunis un jour.
ja: TEXT_VOICEMAN_07005_002946_ALAYLA<tab>いつの日かあなたと再会できるようにって、 どうしても、希望を残しておきたかった…………。

source: TEXT_VOICEMAN_07005_002947_ROBOR<tab>We've dreamed of this day for so long. But now that it's become reality, we wonder if we deserve to enjoy it.
de: TEXT_VOICEMAN_07005_002947_ROBOR<tab>Hach, wie lange wir uns diesen Tag doch herbeigesehnt haben<var 1D /var>... Und als du dann vor uns standest, da kamen mir plötzlich Zweifel<var 1D /var>... Haben wir überhaupt ein Recht auf dieses Glück?
fr: TEXT_VOICEMAN_07005_002947_ROBOR<tab>Nous avons tant attendu ce moment... Et pourtant, maintenant que notre rêve s'est réalisé, je me demande si nous le méritons...
ja: TEXT_VOICEMAN_07005_002947_ROBOR<tab>いつかこんな日が来ればと、ずっと夢見ていたんだ。 だが、いざ願いが叶ってしまったら…… 私たちに再会を喜ぶ資格があるのか、自信がなくなってな。

source: TEXT_VOICEMAN_07005_002948_ROBOR<tab>We wanted naught but the best for you, yet we've always wondered how much you might have suffered in our absence...
de: TEXT_VOICEMAN_07005_002948_ROBOR<tab>Es war allein zu deinem Schutz, aber dich wegzugeben<var 1D /var>... Hrm. Wir haben dir so viel aufgebürdet.
fr: TEXT_VOICEMAN_07005_002948_ROBOR<tab>Même si c'était pour te protéger, nous avons fait quelque chose qu'aucun parent ne voudrait infliger à son enfant...
ja: TEXT_VOICEMAN_07005_002948_ROBOR<tab>お前を護るためとはいえ、 親として、酷いことをしたと思っている……。

source: TEXT_VOICEMAN_07005_002950_KRILE<tab>Do not torment yourselves so. As fate would have it, you entrusted me to a good man. His name is Galuf, and he raised me as his own.
de: TEXT_VOICEMAN_07005_002950_KRILE<tab>Sagt sowas nicht, bitte. Ich hatte eine wundervolle Kindheit. Und dafür habe ich Großvater Galuf zu danken<var 1D /var>- er war es, der mich damals aufnahm.
fr: TEXT_VOICEMAN_07005_002950_KRILE<tab>Vous ne devez pas culpabiliser. L'homme qui m'a recueillie, Galuf, a toujours été bon avec moi. Il m'a élevée comme sa propre fille<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002950_KRILE<tab>そんな顔はしないでください…… とても素敵な人に育ててもらえましたから。 ガラフおじいちゃんって言うんです！

source: TEXT_VOICEMAN_07005_002951_KRILE<tab>What's more, I've been blessed with the finest comrades anyone could have.
de: TEXT_VOICEMAN_07005_002951_KRILE<tab>Und<var 1D /var>... Die besten Freunde habe ich sowieso.
fr: TEXT_VOICEMAN_07005_002951_KRILE<tab>Et puis... j'ai eu la chance de nouer des liens avec des amis plus merveilleux les uns que les autres.
ja: TEXT_VOICEMAN_07005_002951_KRILE<tab>それに……素晴らしい仲間にも恵まれました。

source: TEXT_VOICEMAN_07005_002952_KRILE<tab>It's thanks to you that I am here now, hale and happy.
de: TEXT_VOICEMAN_07005_002952_KRILE<tab>Ihr müsst euch also gar keine Sorgen machen!
fr: TEXT_VOICEMAN_07005_002952_KRILE<tab>Je vous en prie, soyez rassurés.
ja: TEXT_VOICEMAN_07005_002952_KRILE<tab>だから、どうか安心してください。

source: TEXT_VOICEMAN_07005_002953_KRILE<tab>So please, be at peace. Be at peace, Mother, Father.
de: TEXT_VOICEMAN_07005_002953_KRILE<tab>Nur weil ihr mich so tapfer beschützt habt, lebe ich jetzt ein Leben voller Freude und Glück!
fr: TEXT_VOICEMAN_07005_002953_KRILE<tab>Car si je suis en vie et heureuse aujourd'hui, c'est grâce à vous<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002953_KRILE<tab>あなたたちが私を護ってくれたから、 私は今……幸せに生きています！

source: TEXT_VOICEMAN_07005_012953_ALAYLA<tab>[HAPPY CHUCKLE “Hehe”]
de: TEXT_VOICEMAN_07005_012953_ALAYLA<tab>[GLÜCKLICHES LACHEN,AN JP ORIENTIEREN]
fr: TEXT_VOICEMAN_07005_012953_ALAYLA<tab>[Très léger rire amusé]
ja: TEXT_VOICEMAN_07005_012953_ALAYLA<tab>ふふっ

source: TEXT_VOICEMAN_07005_002954_ALAYLA<tab>You already have a beautiful name. But if we might call you by the one we gave you...
de: TEXT_VOICEMAN_07005_002954_ALAYLA<tab>Ich weiß, du hast inzwischen einen anderen, ebenso wundervollen Namen angenommen, aber<var 1D /var>... ich würde dich gerne ein letztes Mal bei dem Namen rufen, den wir dir damals gaben<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002954_ALAYLA<tab>Nous savons que tu as un très joli nom. Mais si tu pouvais nous laisser t'appeler par celui que nous t'avons donné, juste une dernière fois...
ja: TEXT_VOICEMAN_07005_002954_ALAYLA<tab>あなたに素敵な名前があるのはわかってる。 それでもどうか最期に、この名で呼ぶことを許してほしい……。

source: TEXT_VOICEMAN_07005_002955_ALAYLA<tab>Maya, our dearest Maya. We love you more than life itself.
de: TEXT_VOICEMAN_07005_002955_ALAYLA<tab>Maya<var 1D /var>... Unsere Maya. Wir lieben dich von ganzem Herzen.
fr: TEXT_VOICEMAN_07005_002955_ALAYLA<tab>Maya, notre très chère Maya. Nous t'aimons plus que tout au monde.
ja: TEXT_VOICEMAN_07005_002955_ALAYLA<tab>マイア……心から愛してるわ。

source: TEXT_VOICEMAN_07005_002956_KRILE<tab>Maya... M-My name...my name is Maya...
de: TEXT_VOICEMAN_07005_002956_KRILE<tab>Maya<var 1D /var>... Das ist also mein anderer Name<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002956_KRILE<tab>Maya... mon autre nom...
ja: TEXT_VOICEMAN_07005_002956_KRILE<tab>マイア……。 それが私の……もうひとつの名前なんですね……。

source: TEXT_VOICEMAN_07005_002957_WUKLAMAT<tab>Are you sure about this? You can leave the terminal to us, you know.
de: TEXT_VOICEMAN_07005_002957_WUKLAMAT<tab>Bist du dir wirklich sicher? Wir können das Abschalten auch über<var 16 /var>nehmen.
fr: TEXT_VOICEMAN_07005_002957_WUKLAMAT<tab>Ça va aller, Krile<var 1D /var>? On peut éteindre le terminal à ta place, si tu préfères.
ja: TEXT_VOICEMAN_07005_002957_WUKLAMAT<tab>……本当にいいのか？ アタシたちがターミナルを操作したっていいんだぞ。

source: TEXT_VOICEMAN_07005_002970_KRILE<tab>No─I must do this. Krile Maya Baldesion must press on. Press on, and...
de: TEXT_VOICEMAN_07005_002970_KRILE<tab>Das ist etwas, das ich ganz allein tun muss - ich, Krile Maya Baldesion.
fr: TEXT_VOICEMAN_07005_002970_KRILE<tab>Non. C'est ma res<var 16 /var>pon<var 16 /var>sa<var 16 /var>bi<var 16 /var>li<var 16 /var>té... Celle de Krile Maya Baldesion.
ja: TEXT_VOICEMAN_07005_002970_KRILE<tab>これは私が…… クルル・マイア・バルデシオンがやらないといけない事だから。

source: TEXT_VOICEMAN_07005_002980_KRILE<tab>Farewell, Mother!
de: TEXT_VOICEMAN_07005_002980_KRILE<tab>Papa<var 1D /var>... Mama<var 1D /var>...
fr: TEXT_VOICEMAN_07005_002980_KRILE<tab>Papa, Maman...
ja: TEXT_VOICEMAN_07005_002980_KRILE<tab>お父さん！ お母さん！

source: TEXT_VOICEMAN_07005_002981_KRILE<tab>Farewell, Father!
fr: TEXT_VOICEMAN_07005_002981_KRILE<tab>Adieu<var 1D /var>!
ja: TEXT_VOICEMAN_07005_002981_KRILE<tab>さようなら！

source: TEXT_VOICEMAN_07005_002982_ROBOR<tab>Farewell.
de: TEXT_VOICEMAN_07005_002982_ROBOR<tab>Mhm.
fr: TEXT_VOICEMAN_07005_002982_ROBOR<tab>Nous serons toujours près de toi, Maya...
ja: TEXT_VOICEMAN_07005_002982_ROBOR<tab>……ああ。

source: TEXT_VOICEMAN_07005_002985_CAHCIUA<tab>You know how to do it?
de: TEXT_VOICEMAN_07005_002985_CAHCIUA<tab>Du weißt, wie's geht, oder?
fr: TEXT_VOICEMAN_07005_002985_CAHCIUA<tab>Tu sais ce que tu dois faire...<var 1D /var>?
ja: TEXT_VOICEMAN_07005_002985_CAHCIUA<tab>……やり方はわかるね？

source: TEXT_VOICEMAN_07005_002986_KRILE<tab>I do.
de: TEXT_VOICEMAN_07005_002986_KRILE<tab>Ja.
fr: TEXT_VOICEMAN_07005_002986_KRILE<tab>Oui.
ja: TEXT_VOICEMAN_07005_002986_KRILE<tab>はい……。

source: TEXT_VOICEMAN_07005_002990_CAHCIUA<tab>If I could have everyone's attention. I know we have pressing business, but I'd like to say a few words.
de: TEXT_VOICEMAN_07005_002990_CAHCIUA<tab>He, hört mal alle her! Es gibt da zwei Dinge, die ich vor meinem Tod erledigt haben wollte!
fr: TEXT_VOICEMAN_07005_002990_CAHCIUA<tab>Je peux avoir votre attention, un moment<var 1D /var>? De mon vivant, il y a deux choses qui me tenaient à cœur.
ja: TEXT_VOICEMAN_07005_002990_CAHCIUA<tab>ねえ、みんな聞いてくれるかい？ あたしはさ、死ぬ前にやりたいことがふたつあったんだよ。

source: TEXT_VOICEMAN_07005_003000_CAHCIUA<tab>Before I died, I had two wishes. The first was to see who my Elene'shpya would become.
de: TEXT_VOICEMAN_07005_003000_CAHCIUA<tab>Erstens: Elene'shpya heranwachsen zu sehen.
fr: TEXT_VOICEMAN_07005_003000_CAHCIUA<tab>La première, c'était de voir Elene'shpya grandir.
ja: TEXT_VOICEMAN_07005_003000_CAHCIUA<tab>ひとつは、エレネッシパの成長を見届けること！

source: TEXT_VOICEMAN_07005_003010_CAHCIUA<tab>I would say that wish has been fulfilled.
de: TEXT_VOICEMAN_07005_003010_CAHCIUA<tab>Was mir mehr oder weniger gelungen ist, denke ich.
fr: TEXT_VOICEMAN_07005_003010_CAHCIUA<tab>D'une certaine façon, on peut dire que ce vœu est désormais exaucé.
ja: TEXT_VOICEMAN_07005_003010_CAHCIUA<tab>これに関しては、ある意味では叶ったと言えるかな。

source: TEXT_VOICEMAN_07005_003020_CAHCIUA<tab>Indeed it has, for the boy who once shunned company has returned a <var 1A 02 /var>somewhat<var 1A 01 /var> sociable man, surrounded by wonderful friends.
de: TEXT_VOICEMAN_07005_003020_CAHCIUA<tab>Ich mein, schaut euch den Jungen doch mal an! Die schüchterne Rotznase von damals hat jetzt so viele wundervolle Freunde!
fr: TEXT_VOICEMAN_07005_003020_CAHCIUA<tab>Alors qu'il était si solitaire autrefois, mon garçon est aujourd'hui entouré d'amis plus attachants les uns que les autres.
ja: TEXT_VOICEMAN_07005_003020_CAHCIUA<tab>だって、他人を煙たがってばかりだった子が、 こんなに素敵な仲間を、ぞろぞろ連れて来たんだからね！

source: TEXT_VOICEMAN_07005_003030_CAHCIUA<tab>As his mother and mentor both, I couldn't be more proud.
de: TEXT_VOICEMAN_07005_003030_CAHCIUA<tab>Sowohl als seine Mentorin als auch als seine Mutter gibt es nichts, was mich stolzer machen könnte!
fr: TEXT_VOICEMAN_07005_003030_CAHCIUA<tab>En tant que mère, mais aussi mentor, rien n'aurait pu me ravir davantage<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003030_CAHCIUA<tab>この子の師としても母としても、 これほど嬉しいことはないよ！

source: TEXT_VOICEMAN_07005_003040_CAHCIUA<tab>As for my second wish... That was to see all manner of nature that I had never seen before.
de: TEXT_VOICEMAN_07005_003040_CAHCIUA<tab>Und zweitens: Spezies zu entdecken, die mir nie zuvor untergekommen sind!
fr: TEXT_VOICEMAN_07005_003040_CAHCIUA<tab>Quant à mon second souhait... J'ambitionnais de découvrir des espèces animales inconnues.
ja: TEXT_VOICEMAN_07005_003040_CAHCIUA<tab>そして、もうひとつは…… まだ見たことのない生き物に出会うこと。

source: TEXT_VOICEMAN_07005_003050_CAHCIUA<tab>I hoped to explore every corner of the world, and there find thriving life!
de: TEXT_VOICEMAN_07005_003050_CAHCIUA<tab>Hach, es war immer mein Traum, jeden Winkel unseres Planeten zu bereisen und dabei den kuriosesten Lebewesen auf die Spur zu kommen<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003050_CAHCIUA<tab>Je me voyais déjà parcourir le monde, explorer ses régions les plus reculées, et révéler aux yeux de tous l'existence de créatures encore jamais vues<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003050_CAHCIUA<tab>世界中を隅々まで旅して、 未知の生き物をひとつでも多く見つけるんだ……！

source: TEXT_VOICEMAN_07005_003060_CAHCIUA<tab>...But I didn't even get to see all of Tural, did I? Never enough hours in a day, or days in a year. Or years in a life.
de: TEXT_VOICEMAN_07005_003060_CAHCIUA<tab>Aber na ja, ihr wisst ja, was passiert ist. Ich hab's noch nicht einmal geschafft, Tural komplett zu sehen, bevor es mich umgehauen hat<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003060_CAHCIUA<tab>Mal<var 16 /var>heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, je suis morte avant d'y arriver. Avant même de voir le bout du Tural...
ja: TEXT_VOICEMAN_07005_003060_CAHCIUA<tab>……でもまあ、世界どころかトラル大陸さえ、 すべて見てまわる前に、おっ死んじまったんだけどね。

source: TEXT_VOICEMAN_07005_003061_KRILE<tab>Cahciua...
de: TEXT_VOICEMAN_07005_003061_KRILE<tab>Cahciua<var 1D /var>...
ja: TEXT_VOICEMAN_07005_003061_KRILE<tab>カフキワさん……。

source: TEXT_VOICEMAN_07005_003070_CAHCIUA<tab>Oh, don't give me that look! Though admittedly I did go and spoil the mood. Apologies.
de: TEXT_VOICEMAN_07005_003070_CAHCIUA<tab>Ach, was mach ich denn? Die Stimmung so zu verderben.
fr: TEXT_VOICEMAN_07005_003070_CAHCIUA<tab>Allons, ne faites pas des têtes pareilles<var 1D /var>! Je déteste voir les gens tristes<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003070_CAHCIUA<tab>あー！ やめな、やめな。 暗い雰囲気は嫌いなんだよ！

source: TEXT_VOICEMAN_07005_003080_CAHCIUA<tab>What I was so poorly trying to work up to asking was this: I want you to help me fulfill my second wish.
de: TEXT_VOICEMAN_07005_003080_CAHCIUA<tab>Aber wie auch immer. Was ich sagen will, ist: Bitte helft mir, diesen zweiten Wunsch zu erfüllen!
fr: TEXT_VOICEMAN_07005_003080_CAHCIUA<tab>Ce que j'essaye de dire, c'est que j'aimerais que vous m'aidiez à réaliser mon second rêve.
ja: TEXT_VOICEMAN_07005_003080_CAHCIUA<tab>何が言いたいかって言うと、 あんたたちに、あたしの夢を叶えてほしいんだよ。

source: TEXT_VOICEMAN_07005_003090_CAHCIUA<tab>I have a good feeling about this place. There is so much here I've never seen before, I just know it!
de: TEXT_VOICEMAN_07005_003090_CAHCIUA<tab>Mein Gespür sagt mir, dass sich hier irgendwo seltene Kreaturen verstecken. Welche, die ich noch nie zuvor gesehen habe. Ich kann sie förmlich riechen<var 1D /var>...
fr: TEXT_VOICEMAN_07005_003090_CAHCIUA<tab>Mon petit doigt me dit qu'il y a dans le coin des bestioles qui n'attendent que nous pour être découvertes<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003090_CAHCIUA<tab>ここにだって、見たことのない生き物がいそうだからね！

source: TEXT_VOICEMAN_07005_003100_WUKLAMAT<tab>We'd love to see it with you.
de: TEXT_VOICEMAN_07005_003100_WUKLAMAT<tab>Eine Jagd also! Nichts lieber als das!
fr: TEXT_VOICEMAN_07005_003100_WUKLAMAT<tab>Si c'est que ça, avec plaisir<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003100_WUKLAMAT<tab>そういうことなら任せてくれよ。 喜んで付き合うぜ！

source: TEXT_VOICEMAN_07005_003110_CAHCIUA<tab>I thought you might say that! Thank you.
de: TEXT_VOICEMAN_07005_003110_CAHCIUA<tab>Was anderes habe ich auch gar nicht erwartet. Danke!
fr: TEXT_VOICEMAN_07005_003110_CAHCIUA<tab>Je savais que je pouvais compter sur vous. Merci<var 1D /var>!
ja: TEXT_VOICEMAN_07005_003110_CAHCIUA<tab>あんたたちならそう言ってくれると思ったよ。 ありがとね！

source: TEXT_VOICEMAN_07005_003120_CAHCIUA<tab>Windspath Gardens is home to a collection of flora and fauna that once thrived on the continent.
de: TEXT_VOICEMAN_07005_003120_CAHCIUA<tab>Seht euch um! Hier in den Windpfadgärten gibt es allerhand Flora und Fauna, die nur auf dem Kontinent Alexandrias aufzufinden waren.
fr: TEXT_VOICEMAN_07005_003120_CAHCIUA<tab>Dans les jardins de Soufflevent, on peut observer un aperçu de la faune et de la flore typiques du continent d'autrefois.
ja: TEXT_VOICEMAN_07005_003120_CAHCIUA<tab>見てごらん、ここウィンドパスガーデンにはね、 かつてアレクサンドリアがあった大陸に棲息していた、 いろんな動植物が集められてるのさ。
