Repository: endervad/ffxiv_translation_test
Catalog: exd/GCRankUldahMaleText/*.xlf
Languages: de

source: Flame Private Third Class<tab>Flame Privates Third Class<tab>private<tab>
de: Legionär 3. Klasse<tab>Legionäre 3. Klasse<tab>Legionär<tab>Legionär 3. Klasse

source: Flame Private Second Class<tab>Flame Privates Second Class<tab>private<tab>
de: Legionär 2. Klasse<tab>Legionäre 2. Klasse<tab>Legionär<tab>Legionär 2. Klasse

source: Flame Private First Class<tab>Flame Privates First Class<tab>private<tab>
de: Legionär 1. Klasse<tab>Legionäre 1. Klasse<tab>Legionär<tab>Legionär 1. Klasse

source: Flame Corporal<tab>Flame Corporals<tab>corporal<tab>
de: Phönixlegionär<tab>Phönixlegionäre<tab>Phönixlegionär<tab>Phönixlegionär

source: Flame Sergeant Third Class<tab>Flame Sergeants Third Class<tab>sergeant<tab>
de: Legionsgefreiter 3. Klasse<tab>Legionsgefreite 3. Klasse<tab>Legionsgefreiter<tab>Legionsgefreiter 3. Klasse

source: Flame Sergeant Second Class<tab>Flame Sergeants Second Class<tab>sergeant<tab>
de: Legionsgefreiter 2. Klasse<tab>Legionsgefreite 2. Klasse<tab>Legionsgefreiter<tab>Legionsgefreiter 2. Klasse

source: Flame Sergeant First Class<tab>Flame Sergeants First Class<tab>sergeant<tab>
de: Legionsgefreiter 1. Klasse<tab>Legionsgefreite 1. Klasse<tab>Legionsgefreiter<tab>Legionsgefreiter 1. Klasse

source: Chief Flame Sergeant<tab>Chief Flame Sergeants<tab>sergeant<tab>
de: Phönixgefreiter<tab>Phönixgefreite<tab>Phönixgefreiter<tab>Phönixgefreiter

source: Second Flame Lieutenant<tab>Second Flame Lieutenants<tab>lieutenant<tab>
de: Zweiter Legionsfähnrich<tab>Zweite Legionsfähnriche<tab>Legionsfähnrich<tab>Zweiter Legionsfähnrich

source: First Flame Lieutenant<tab>First Flame Lieutenants<tab>lieutenant<tab>
de: Erster Legionsfähnrich<tab>Erste Legionsfähnriche<tab>Legionsfähnrich<tab>Erster Legionsfähnrich

source: Flame Captain<tab>Flame Captains<tab>captain<tab>
de: Phönixfähnrich<tab>Phönixfähnriche<tab>Phönixfähnrich<tab>Phönixfähnrich

source: Second Flame Commander<tab>Second Flame Commanders<tab>commander<tab>
de: Zweiter Legionshauptmann<tab>Zweite Legionshauptmänner<tab>Legionshauptmann<tab>Zweiter Legionshauptmann

source: First Flame Commander<tab>First Flame Commanders<tab>commander<tab>
de: Erster Legionshauptmann<tab>Erste Legionshauptmänner<tab>Legionshauptmann<tab>Erster Legionshauptmann

source: High Flame Commander<tab>High Flame Commanders<tab>commander<tab>
de: Phönixhauptmann<tab>Phönixhauptmänner<tab>Phönixhauptmann<tab>Phönixhauptmann

source: Rear Flame Marshal<tab>Rear Flame Marshals<tab>rear marshal<tab>
de: Major der Legion<tab>Majore der Legion<tab>Major<tab>Major der Legion

source: Vice Flame Marshal<tab>Vice Flame Marshals<tab>vice marshal<tab>
de: Oberst der Legion<tab>Obersts der Legion<tab>Oberst<tab>Oberst der Legion

source: Flame Marshal<tab>Flame Marshals<tab>marshal<tab>
de: Generalmajor der Legion<tab>Generalmajore der Legion<tab>Generalmajor<tab>Generalmajor der Legion

source: Grand Flame Marshal<tab>Grand Flame Marshals<tab>grand marshal<tab>
de: General der Legion<tab>Generäle der Legion<tab>General<tab>General der Legion

source: Flame Champion<tab>Flame Champions<tab>champion<tab>
de: Phönixgeneral<tab>Phönixgeneräle<tab>Phönixgeneral<tab>Phönixgeneral
