Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/026/StmBdz101_02651/*.xlf
Languages: de

source: TEXT_STMBDZ101_02651_SEQ_00<tab>This straight-arrow sutler is struggling to convince the Resistance fighters.
de: TEXT_STMBDZ101_02651_SEQ_00<tab>Der redliche Händler braucht deine Hilfe.

source: TEXT_STMBDZ101_02651_TODO_00<tab>Speak with the straight-arrow sutler.
de: TEXT_STMBDZ101_02651_TODO_00<tab>Mit dem redlichen Händler sprechen

source: TEXT_STMBDZ101_02651_TODO_01<tab>Use the blowgun to shoot the targets at the designated location.
de: TEXT_STMBDZ101_02651_TODO_01<tab>Vom Zielort mit dem Blasrohr Ziele treffen

source: TEXT_STMBDZ101_02651_TODO_02<tab>Speak with the straight-arrow sutler.
de: TEXT_STMBDZ101_02651_TODO_02<tab>Mit dem redlichen Händler sprechen

source: TEXT_STMBDZ101_02651_SUTLER02651_000_000<tab>Could you lend me a hand?
de: TEXT_STMBDZ101_02651_SUTLER02651_000_000<tab>Hallo! Kannst du mir kurz helfen?

source: TEXT_STMBDZ101_02651_SUTLER02651_000_001<tab>I rushed here after hearing that Rhalgr's Reach had been attacked by the Empire, bringing all the goods I could carry with me.
de: TEXT_STMBDZ101_02651_SUTLER02651_000_001<tab>Als ich von dem Überfall der Garlear auf Rhalgrs Wacht hörte, habe ich all meine Vorräte zusammengerafft und bin sofort hierher geeilt.

source: TEXT_STMBDZ101_02651_SUTLER02651_000_002<tab>One of the weapons I brought was a blowgun. I think it a fairly useful tool, but none of the Resistance fighters seem to agree. Could you help me show them all how handy it can be?
de: TEXT_STMBDZ101_02651_SUTLER02651_000_002<tab>Ich habe auch einige Blasrohre im Angebot, aber die Befreiungskämpfer verstehen nicht, wie nützlich diese Waffe sein kann. Könntest du vielleicht den Gebrauch vorführen?

source: TEXT_STMBDZ101_02651_SUTLER02651_000_003<tab>I know it will serve them well in their fight. They simply do not realize it yet. Please meet me by the targets I have set up.
de: TEXT_STMBDZ101_02651_SUTLER02651_000_003<tab>Wenn die Befreiungskämpfer sehen, wie ein Blasrohr funktioniert, werden sie es bestimmt einsetzen. Schnell, Zeit ist Geld, bitte folge mir. Ich habe schon ein paar Zielscheiben aufgestellt.

source: TEXT_STMBDZ101_02651_ENTHUSIASMSOLDIER02651_000_004<tab>Do you seriously think we can fight the Empire with a children's toy?
de: TEXT_STMBDZ101_02651_ENTHUSIASMSOLDIER02651_000_004<tab>Was soll das sein? Kinderspielzeug? Nach einer Waffe sieht das nicht aus.

source: TEXT_STMBDZ101_02651_SUTLER02651_000_010<tab>I have prepared four targets for you. Hit them all to show how splendid a weapon the blowgun is. Make sure to first choose your target before blowing with all your might.
de: TEXT_STMBDZ101_02651_SUTLER02651_000_010<tab>Ich habe vier Zielscheiben aufgestellt. Stell dich bitte hier vorne auf die markierte Stelle und schieß von dort aus Pfeile auf die Zielscheiben. Ruhig zielen, tief Luft holen und dann mit voller Kraft blasen!

source: TEXT_STMBDZ101_02651_ENTHUSIASMSOLDIER02651_000_011<tab>Do you seriously think we can fight the Empire with a children's toy?
de: TEXT_STMBDZ101_02651_ENTHUSIASMSOLDIER02651_000_011<tab>Was soll das sein? Kinderspielzeug? Nach einer Waffe sieht das nicht aus.

source: TEXT_STMBDZ101_02651_SUTLER02651_000_012<tab>I have prepared four targets for you. Hit them all to show how splendid a weapon the blowgun is. Make sure to first choose your target before blowing with all your might.
de: TEXT_STMBDZ101_02651_SUTLER02651_000_012<tab>Ich habe vier Zielscheiben aufgestellt. Stell dich bitte hier vorne auf die markierte Stelle und schieß von dort aus Pfeile auf die Zielscheiben. Ruhig zielen, tief Luft holen und dann mit voller Kraft blasen!

source: TEXT_STMBDZ101_02651_SUTLER02651_000_020<tab>Absolute perfection! The Resistance fighters were transfixed by your display.
de: TEXT_STMBDZ101_02651_SUTLER02651_000_020<tab>Gut gemacht! Der Befreiungskämpfer ist sichtlich beeindruckt.

source: TEXT_STMBDZ101_02651_SUTLER02651_000_021<tab>If one is able to get close enough to an enemy, they could use the blowgun to shoot a poison dart right into their neck. It really can be quite handy in the right situation.
de: TEXT_STMBDZ101_02651_SUTLER02651_000_021<tab>Du hast eine ruhige Hand und hohe Zielgenauigkeit bewiesen. Wenn man die Pfeile mit Gift bestreicht, können damit Feinde lautlos ausgeschaltet werden.

source: TEXT_STMBDZ101_02651_SUTLER02651_000_022<tab>I got the idea from an Ala Mhigan I met in the Black Shroud. He said he'd seen some locals hunting with it and wondered if the Resistance couldn't find a use for it.
de: TEXT_STMBDZ101_02651_SUTLER02651_000_022<tab>Die Empfehlung habe ich von einem Mhigiten, der nach Gridania übergesiedelt ist. Dort hat er gesehen, wie Jäger mit Blasrohren auf die Jagd gehen.

source: TEXT_STMBDZ101_02651_SUTLER02651_000_023<tab>It just goes to show you don't need to pick up a sword to fight against the Empire. We all have our own parts to play.
de: TEXT_STMBDZ101_02651_SUTLER02651_000_023<tab>Die Be<var 16 /var>freiungs<var 16 /var>armee braucht nicht nur Kämpfer, sondern auch Verpflegung und Ausrüstung. Ich als Händler will meinen Teil zum Freiheitskampf beitragen. Vielen Dank für deine Hilfe!

source: TEXT_STMBDZ101_02651_ENTHUSIASMSOLDIER02651_000_024<tab>Yes, I can already imagine how blowguns could help us when ambushing imperial soldiers.
de: TEXT_STMBDZ101_02651_ENTHUSIASMSOLDIER02651_000_024<tab>Die Blasrohre sind überraschend präzise und zudem leise. Nachdem ich deine Vorführung gesehen habe, kann ich mir gut vorstellen, sie in der Be<var 16 /var>freiungs<var 16 /var>armee einzusetzen.
