Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/008/GaiUsb103_00822/*.xlf
Languages: ru

source: TEXT_GAIUSB103_00822_SEQ_00<tab>U'odh Nunh is finally willing to tell you of the ingredient you seek.
ru: TEXT_GAIUSB103_00822_SEQ_00<tab>У'одх Нун наконец готов рассказать об ингредиенте, который вы ищете.

source: TEXT_GAIUSB103_00822_SEQ_01<tab>The ingredient you seek is the meat of a Wellwick worm. The creatures are exceedingly rare and must be lured out before they can be slain. To this end, U'odh Nunh suggests you slay an angler and use its carcass as bait.
ru: TEXT_GAIUSB103_00822_SEQ_01<tab>Ингредиент, который вы ищете — это мясо уэллвудского червя. Эти существа исключительно редкие, а потому потребуется изготовить приманку. У'одх Нун советует вам убить пустынного удильщика и взять его панцирь в качестве наживки.

source: TEXT_GAIUSB103_00822_SEQ_02<tab>You have obtained the requisite angler carcass. Place it atop the sand ridge to the east in the midst of Wellwick worm territory.
ru: TEXT_GAIUSB103_00822_SEQ_02<tab>Вы раздобыли панцирь пустынного удильщика. Расположите приманку на вершине песчаного гребня к востоку, посреди территории уэллвудских червей.

source: TEXT_GAIUSB103_00822_SEQ_03<tab>The trap is set, and now all that remains is for you to wait. When the Wellwick worm appears, slay it and collect its meat.
ru: TEXT_GAIUSB103_00822_SEQ_03<tab>Ловушка установлена, и всё, что вам остается — это ждать. Когда появится червь, убейте его и добудьте его мясо.

source: TEXT_GAIUSB103_00822_SEQ_04<tab>Though the beast was indeed fearsome, it was no match for you. Return to Forgotten Springs and present your prize to U'odh Nunh.
ru: TEXT_GAIUSB103_00822_SEQ_04<tab>Бой с устрашающим животным не представил для вас трудностей. Возвращайтесь в Забытые Родники и представьте вашу добычу У'одху Нуну.

source: TEXT_GAIUSB103_00822_SEQ_05<tab>U'odh Nunh must first prepare the meat, but he promises to send it to Wheiskaet in time for the banquet. Because he does not know the location of the third ingredient, you must return to Costa del Sol and speak with the former captain for more information. However, before you can depart, U'odh Nunh has one final favor to ask.
ru: TEXT_GAIUSB103_00822_SEQ_05<tab>У'одх Нун теперь должен подготовить мясо, но он обещает, что отправит его Вескаэту как раз ко времени банкета. Мико'те не знает, о каком третьем ингредиенте идет речь, а потому вам придётся вернуться на Коста-дель-Соль и поговорить с бывшим капитаном, чтобы разузнать побольше о предстоящем деле. Перед тем, как вы успеваете уйти, У'одх Нун просит ещё кое-о чем...

source: TEXT_GAIUSB103_00822_TODO_00<tab>Slay an angler and collect its carcass.
ru: TEXT_GAIUSB103_00822_TODO_00<tab>Убейте пустынного удильщика и возьмите его панцирь.

source: TEXT_GAIUSB103_00822_TODO_01<tab>Place the carcass in Wellwick worm territory.
ru: TEXT_GAIUSB103_00822_TODO_01<tab>Положите панцирь на территории уэллвудских червей.

source: TEXT_GAIUSB103_00822_TODO_02<tab>Lie in wait for a Wellwick worm.
ru: TEXT_GAIUSB103_00822_TODO_02<tab>Дождитесь появления уэллвудского червя, находясь в укромном месте.

source: TEXT_GAIUSB103_00822_TODO_03<tab>Present your prize to U'odh Nunh.
ru: TEXT_GAIUSB103_00822_TODO_03<tab>Представьте вашу добычу У'одху Нуну.

source: TEXT_GAIUSB103_00822_UODHNUN_000_000<tab>A shame we did not meet when I was still with the Company of Heroes. You would have made a fine rrrecruit.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_000<tab>Жаль, что мы не встр-р-ретились, когда я ещё состоял в Компании Героев. Из тебя получился бы славный р-р-рекрут.

source: TEXT_GAIUSB103_00822_UODHNUN_000_001<tab>But no point dwelling on what cannot be. You have a Wellwick worm to hunt.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_001<tab>Но какой толк мечтать о том, что не могло случиться? Тебе предстоит охота на уэллвудского червя.

source: TEXT_GAIUSB103_00822_UODHNUN_000_002<tab>Sandworms slither brrrazenly across the desert dunes, but Wellwick worms are far fewer in number. Rarity brrreeds demand, and so their meat is highly prized as a delicacy.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_002<tab>Песчаных червей довольно часто можно встр-р-ретить в дюнах, но уэллвудские черви попадаются намного реже. Редкость повышает спр-р-рос, а потому их мясо считается деликатесом.

source: TEXT_GAIUSB103_00822_UODHNUN_000_003<tab>The only way to catch your quarry is to entice it with something it cannot rrresist.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_003<tab>Единственный способ поймать такого — сделать приманку, против которой они не смогут сопр-р-ротивляться.

source: TEXT_GAIUSB103_00822_UODHNUN_000_004<tab>These worms prrrey on the smaller creatures of the Sagolii. A freshly slaughtered angler carcass would be my choice of bait.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_004<tab>В р-р-рацион этих червей входят малые существа пустыни. Панцирь только что убитого пустынного удильщика может отлично подойти в качестве наживки.

source: TEXT_GAIUSB103_00822_UODHNUN_000_005<tab>There is an area teeming with anglers to the east. I will mark it upon your map, along with the location where Wellwick worms are most frrrequently sighted.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_005<tab>К востоку отсюда водится множество удильщиков. Дай отмечу на твоей кар-р-рте — а заодно и место, где недавно были замечены уэллвудские черви.

source: TEXT_GAIUSB103_00822_UODHNUN_000_006<tab>Be warned─the blood will drive the worm into a feeding frrrenzy. If your skills are lacking, it will devour you as well.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_006<tab>Но осторожнее — запах свежей крови приведёт чер-р-рвя в неистовство. Если тебе недостанет воинских умений, червь поглотит и тебя тоже.

source: TEXT_GAIUSB103_00822_UODHNUN_000_030<tab>You look well. Have you caught your quarry, then?
ru: TEXT_GAIUSB103_00822_UODHNUN_000_030<tab>Выглядишь чудесно. Надо думать, тебе удалось добыть мясо червя?

source: TEXT_GAIUSB103_00822_UODHNUN_000_035<tab>Your skills as a hunter rrrival those of our best. I applaud your success, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_035<tab>Твои охотничьи навыки превосходят даже умения некоторых наших охотниц! Я апплодир-р-рую твоему успеху, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.

source: TEXT_GAIUSB103_00822_UODHNUN_000_036<tab>The meat will need to be heavily smoked before I ship it to Wheiskaet. Worry not─you have my word that he will rrreceive it in time for the banquet.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_036<tab>Это мясо должно быть как следует закопчено до того, как я отправлю его Вескаэту. Не беспокойся — даю слово, что оно пр-р-рибудет туда как раз вовремя, до банкета.

source: TEXT_GAIUSB103_00822_UODHNUN_000_037<tab>You must be eager to obtain the third ingrrredient. I regret to say that I know naught of its location. For the nonce, you should return to Costa del Sol and seek Wheiskaet's counsel.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_037<tab>Теперь тебе интересен третий ингр-р-ридиент. Сожалею, но я ничего о нём не знаю. Кажется, тебе пр-р-ридётся вернуться на Коста-дель-Соль и снова обратиться к Вескаэту.

source: TEXT_GAIUSB103_00822_UODHNUN_000_038<tab>Ah, but hold a moment. Since you will be meeting the captain again soon, there is something I would like you to deliver to him for me.
ru: TEXT_GAIUSB103_00822_UODHNUN_000_038<tab>Но погоди... Всё равно ты скоро увидишь капитана, а потому попр-р-рошу тебя кое-что ему доставить.

source: TEXT_GAIUSB103_00822_POP_MESSAGE_000<tab>The sand surrounding the angler carcass begins to pulse and throb...
ru: TEXT_GAIUSB103_00822_POP_MESSAGE_000<tab>Песок вокруг наживки начинает вибрировать...
