Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/002/ComDefMobHuntBoard_00202/*.xlf
Languages: de, ru

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0001<tab>What would you like to do?
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0001<tab>Wähle eine Jagdlizenz:
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0001<tab>Что вы хотели бы сделать?

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0002<tab>Peruse regular mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0002<tab>Jagdlizenz (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0002<tab>Взять простые охотничьи контракты. (Публикуются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0003<tab>Peruse the elite mark bill. (Posted weekly)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0003<tab>Hochwild-Jagdlizenz (wöchentlich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0003<tab>Взять элитный охотничий контракт. (Публикуется еженедельно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0004<tab>Nothing.
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0004<tab>Abbrechen
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_000_0004<tab>Ничего.

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0001<tab>What would you like to do?
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0001<tab>Wähle eine Jagdlizenz:
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0001<tab>Что вы хотели бы сделать?

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0002<tab>Peruse level 1 Clan mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0002<tab>Clan-Jagdlizenz ★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0002<tab>Взять контракты клана Центурио 1-го уровня. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0003<tab>Peruse level 2 Clan mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0003<tab>Clan-Jagdlizenz ★★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0003<tab>Взять контракты клана Центурио 2-го уровня. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0004<tab>Peruse level 3 Clan mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0004<tab>Clan-Jagdlizenz ★★★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0004<tab>Взять контракты клана Центурио 3-го уровня. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0005<tab>Peruse the elite Clan mark bill. (Posted weekly)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0005<tab>Clan-Hochwild-Jagdlizenz (wöchentlich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0005<tab>Взять элитный контракт клана Центурио. (Размещается еженедельно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0006<tab>Nothing.
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0006<tab>Abbrechen
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0006<tab>Ничего.

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0007<tab>The Clan Hunt board is covered in bills showing the details of wanted monsters. However, you are unable to accept any of the bills posted at present.
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0007<tab>An diesem Brett hängen normalerweise Jagdlizenzen aus, aber momentan scheint es nichts zu tun zu geben ...
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_001_0007<tab>Доска объявлений клана Центурио покрыта контрактами с подробной информацией о разыскиваемых монстрах. Однако в настоящее время вы не можете принять ни один из выставленных контрактов.

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0001<tab>What would you like to do?
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0001<tab>Wähle eine Jagdlizenz:
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0001<tab>Что вы хотели бы сделать?

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0002<tab>Peruse level 1 Veteran Clan mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0002<tab>Veteranen-Jagdlizenzen der Klasse 1 (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0002<tab>Взять контракты клана Центурио 1-го уровня для ветеранов. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0003<tab>Peruse level 2 Veteran Clan mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0003<tab>Veteranen-Jagdlizenzen der Klasse 2 (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0003<tab>Взять контракты клана Центурио 2-го уровня для ветеранов. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0004<tab>Peruse level 3 Veteran Clan mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0004<tab>Veteranen-Jagdlizenzen der Klasse 3 (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0004<tab>Взять контракты клана Центурио 3-го уровня для ветеранов. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0005<tab>Peruse elite Veteran Clan mark bills. (Posted weekly)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0005<tab>Veteranen-Hochwild-Jagdlizenz (wöchentlich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0005<tab>Взять элитный контракт клана Центурио для ветеранов. (Размещается еженедельно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0006<tab>Nothing.
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0006<tab>Abbrechen
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_002_0006<tab>Ничего.

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0001<tab>What would you like to do?
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0001<tab>Wähle eine Jagdlizenz:
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0001<tab>Что вы хотели бы сделать?

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0002<tab>Peruse one-nut Clan mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0002<tab>Kupo-Jagdlizenz ★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0002<tab>Взять контракты клана Купо 1-го уровня. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0003<tab>Peruse two-nut Clan mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0003<tab>Kupo-Jagdlizenz ★★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0003<tab>Взять контракты клана Купо 2-го уровня. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0004<tab>Peruse three-nut Clan mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0004<tab>Kupo-Jagdlizenz ★★★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0004<tab>Взять контракты клана Купо 3-го уровня. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0005<tab>Peruse elite Clan Nutsy mark bills. (Posted weekly)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0005<tab>Kupo-Hochwild-Jagdlizenz (wöchentlich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0005<tab>Взять элитный контракт клана Купо. (Размещается еженедельно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0006<tab>Nothing.
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0006<tab>Abbrechen
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_003_0006<tab>Ничего.

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0001<tab>What would you like to do?
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0001<tab>Wähle eine Jagdlizenz:
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0001<tab>Что вы хотели бы сделать?

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0002<tab>Peruse junior guildship mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0002<tab>Klaubergilden-Jagdlizenz ★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0002<tab>Взять контракты Гильдии для юниоров. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0003<tab>Peruse associate guildship mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0003<tab>Klaubergilden-Jagdlizenz ★★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0003<tab>Взять контракты Гильдии для специалистов. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0004<tab>Peruse senior guildship mark bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0004<tab>Klaubergilden-Jagdlizenz ★★★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0004<tab>Взять контракты Гильдии для выпускников. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0005<tab>Peruse elite guildship mark bills. (Posted weekly)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0005<tab>Klaubergilden-Hochwild-Jagdlizenz (wöchentlich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0005<tab>Взять элитный контракт Гильдии. (Размещается еженедельно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0006<tab>Nothing.
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0006<tab>Abbrechen
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_004_0006<tab>Ничего.

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0001<tab>What would you like to do?
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0001<tab>Wähle eine Jagdlizenz:
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0001<tab>Что вы хотели бы сделать?

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0002<tab>Peruse beginner Dawn Hunt bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0002<tab>Goldene Jagdlizenz ★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0002<tab>Взять контракты Рассвета для новичков. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0003<tab>Peruse intermediate Dawn Hunt bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0003<tab>Goldene Jagdlizenz ★★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0003<tab>Взять контракты Рассвета для любителей. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0004<tab>Peruse advanced Dawn Hunt bills. (Posted daily)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0004<tab>Goldene Jagdlizenz ★★★ (täglich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0004<tab>Взять контракты Рассвета для продвинутых. (Размещаются ежедневно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0005<tab>Peruse elite Dawn Hunt bills. (Posted weekly)
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0005<tab>Goldene Hochwild-Jagdlizenz (wöchentlich neu)
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0005<tab>Взять элитный контракт Рассвета. (Размещается еженедельно)

source: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0006<tab>Nothing.
de: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0006<tab>Abbrechen
ru: TEXT_COMDEFMOBHUNTBOARD_00202_TALK_ACTOR_005_0006<tab>Ничего.
