Repository: endervad/ffxiv_translation_test
Catalog: exd/AnimaWeapon5PatternGroup/*.xlf
Languages: de, fr, ja

source: Blue Crafters' Scrip Tokens
de: Marken „Blaues Handwerk“
fr: Avoirs d'artisan (bleu)
ja: 製作青貨の手形

source: Blue Gatherers' Scrip Token
de: Marken „Blaues Sammeln“
fr: Avoirs de récolteur (bleu)
ja: 採集青貨の手形

source: Crafting Materials
de: Material
fr: Matériaux d'artisanat
ja: 製作素材

source: Amber-encased Vilekin
de: Bernstein
fr: Ambre à insecte
ja: 虫入りアンバー

source: Astral-aspected Materia
de: Element-Materia IV (Licht)
fr: Matérias élémentaires IV (astral)
ja: 属性マテリガ(星極)

source: Umbral-aspected Materia
de: Element-Materia IV (Schatten)
fr: Matérias élémentaires IV (ombral)
ja: 属性マテリガ(霊極)

source: Demimateria
fr: Demi-matérias
ja: デミマテリア

source: Moonstones
de: Mondsteine
fr: Pierres de lune
ja: ムーンストーン

source: Primal Pieces I
de: Primae-Material I
fr: Matériaux des Primordiaux (1)
ja: 蛮神関連素材（その１）

source: Other Items I
de: Anderes I
fr: Autres (1)
ja: その他(その1)

source: Other Items II
de: Anderes II
fr: Autres (2)
ja: その他(その2)

source: Primal Pieces II
de: Primae-Material II
fr: Matériaux des Primordiaux (2)
ja: 蛮神関連素材（その２）

source: Esoterica
de: Kristallgestein
fr: Matériaux mystérieux
ja: 謎めいた素材
