Repository: endervad/ffxiv_translation_test
Catalog: exd/LeveString/*.xlf
Languages: fr

source: Defeat target enemies.
fr: Vaincre les cibles

source: Obtain target items.
fr: Récupérer les objets désignés

source: Eliminate target enemies.
fr: Éliminer les cibles

source: Pursue and defeat target enemies.
fr: Traquer et éliminer les cibles

source: Weaken target and then pacify it using <var 08 E4E80201 ((the /soothe emote)) ((<var 31 ((EventItem)) 03E8020202 /var>)) /var>.
fr: Affaiblir la cible puis la calmer avec <var 08 E4E80201 ((l'emote /apaiser)) ((<var 33 ((EventItem)) 03E8020202 /var>)) /var>

source: <var 08 E4E80201 ((Attack target to reveal its)) ((Use <var 31 ((EventItem)) 02E8020202 /var> to reveal target's)) /var> true form, then defeat it.
fr: <var 08 E4E80201 ((Attaquer la cible)) ((Utiliser <var 33 ((EventItem)) 02E8020202 /var>)) /var> pour révéler la véritable forme de la cible, puis la vaincre

source: Defeat all targets in the locations specified.
fr: Vaincre toutes les cibles dans les zones désignées

source: Gather all missing pages of the <var 1A 02 /var>Necrologos<var 1A 01 /var> and defeat the creature summoned from within.
fr: Réunir les pages du Nécrologos et vaincre la créature invoquée

source: Use the /beckon emote to lead <var 31 ((BNpcName)) 03E8020202 /var> safely to the specified location.
fr: Utiliser l'emote <var 1A 02 /var>/viens<var 1A 01 /var> (Inviter) pour mener <var 33 ((BNpcName)) 03E8020202 /var> en lieu sûr

source: Gather items at all the specified locations. <var 48 F201F8 /var><var 49 F201F9 /var>Evaluation Bonus:<var 49 01 /var><var 48 01 /var> 320٦ +25% 303٦ +10% 286٦ +5%
fr: Récolter aux endroits désignés Bonus de récompense selon l'évaluation<var 1D /var>: 286 ou plus<var 1D /var>: + 5% 303 ou plus<var 1D /var>: + 10% 320 ou plus<var 1D /var>: + 25%

source: Obtain target items.
fr: Obtenir tous les objets désignés

source: Travel to all the specified locations and obtain the target items.
fr: Aller dans tous les lieux spécifiés pour récupérer les objets désignés

source: Survey target areas. <var 48 F201F8 /var><var 49 F201F9 /var>Evaluation Bonus:<var 49 01 /var><var 48 01 /var> 160٦ +25% 152٦ +10% 143٦ +5%
fr: Inspecter les lieux désignés Bonus de récompense selon l'évaluation<var 1D /var>: 143 ou plus<var 1D /var>: + 5% 152 ou plus<var 1D /var>: + 10% 160 ou plus<var 1D /var>: + 25%

source: Deliver the items to the specified locations.
fr: Apporter les objets aux lieux désignés

source: Levequest deemed a failure if too few items are obtained.
fr: Le mandat échoue si trop peu d'objets sont obtenus

source: Survey target areas.
fr: Inspecter le lieu désigné

source: Lure target from hiding and slay it.
fr: Attirer puis éliminer les cibles

source: Gather items at all the specified locations. <var 48 F201F8 /var><var 49 F201F9 /var>Evaluation Bonus:<var 49 01 /var><var 48 01 /var> 479٦ +25% 454٦ +10% 429٦ +5%
fr: Récolter aux endroits désignés Bonus de récompense selon l'évaluation<var 1D /var>: 429 ou plus<var 1D /var>: + 5% 454 ou plus<var 1D /var>: + 10% 479 ou plus<var 1D /var>: + 25%

source: Survey target areas. <var 48 F201F8 /var><var 49 F201F9 /var>Evaluation Bonus:<var 49 01 /var><var 48 01 /var> 240٦ +25% 227٦ +10% 215٦ +5%
fr: Inspecter les lieux désignés Bonus de récompense selon l'évaluation<var 1D /var>: 215 ou plus<var 1D /var>: + 5% 227 ou plus<var 1D /var>: + 10% 240 ou plus<var 1D /var>: + 25%

source: Gather all missing pages of the <var 1A 02 /var>Necrologos<var 1A 01 /var> and defeat the creature summoned from within.
fr: Réunir les pages du Nécrologos en terrassant les ennemis et vaincre la créature invoquée

source: Progress
fr: Progression

source: Locations visited
fr: Zones sécurisées

source: Targets will grow frenzied if pacification is attempted too early. Levequest deemed a failure if targets accidentally killed.
fr: Les cibles se mettront en colère si vous tentez de les apaiser trop tôt (Le mandat échoue si les cibles sont tuées)

source: Defeat <var 31 ((BNpcName)) 02E8020302 /var> to obtain glamour-dispelling <var 31 ((EventItem)) 02E8030302 /var>.
fr: Vaincre des <var 33 ((BNpcName)) 0DE8020302 /var> pour obtenir des <var 33 ((EventItem)) 0DE8030302 /var>

source: Levequest deemed a failure if <var 31 ((BNpcName)) 03E8020202 /var> is slain.
fr: Le mandat échoue à la mort <var 33 ((BNpcName)) 0AE8020202 /var>

source: Defeat the enemies while protecting your charge.
fr: Protéger l'objet de la mission et vaincre les ennemis

source: Defeat as many enemies as possible within the allotted time.
fr: Vaincre autant d'ennemis que possible dans le temps imparti

source: Discover who is carrying <var 31 ((EventItem)) 03E8020302 /var> and slay the target.
fr: Découvrir l'ennemi qui possède <var 33 ((EventItem)) 03E8020302 /var> et le vaincre

source: Defeat any enemies summoning reinforcements.
fr: Abattre l'ennemi qui appelle des renforts

source: Objective failed if insufficient number of enemies slain.
fr: Le mandat échoue si trop peu d'ennemis sont éliminés

source: Slay enemies that respond to the <var 08 E4E80202 ((/poke)) ((/doubt)) /var> emote and collect <var 31 ((EventItem)) 02E8030302 /var>.
fr: Éliminer les ennemis qui répondent à l'emote <var 08 E4E80202 ((/toucher)) ((/questionner)) /var> et récupérer <var 33 ((EventItem)) 02E8030302 /var>

source: Objective failed if all <var 31 ((BNpcName)) 02E8020302 /var> are lost.
fr: Le mandat échoue si <var 08 ((<var 28 ((BNpcName)) E80207 /var>)) ((toutes)) ((tous)) /var> <var 33 ((BNpcName)) 03E8020302 /var> sont <var 08 ((<var 28 ((BNpcName)) E80207 /var>)) ((perdues)) ((perdus)) /var>

source: Use <var 31 ((EventItem)) 04E8030302 /var> obtained from <var 31 ((BNpcName)) 04E8020302 /var> on <var 31 ((EObj)) 04E8040302 /var> to lure out <var 31 ((BNpcName)) 04E8050302 /var>.
fr: Obtenir <var 33 ((EventItem)) 02E8030202 /var> sur <var 33 ((BNpcName)) 02E8020202 /var> et l'utiliser sur <var 33 ((EObj)) 02E8040202 /var> pour attirer <var 33 ((BNpcName)) 02E8050202 /var>

source: Targets will grow frenzied if pacification is attempted too early.
fr: Les cibles se mettront en colère si vous tentez de les apaiser trop tôt
