Repository: endervad/ffxiv_translation_test
Catalog: exd/GatheringCondition/*.xlf
Languages: ru

source: Chain ≥ #<var 20 E802 /var>
ru: Комбо ≥ #<var 20 E802 /var>

source: STR ≥ <var 20 E802 /var>
ru: СИЛ ≥ <var 20 E802 /var>

source: DEX ≥ <var 20 E802 /var>
ru: ЛОВ ≥ <var 20 E802 /var>

source: VIT ≥ <var 20 E802 /var>
ru: ЖИВ ≥ <var 20 E802 /var>

source: INT ≥ <var 20 E802 /var>
ru: ИНТ ≥ <var 20 E802 /var>

source: MND ≥ <var 20 E802 /var>
ru: ДУХ ≥ <var 20 E802 /var>

source: PIE ≥ <var 20 E802 /var>
ru: БЛГ ≥ <var 20 E802 /var>

source: Gathering ≥ <var 20 E802 /var>
ru: Собирательство ≥ <var 20 E802 /var>

source: Perception ≥ <var 20 E802 /var>
ru: Восприятие ≥ <var 20 E802 /var>

source: Gathering < <var 20 E802 /var>
ru: Собирательство < <var 20 E802 /var>

source: Perception <var 08 E803 ((≥)) ((<)) /var> <var 20 E802 /var>
ru: Восприятие <var 08 E803 ((≥)) ((<)) /var> <var 20 E802 /var>

source: <var 28 ((Status)) E80201 /var> Required
ru: Требуется <var 28 ((Status)) E80201 /var>

source: Max GP ≥ <var 20 E802 /var>
ru: Макс. ОС ≥ <var 20 E802 /var>

source: <var 28 ((Item)) E8020A /var> <var 08 E803 ((Equipped)) ((Unequipped)) /var>
ru: <var 28 ((Item)) E8020A /var> <var 08 E803 ((Экипирован)) ((Не экипирован)) /var>
