Repository: endervad/ffxiv_translation_test
Catalog: exd/EventVfx/*.xlf
Languages: de, ru

source: None<tab>
de: ---<tab>
ru: Без эффекта<tab>

source: Noise 1<tab>vfx_nc_nise0013
de: Rauschen 1<tab>vfx_nc_nise0013
ru: Шум 1<tab>vfx_nc_nise0013

source: Reflection Blur<tab>vfx_nc_blur0005
de: Randunschärfe<tab>vfx_nc_blur0005
ru: Размытие при отражении<tab>vfx_nc_blur0005

source: Saturated Linework<tab>gpose_syuchusen
de: Strahlen<tab>gpose_syuchusen
ru: Радиальные линии<tab>gpose_syuchusen

source: Canvas<tab>gpose_canvas
de: Leinwand<tab>gpose_canvas
ru: Холст<tab>gpose_canvas

source: Wall<tab>gpose_kabe
de: Wand<tab>gpose_kabe
ru: Стена<tab>gpose_kabe

source: Polka Dot 1<tab>gpose_mizutama_hanten
de: Gepunktet 1<tab>gpose_mizutama_hanten
ru: В горошек 1<tab>gpose_mizutama_hanten

source: Brilliant 1<tab>gpose_niji_naname
de: Ätherschwaden 1<tab>gpose_niji_naname
ru: Свечение 1<tab>gpose_niji_naname

source: Watercolor<tab>gpose_suisaifude
de: Aquarell<tab>gpose_suisaifude
ru: Акварель<tab>gpose_suisaifude

source: Noise 2<tab>gpose_filmnoise
de: Rauschen 2<tab>gpose_filmnoise
ru: Шум 2<tab>gpose_filmnoise

source: Brilliant 2<tab>gpose_iroiro
de: Ätherschwaden 2<tab>gpose_iroiro
ru: Свечение 2<tab>gpose_iroiro

source: Picture Frame<tab>gpose_frame_photo_kb
de: Fotorahmen<tab>gpose_frame_photo_kb
ru: Рамка картины<tab>gpose_frame_photo_kb

source: Torn<tab>gpose_frame_wasi
de: Zerrissen<tab>gpose_frame_wasi
ru: Разорванный<tab>gpose_frame_wasi

source: Pencil 2<tab>gpose_efude_sen2
de: Bleistift 2<tab>gpose_efude_sen2
ru: Карандаш 2<tab>gpose_efude_sen2

source: Sakura<tab>gpose_sakura
ru: Сакура<tab>gpose_sakura

source: Ukiyo-e<tab>gpose_frame_ukiyoewaku
ru: Укийо-э<tab>gpose_frame_ukiyoewaku

source: Particle<tab>gpose_kirakira01
de: Partikel<tab>gpose_kirakira01
ru: Частицы<tab>gpose_kirakira01

source: Frosted Glass<tab>gpose_suriglass
de: Milchige Linse<tab>gpose_suriglass
ru: Замёрзшее стекло<tab>gpose_suriglass

source: Instant Camera<tab>gpose_frame_photo_pola_tate
de: Sofortbildkamera<tab>gpose_frame_photo_pola_tate
ru: Фотокамера<tab>gpose_frame_photo_pola_tate

source: Pencil 1<tab>gpose_efude_sen
de: Bleistift 1<tab>gpose_efude_sen
ru: Карандаш 1<tab>gpose_efude_sen

source: Polka Dot 2<tab>gpose_mizutama_hanten_enbos
de: Gepunktet 2<tab>gpose_mizutama_hanten_enbos
ru: В горошек 2<tab>gpose_mizutama_hanten_enbos

source: Wall Frame<tab>gpose_frame_hagaki_3mai
de: Wandrahmen<tab>gpose_frame_hagaki_3mai
ru: Каркасная стена<tab>gpose_frame_hagaki_3mai

source: Ornamental Border 1<tab>gpose_frame_kousi_yoko
de: Verzierter Rand 1<tab>gpose_frame_kousi_yoko
ru: Украшенные края 1<tab>gpose_frame_kousi_yoko

source: Ornamental Border 2<tab>gpose_frame_doma_yoko
de: Verzierter Rand 2<tab>gpose_frame_doma_yoko
ru: Украшенные края 2<tab>gpose_frame_doma_yoko

source: Cinema<tab>gpose_frame_cinema
de: Kino<tab>gpose_frame_cinema
ru: Кино<tab>gpose_frame_cinema

source: Construction Paper 1<tab>gpose_gayousi
de: Bastelpapier 1<tab>gpose_gayousi
ru: Картон 1<tab>gpose_gayousi

source: Pencil 3<tab>gpose_akatsuki
de: Bleistift 3<tab>gpose_akatsuki
ru: Карандаш 3<tab>gpose_akatsuki

source: Construction Paper 2<tab>gpose_gayousi_sima
de: Bastelpapier 2<tab>gpose_gayousi_sima
ru: Картон 2<tab>gpose_gayousi_sima
