Repository: endervad/ffxiv_translation_test
Catalog: exd/SubmarineExploration/*.xlf
Languages: de, fr, ja

source: the Ivory Shoals<tab>Ivory Shoals
de: Elfenbein-Syrte (A)<tab>A
fr: Écueils d'Ivoire (A)<tab>A
ja: A 白の浅瀬<tab>A

source: deep-sea site 1<tab>Site 1
de: Tiefsee 1 (B)<tab>B
fr: Mer des noyades 1 (B)<tab>B
ja: B 溺没海01<tab>B

source: deep-sea site 2<tab>Site 2
de: Tiefsee 2 (C)<tab>C
fr: Mer des noyades 2 (C)<tab>C
ja: C 溺没海02<tab>C

source: the Lightless Basin<tab>Lightless Basin
de: Lichtloses Becken (D)<tab>D
fr: Bassin sans lumière (D)<tab>D
ja: D 黒の海盆<tab>D

source: deep-sea site 3<tab>Site 3
de: Tiefsee 3 (E)<tab>E
fr: Mer des noyades 3 (E)<tab>E
ja: E 溺没海03<tab>E

source: the Southern Rimilala Trench<tab>Southern Rimilala
de: Südlicher Rimilala-Graben (F)<tab>F
fr: Sud de la fosse de Rimilala (F)<tab>F
ja: F リミララ海溝南端<tab>F

source: the Umbrella Narrow<tab>Umbrella Narrow
de: Schirmenge (G)<tab>G
fr: Détroit du Parapluie (G)<tab>G
ja: G アンブレラ海峡<tab>G

source: Offender's Rot<tab>Offender's Rot
de: Banditenatoll (H)<tab>H
fr: Trou de l'Agresseur (H)<tab>H
ja: H 虜囚島<tab>H

source: Neolith Island<tab>Neolith Island
de: Neolitheninsel (I)<tab>I
fr: Île des Néolithes (I)<tab>I
ja: I 石人島<tab>I

source: unidentified derelict<tab>Derelict
de: Unidentifiziertes Wrack (J)<tab>J
fr: Épave sans nom (J)<tab>J
ja: J 名も無き沈没船<tab>J

source: the Cobalt Shoals<tab>Cobalt Shoals
de: Indigo-Untiefen (K)<tab>K
fr: Haut-fond indigo (K)<tab>K
ja: K 藍の浅瀬<tab>K

source: the Mystic Basin<tab>Mystic Basin
de: Lagune der Legenden (L)<tab>L
fr: Bassin mystérieux (L)<tab>L
ja: L 神秘の海盆<tab>L

source: deep-sea site 4<tab>Site 4
de: Tiefsee 4 (M)<tab>M
fr: Mer des noyades 4 (M)<tab>M
ja: M 溺没海04<tab>M

source: the Central Rimilala Trench<tab>Central Rimilala
de: Zentraler Rimilala-Graben (N)<tab>N
fr: Flanc de la fosse de Rimilala (N)<tab>N
ja: N リミララ海溝中腹<tab>N

source: the Wreckage of <var 1A 02 /var>Discovery I<var 1A 01 /var><tab><var 1A 02 /var>Discovery I<var 1A 01 /var> Wreckage
de: Wrack der <var 1A 02 /var>Discovery<var 1A 01 /var> (O)<tab>O
fr: Épave du <var 1A 02 /var>Découverte I<var 1A 01 /var> (O)<tab>O
ja: O ディスカバリー号の残骸<tab>O

source: Komura<tab>Komura
de: Komura (P)<tab>P
fr: Île verdoyante (P)<tab>P
ja: P 木叢島<tab>P

source: Kanayama<tab>Kanayama
de: Kanayama (Q)<tab>Q
fr: Île aux monts métallifère (Q)<tab>Q
ja: Q 金山島<tab>Q

source: concealed bay<tab>Concealed Bay
de: Versteckte Bucht (R)<tab>R
fr: Repaire de l'armada (R)<tab>R
ja: R 水師の隠し港<tab>R

source: deep-sea site 5<tab>Site 5
de: Tiefsee 5 (S)<tab>S
fr: Mer des noyades 5 (S)<tab>S
ja: S 溺没海05<tab>S

source: Purgatory<tab>Purgatory
de: Vorhölle (T)<tab>T
fr: Île du purgatoire (T)<tab>T
ja: T 煉獄島<tab>T

source: deep-sea site 6<tab>Site 6
de: Tiefsee 6 (U)<tab>U
fr: Mer des noyades 6 (U)<tab>U
ja: U 溺没海06<tab>U

source: the Rimilala Shelf<tab>Rimilala Shelf
de: Rimilala-Riff (V)<tab>V
fr: Large talus de la fosse de Rimilala (V)<tab>V
ja: V リミララ海溝大傾斜<tab>V

source: deep-sea site 7<tab>Site 7
de: Tiefsee 7 (W)<tab>W
fr: Mer des noyades 7 (W)<tab>W
ja: W 溺没海07<tab>W

source: Glittersand Basin<tab>Glittersand Basin
de: Glitzersand-Becken (X)<tab>X
fr: Bassin des sables scintillants (X)<tab>X
ja: X 輝砂の海盆<tab>X

source: Flickering Dip<tab>Flickering Dip
de: Flicker-Senke (Y)<tab>Y
fr: Vallée écumeuse du crépuscule (Y)<tab>Y
ja: Y 残照の白谷<tab>Y

source: the Wreckage of the <var 1A 02 /var>Headway<var 1A 01 /var><tab><var 1A 02 /var>Headway<var 1A 01 /var> Wreckage
de: Wrack der <var 1A 02 /var>Headway<var 1A 01 /var> (Z)<tab>Z
fr: Épave de <var 1A 02 /var>L'Avancée<var 1A 01 /var> (Z)<tab>Z
ja: Z ヘッドウェイ号の残骸<tab>Z

source: the Upwell<tab>Upwell
de: Sondersee (AA)<tab>AA
fr: Zone des contre-courants (AA)<tab>AA
ja: AA 変理の海域<tab>AA

source: the Rimilala Trench Bottom<tab>Rimilala Trench Bottom
de: Rimilala-Tiefe (AB)<tab>AB
fr: Fin fond de la fosse de Rimilala (AB)<tab>AB
ja: AB リミララ海溝最深部<tab>AB

source: stone temple<tab>Stone Temple
de: Steintempel (AC)<tab>AC
fr: Ruines du temple de pierre (AC)<tab>AC
ja: AC 石造寺院跡<tab>AC

source: sunken vault<tab>Sunken Vault
de: Versunkene Schatzkammer (AD)<tab>AD
fr: Ancien écrin (AD)<tab>AD
ja: AD 古の宝物庫<tab>AD

source: South Isle of Zozonan<tab>South Isle of Zozonan
de: Zozonan-Südriff (A)<tab>A
fr: Rive sud de l'Île Zozonan (A)<tab>A
ja: A ゾーゾーナン島南端<tab>A

source: Wreckage of the <var 1A 02 /var>Windwalker<var 1A 01 /var><tab><var 1A 02 /var>Windwalker<var 1A 01 /var> Wreckage
de: Windschreiterschädel (B)<tab>B
fr: Épave du <var 1A 02 /var>Marche-Vent<var 1A 01 /var> (B)<tab>B
ja: B ウィンド・ウォーカーの残骸<tab>B

source: North Isle of Zozonan<tab>North Isle of Zozonan
de: Zozonan-Nordriff (C)<tab>C
fr: Rive nord de l'Île Zozonan (C)<tab>C
ja: C ゾーゾーナン島北端<tab>C

source: Sea of Ash 1<tab>Sea of Ash 1
de: Verbranntes Meer 1 (D)<tab>D
fr: Mer de Cendre 1 (D)<tab>D
ja: D 灰海01<tab>D

source: the Southern Charnel Trench<tab>Southern Charnel Trench
de: Leichenfeuergraben Süd (E)<tab>E
fr: Sud de la Fosse crématoire (E)<tab>E
ja: E 火葬炉海溝南端<tab>E

source: Sea of Ash 2<tab>Sea of Ash 2
de: Verbranntes Meer 2 (F)<tab>F
fr: Mer de Cendre 2 (F)<tab>F
ja: F 灰海02<tab>F

source: Sea of Ash 3<tab>Sea of Ash 3
de: Verbranntes Meer 3 (G)<tab>G
fr: Mer de Cendre 3 (G)<tab>G
ja: G 灰海03<tab>G

source: Ascetic's Demise<tab>Ascetic's Demise
de: Grabmal des Asketen (H)<tab>H
fr: Crypte des Ascètes (H)<tab>H
ja: H 修道士たちの墓標<tab>H

source: the Central Charnel Trench<tab>Central Charnel Trench
de: Leichenfeuergraben Mitte (I)<tab>I
fr: Flanc de la Fosse crématoire (I)<tab>I
ja: I 火葬炉海溝中腹<tab>I

source: the Catacombs of the Father<tab>Catacombs of the Father
de: Des Priesters Felsgrotte (J)<tab>J
fr: Grotte du Révérend (J)<tab>J
ja: J 神父の岩窟<tab>J

source: Sea of Ash 4<tab>Sea of Ash 4
de: Verbranntes Meer 4 (K)<tab>K
fr: Mer de Cendre 4 (K)<tab>K
ja: K 灰海04<tab>K

source: the Midden Pit<tab>Midden Pit
de: Das Schotterbecken (L)<tab>L
fr: Bassin sédimentaire (L)<tab>L
ja: L 砂利の海盆<tab>L

source: the Lone Glove<tab>Lone Glove
de: Insel der einsamen Hand (M)<tab>M
fr: Île du gant esseulé (M)<tab>M
ja: M 片割れ手袋島<tab>M

source: Coldtoe Isle<tab>Coldtoe Isle
de: Insel der nassen Socken (N)<tab>N
fr: Île de la chaussette trouée (N)<tab>N
ja: N 穴あき靴下島<tab>N

source: Smuggler's Knot<tab>Smuggler's Knot
de: Schmugglerbasar (O)<tab>O
fr: Repaire des contrebandiers (O)<tab>O
ja: O 密輸業者の取引場<tab>O

source: the Open Robe<tab>Open Robe
de: Lumpenkleidinsel (P)<tab>P
fr: Île de la robe fripée (P)<tab>P
ja: P 擦り切れローブ島<tab>P

source: Nald'thal's Pipe<tab>Nald'thal's Pipe
de: Nald'thals Schlot (Q)<tab>Q
fr: Cheminée de Nald'thal (Q)<tab>Q
ja: Q ナルザルの煙管<tab>Q

source: the Slipped Anchor<tab>Slipped Anchor
de: Schliergrund (R)<tab>R
fr: Mer de Chasse-Ancre (R)<tab>R
ja: R 走錨海域<tab>R

source: Glutton's Belly<tab>Glutton's Belly
de: Hungriger Magen (S)<tab>S
fr: Estomac goulu (S)<tab>S
ja: S 強欲の胃袋<tab>S

source: the Blue Hole<tab>Blue Hole
de: Das Blaue Loch (T)<tab>T
fr: Trou bleu (T)<tab>T
ja: T ブルーホール<tab>T

source: the Isle of Sacrament<tab>Isle of Sacrament
de: Insel des Sakraments (A)<tab>A
fr: Île du Sacrement (A)<tab>A
ja: A 祭壇島<tab>A

source: the Kraken's Tomb<tab>Kraken's Tomb
de: Grab des Kraken (B)<tab>B
fr: Tombe du Kraken (B)<tab>B
ja: B 蛸壺入江<tab>B

source: Sea of Jade 1<tab>Sea of Jade 1
de: Jademeer 1 (C)<tab>C
fr: Mer de Jade 1 (C)<tab>C
ja: C 翠浪海01<tab>C

source: Rogo-Tumu-Here's Haunt<tab>Rogo-Tumu-Here's Haunt
de: Revier des Rogo-Tumu-Here (D)<tab>D
fr: Chasse de Rogo-Tumu-Here (D)<tab>D
ja: D ロゴトゥムヘレの狩場<tab>D

source: the Stone Barbs<tab>Stone Barbs
de: Steinerne Dornen (E)<tab>E
fr: Ventouse de pierre (E)<tab>E
ja: E 吸盤礁<tab>E

source: Rogo-Tumu-Here's Repose<tab>Rogo-Tumu-Here's Repose
de: Schlafplatz des Rogo-Tumu-Here (F)<tab>F
fr: Repos de Rogo-Tumu-Here (F)<tab>F
ja: F ロゴトゥムヘレの寝蔵<tab>F

source: Tangaroa's Prow<tab>Tangaroa's Prow
de: Tangaroas Angelhaken (G)<tab>G
fr: Hameçon de Tangaroa (G)<tab>G
ja: G タナロアの釣針<tab>G

source: Sea of Jade 2<tab>Sea of Jade 2
de: Jademeer 2 (H)<tab>H
fr: Mer de Jade 2 (H)<tab>H
ja: H 翠浪海02<tab>H

source: the Blind Sound<tab>Blind Sound
de: Blinder Meeresarm (I)<tab>I
fr: Fjord aveugle (I)<tab>I
ja: I 目隠し峡江<tab>I

source: Sea of Jade 3<tab>Sea of Jade 3
de: Jademeer 3 (J)<tab>J
fr: Mer de Jade 3 (J)<tab>J
ja: J 翠浪海03<tab>J

source: Moergynn's Forge<tab>Moergynn's Forge
de: Moergynns Schmiede (K)<tab>K
fr: Forge de Moergynn (K)<tab>K
ja: K ムールギンの鍛冶場<tab>K

source: Tangaroa's Beacon<tab>Tangaroa's Beacon
de: Tangaroas Boje (L)<tab>L
fr: Fanal de Tangaroa (L)<tab>L
ja: L タナロアの浮標<tab>L

source: Sea of Jade 4<tab>Sea of Jade 4
de: Jademeer 4 (M)<tab>M
fr: Mer de Jade 4 (M)<tab>M
ja: M 翠浪海04<tab>M

source: the Forest of Kelp<tab>Forest of Kelp
de: Seegrashain (N)<tab>N
fr: Forêt d'algues (N)<tab>N
ja: N 海藻樹林<tab>N

source: Sea of Jade 5<tab>Sea of Jade 5
de: Jademeer 5 (O)<tab>O
fr: Mer de Jade 5 (O)<tab>O
ja: O 翠浪海05<tab>O

source: Bladefall Chasm<tab>Bladefall Chasm
de: Schwertklippe (P)<tab>P
fr: Abîme émoussé (P)<tab>P
ja: P なまくら切岸<tab>P

source: Stormport<tab>Stormport
de: Sturmruh (Q)<tab>Q
fr: Port-tempête (Q)<tab>Q
ja: Q 風の休所<tab>Q

source: Wyrm's Rest<tab>Wyrm's Rest
de: Drachengebeinsanger (R)<tab>R
fr: Repos du dragon (R)<tab>R
ja: R 竜骨溜まり<tab>R

source: Sea of Jade 6<tab>Sea of Jade 6
de: Jademeer 6 (S)<tab>S
fr: Mer de Jade 6 (S)<tab>S
ja: S 翠浪海06<tab>S

source: the Devil's Crypt<tab>Devil's Crypt
de: Gruft des Seeungeheuers (T)<tab>T
fr: Crypte du diable (T)<tab>T
ja: T 海獣の霊園<tab>T

source: Mastbound's Bounty<tab>Mastbound's Bounty
de: Ohrenschmalzbecken (A)<tab>A
fr: Bassin de cérumen (A)<tab>A
ja: A 耳蝋漁場<tab>A

source: Sirensong Sea 1<tab>Sirensong Sea 1
de: Sirenen-See 1 (B)<tab>B
fr: Mer du Chant des sirènes 1 (B)<tab>B
ja: B セイレーン海01<tab>B

source: Sirensong Sea 2<tab>Sirensong Sea 2
de: Sirenen-See 2 (C)<tab>C
fr: Mer du Chant des sirènes 2 (C)<tab>C
ja: C セイレーン海02<tab>C

source: Anthemoessa<tab>Anthemoessa
de: Anthemoessa (D)<tab>D
fr: Île d'Anthémuse (D)<tab>D
ja: D アンテモエッサ島<tab>D

source: Magos Trench<tab>Magos Trench
de: Magosgraben (E)<tab>E
fr: Bouche du démon des mers (E)<tab>E
ja: E 海魔の口<tab>E

source: Thrall's Unrest<tab>Thrall's Unrest
de: Thralls Enge (F)<tab>F
fr: Pertuis des naufrages (F)<tab>F
ja: F 漂流海域<tab>F

source: Crow's Drop<tab>Crow's Drop
de: Todesriff (G)<tab>G
fr: Récif de la mort (G)<tab>G
ja: G 告死礁<tab>G

source: Sirensong Sea 3<tab>Sirensong Sea 3
de: Sirenen-See 3 (H)<tab>H
fr: Mer du Chant des sirènes 3 (H)<tab>H
ja: H セイレーン海03<tab>H

source: the Anthemoessa Undertow<tab>Anthemoessa Undertow
de: Haus von Anthemoessa (I)<tab>I
fr: Courant sous-marin d'Anthémuse (I)<tab>I
ja: I アンテモエッサ海廊<tab>I

source: Sirensong Sea 4<tab>Sirensong Sea 4
de: Sirenen-See 4 (J)<tab>J
fr: Mer du Chant des sirènes 4 (J)<tab>J
ja: J セイレーン海04<tab>J

source: Seafoam Tide<tab>Seafoam Tide
de: Wirbelenge (K)<tab>K
fr: Détroit aux tourbillons (K)<tab>K
ja: K 渦紋海峡<tab>K

source: the Beak<tab>Beak
de: Schnabelbucht (L)<tab>L
fr: Baie du Bec (L)<tab>L
ja: L 鳥嘴湾<tab>L

source: Seafarer's End<tab>Seafarer's End
de: Kerker des Seeteufels (M)<tab>M
fr: Geôle du démon des mers (M)<tab>M
ja: M 海魔の牢獄<tab>M

source: Drifter's Decay<tab>Drifter's Decay
de: Atoll des Exils (N)<tab>N
fr: Atoll des exilés (N)<tab>N
ja: N 放棄された流刑島<tab>N

source: Lugat's Landing<tab>Lugat's Landing
de: Strand des Lugat (O)<tab>O
fr: Plage de Lugat (O)<tab>O
ja: O ルガトの浜<tab>O

source: the Frozen Spring<tab>Frozen Spring
de: Frostbrunn (P)<tab>P
fr: Source givrée (P)<tab>P
ja: P 積氷泉<tab>P

source: Sirensong Sea 5<tab>Sirensong Sea 5
de: Sirenen-See 5 (Q)<tab>Q
fr: Mer du Chant des sirènes 5 (Q)<tab>Q
ja: Q セイレーン海05<tab>Q

source: Tidewind Isle<tab>Tidewind Isle
de: Schneckholm (R)<tab>R
fr: Île du tumulte (R)<tab>R
ja: R 渦紋島<tab>R

source: Bloodbreak<tab>Bloodbreak
de: Blutblase (S)<tab>S
fr: Colline de sang pourpre (S)<tab>S
ja: S 赤血海丘<tab>S

source: the Crystal Font<tab>Crystal Font
de: Kristallquell (T)<tab>T
fr: Source cristalline (T)<tab>T
ja: T 海晶泉<tab>T

source: Weeping Trellis<tab>Weeping Trellis
de: Glyzinienschauer (A)<tab>A
fr: Arche de glycines aguichantes (A)<tab>A
ja: A 誘う藤棚<tab>A

source: the Forsaken Isle<tab>Forsaken Isle
de: Gebleichte Insel (B)<tab>B
fr: Île blanchie (B)<tab>B
ja: B 白化した島<tab>B

source: Fortune's Ford<tab>Fortune's Ford
de: Sandbank der Wandervögel (C)<tab>C
fr: Haut-fond de l'oiseau vagabond (C)<tab>C
ja: C 漂鳥の浅瀬<tab>C

source: Lilac Sea 1<tab>Lilac Sea 1
de: Fliedermeer 1 (D)<tab>D
fr: Mer de lilas 1 (D)<tab>D
ja: D 紫礁海01<tab>D

source: Runners' Reach<tab>Runners' Reach
de: Larth (E)<tab>E
fr: Île du râle (E)<tab>E
ja: E ラルス島<tab>E

source: Bellflower Flood<tab>Bellflower Flood
de: Mitte des Asterngrabens (F)<tab>F
fr: Centre de la fosse des campanules (F)<tab>F
ja: F 桔梗海溝中央<tab>F

source: Lilac Sea 2<tab>Lilac Sea 2
de: Fliedermeer 2 (G)<tab>G
fr: Mer de lilas 2 (G)<tab>G
ja: G 紫礁海02<tab>G

source: Lilac Sea 3<tab>Lilac Sea 3
de: Fliedermeer 3 (H)<tab>H
fr: Mer de lilas 3 (H)<tab>H
ja: H 紫礁海03<tab>H

source: Northwest Bellflower<tab>northwest Bellflower
de: Nordwesten des Asterngrabens (I)<tab>I
fr: Nord-ouest de la fosse des campanules (I)<tab>I
ja: I 桔梗海溝北西<tab>I

source: Corolla Isle<tab>Corolla Isle
de: Korolleninsel (J)<tab>J
fr: Île des couronnes florales (J)<tab>J
ja: J 花冠島<tab>J

source: Southeast Bellflower<tab>southeast Bellflower
de: Südosten des Asterngrabens (K)<tab>K
fr: Sud-est de la fosse des campanules (K)<tab>K
ja: K 桔梗海溝南東<tab>K

source: the Floral Reef<tab>floral reef
de: Blühende Lagune (L)<tab>L
fr: Lagon en fleur (L)<tab>L
ja: L 咲き誇る礁池<tab>L

source: Wingsreach<tab>Wingsreach
de: Vexilleninsel (M)<tab>M
fr: Île des tiges ailées (M)<tab>M
ja: M 翼弁島<tab>M

source: the Floating Standard<tab>Floating Standard
de: Fahneninsel (N)<tab>N
fr: Île de l'étendard (N)<tab>N
ja: N 旗弁島<tab>N

source: the Fluttering Bay<tab>Fluttering Bay
de: Mondorchideenbucht (O)<tab>O
fr: Baie des orchidées papillon (O)<tab>O
ja: O 胡蝶の円湾<tab>O

source: Lilac Sea 4<tab>Lilac Sea 4
de: Fliedermeer 4 (P)<tab>P
fr: Mer de lilas 4 (P)<tab>P
ja: P 紫礁海04<tab>P

source: Proudkeel<tab>Proudkeel
de: Schiffcheninsel (Q)<tab>Q
fr: Île de la carène (Q)<tab>Q
ja: Q 舟弁島<tab>Q

source: East Dodie's Abyss<tab>east Dodie's Abyss
de: Östliche Dodhi-Furche (R)<tab>R
fr: Est de la vallée sous-marine de Dodie (R)<tab>R
ja: R ドディー海底谷東<tab>R

source: Lilac Sea 5<tab>Lilac Sea 5
de: Fliedermeer 5 (S)<tab>S
fr: Mer de lilas 5 (S)<tab>S
ja: S 紫礁海05<tab>S

source: West Dodie's Abyss<tab>west Dodie's Abyss
de: Westliche Dodhi-Furche (T)<tab>T
fr: Ouest de la vallée sous-marine de Dodie (T)<tab>T
ja: T ドディー海底谷西<tab>T
