Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/KinGsf103_05241/*.xlf
Languages: de, fr, ja

source: TEXT_KINGSF103_05241_SEQ_00<tab>Wawlika has a message to share with you.
de: TEXT_KINGSF103_05241_SEQ_00<tab>Der große Xbr'aal scheint etwas auf dem Herzen zu haben.
fr: TEXT_KINGSF103_05241_SEQ_00<tab>Wawlika a quelque chose à vous dire.
ja: TEXT_KINGSF103_05241_SEQ_00<tab>シェシェネ青燐泉のワーリカは、冒険者に話しておきたいことがあるようだ。

source: TEXT_KINGSF103_05241_TODO_00<tab>Speak with Zawpya.
de: TEXT_KINGSF103_05241_TODO_00<tab>Mit Zawpya sprechen
fr: TEXT_KINGSF103_05241_TODO_00<tab>Parler à Zawpya
ja: TEXT_KINGSF103_05241_TODO_00<tab>ダーピャと話す

source: TEXT_KINGSF103_05241_WAWLIKA_000_000<tab>Ah, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, glad you're here! Zawpya told me he needs to speak with you.
de: TEXT_KINGSF103_05241_WAWLIKA_000_000<tab>Ah, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Gut, dass ich dich erwische.
fr: TEXT_KINGSF103_05241_WAWLIKA_000_000<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Tu tombes bien.
ja: TEXT_KINGSF103_05241_WAWLIKA_000_000<tab>ああ、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>。 顔を出してくれてありがとうよ。

source: TEXT_KINGSF103_05241_WAWLIKA_000_001<tab>As for why he didn't simply track you down himself, your guess is as good as mine...
de: TEXT_KINGSF103_05241_WAWLIKA_000_001<tab>Zawpya wollte nämlich mit dir sprechen. Was an sich schon kurios ist - normalerweise fragt Herr Wortkarg nämlich nie nach irgendwem.
fr: TEXT_KINGSF103_05241_WAWLIKA_000_001<tab>Zawpya te cherche partout. Le connaissant, c'est rare qu'il soulève ciel et terre de la sorte.
ja: TEXT_KINGSF103_05241_WAWLIKA_000_001<tab>なんでも、ダーピャがお前さんに用があるってんだ。 あいつがわざわざ言伝まで頼んで人を呼ぶなんて、 珍しいんだが……

source: TEXT_KINGSF103_05241_WAWLIKA_000_002<tab>At any rate, you'll find him over at Shaaloani Station. Safe travels!
de: TEXT_KINGSF103_05241_WAWLIKA_000_002<tab>Er dürfte gerade am Bahnhof Shaaloani seiner Arbeit nachgehen. Würdest du dich einmal bei ihm blicken lassen?
fr: TEXT_KINGSF103_05241_WAWLIKA_000_002<tab>Quand tu auras un moment, tu pourrais passer le voir à la gare de Shaaloani<var 1D /var>?
ja: TEXT_KINGSF103_05241_WAWLIKA_000_002<tab>とにかく、「シャーローニ駅」にいる、 ダーピャのところに顔を出してもらっていいか？

source: TEXT_KINGSF103_05241_WAWLIKA_000_010<tab>Sorry, friend, but Zawpya didn't tell me why he asked for you. He should be at the station.
de: TEXT_KINGSF103_05241_WAWLIKA_000_010<tab>Ich sagte doch: Er müsste eigentlich am Bahnhof Shaaloani sein.
fr: TEXT_KINGSF103_05241_WAWLIKA_000_010<tab>Zawpya te cherche partout. Tu pourrais passer le voir à la gare de Shaaloani<var 1D /var>?
ja: TEXT_KINGSF103_05241_WAWLIKA_000_010<tab>すまんが、「シャーローニ駅」にいる、 ダーピャのところに顔を出してもらっていいか？

source: TEXT_KINGSF103_05241_ZAWPYA_000_020<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Perfect timing. You see, I have a problem...
de: TEXT_KINGSF103_05241_ZAWPYA_000_020<tab>Ah, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Danke, dass du gekommen bist. Pass auf<var 1D /var>...
fr: TEXT_KINGSF103_05241_ZAWPYA_000_020<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Je savais que tu viendrais<var 1D /var>!
ja: TEXT_KINGSF103_05241_ZAWPYA_000_020<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>、来てくれたか！ いや、実はさ……

source: TEXT_KINGSF103_05241_ZAWPYA_000_021<tab>It's the Dawnblazer. I know she detonated in the line of duty, but try as I might, I can't get that armored angel out of my mind!
de: TEXT_KINGSF103_05241_ZAWPYA_000_021<tab>Es ist nämlich so, dass mir der legendäre Dämmerbruch und das Mordsloch, das wir mit ihm in die Basis gesprengt haben, nicht aus dem Kopf gehen.
fr: TEXT_KINGSF103_05241_ZAWPYA_000_021<tab>De l'eau a coulé sous les ponts depuis notre opération d'in<var 16 /var>fil<var 16 /var>tra<var 16 /var>tion musclée, mais pour moi, impossible d'oublier l'Explaurore<var 1D /var>!
ja: TEXT_KINGSF103_05241_ZAWPYA_000_021<tab>俺やっぱり、基地の爆破に使った伝説の装甲列車、 ドーンブレイザー号が忘れられないんだ……！

source: TEXT_KINGSF103_05241_ZAWPYA_000_022<tab>After she came up in conversation the other day, it relit a fire in me. One thing led to another, and I found myself stitching together a little something inspired by her design.
de: TEXT_KINGSF103_05241_ZAWPYA_000_022<tab>Vor allem nach unserem Gespräch mit Nitowikwe und den anderen habe ich immer öfter an ihn gedacht. Irgendwie muss man diesen glorreichen Zug doch würdigen, dachte ich mir. Also hab ich mir etwas einfallen lassen<var 1D /var>...
fr: TEXT_KINGSF103_05241_ZAWPYA_000_022<tab>L'autre jour, notre discussion avec Nitowikwe a ravivé ma passion pour cette locomotive légendaire. J'ai donc créé une parure à son image<var 1D /var>!
ja: TEXT_KINGSF103_05241_ZAWPYA_000_022<tab>この前ニトウィケさんたちと話した時から、 またドーンブレイザー号熱がぶり返してさ。 思わず、その意匠を盛り込んだ服を作っちまって……。

source: TEXT_KINGSF103_05241_ZAWPYA_000_023<tab>I know how crazy this must sound, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, but I'd really love for you to have this ensemble!
de: TEXT_KINGSF103_05241_ZAWPYA_000_023<tab>Die <var 1A 02 /var>Dämmerbrecher<var 1A 01 /var>-Uniform, als spezielle Hommage an unseren legendären Dämmerbruch. Und dir will ich sie schenken.
fr: TEXT_KINGSF103_05241_ZAWPYA_000_023<tab>Je l'ai nommée “la tenue de l'Explaurore”<var 1D /var>! Ça claque comme nom, tu trouves pas<var 1D /var>? Je te l'offre en re<var 16 /var>mer<var 16 /var>cie<var 16 /var>ment de ton excellent travail<var 1D /var>!
ja: TEXT_KINGSF103_05241_ZAWPYA_000_023<tab>一式詰め込んだのが「<var 28 ((Item)) F2AE7401 /var>」だッ！ これはどうか好きにしてくれ！

source: TEXT_KINGSF103_05241_ZAWPYA_000_024<tab>(And if it's not to your liking, maybe you could find a roundabout way of asking Nitowikwe what she thinks of it...?)
de: TEXT_KINGSF103_05241_ZAWPYA_000_024<tab>Ich meine, im besten Fall gefällt sie dir auch. Und wenn nicht<var 1D /var>... Dann steht sie ja bestimmt wenigstens unserer lieben Nitowikwe.
fr: TEXT_KINGSF103_05241_ZAWPYA_000_024<tab>Bien sûr, tu es libre de l'utiliser comme bon te semble. Tu pourrais même proposer à Nitowikwe de l'essayer, je pense qu'elle lui irait comme un gant...
ja: TEXT_KINGSF103_05241_ZAWPYA_000_024<tab>もちろんあんたが気に入ってくれるのが一番だけど、 ニトウィケさんにそれとなく渡して、着てもらうなり……

source: TEXT_KINGSF103_05241_ZAWPYA_000_025<tab>Just think about it, all right? Together, we can keep her memory alive. Through us, the Dawnblazer will ride on!
de: TEXT_KINGSF103_05241_ZAWPYA_000_025<tab>Jedenfalls ist das mein kleiner Beitrag dazu, die Glorie des Dämmerbruchs in die Welt hinauszutragen. Und du bist mir das liebste Modell, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
fr: TEXT_KINGSF103_05241_ZAWPYA_000_025<tab>Quoi qu'il en soit, porte-la souvent pour honorer la mémoire de ce train ex<var 16 /var>traor<var 16 /var>di<var 16 /var>nai<var 16 /var>re<var 1D /var>!
ja: TEXT_KINGSF103_05241_ZAWPYA_000_025<tab>とにかくあの列車のかっこよさを、 どんな形でも、少しでも多くの人に知ってもらいたいんだ。 よろしく頼むぜ！
