Repository: endervad/ffxiv_translation_test
Catalog: exd/BannerTimeline/*.xlf
Languages: de, fr

source: Standing 1
de: Stehend 1
fr: Pose décontractée 1

source: Standing 2
de: Stehend 2
fr: Pose décontractée 2

source: Standing 3
de: Stehend 3
fr: Pose décontractée 3

source: Standing 4
de: Stehend 4
fr: Pose décontractée 4

source: Standing 5
de: Stehend 5
fr: Pose décontractée 5

source: Standing 6
de: Stehend 6
fr: Pose décontractée 6

source: Standing 7
de: Stehend 7
fr: Pose décontractée 7

source: Standing 8
de: Gezogene Waffe 1
fr: Pose dynamique 1

source: Standing 9
de: Gezogene Waffe 2
fr: Pose dynamique 2

source: Paint It
de: Anmalen
fr: Pinceau chocobo

source: Ready to Gather
de: Bereit zum Sammeln
fr: Récolte : outil brandi

source: Tackle in Hand
de: Angelrute in der Hand
fr: Pêche : canne à la main

source: Ready to Reel
de: Bereit zum Angeln
fr: Pêche : main sur le moulinet

source: Seiton Tenchu
fr: Seiton Tenchû

source: Tenebrae Lemurum
fr: Ténèbres du lémure
