Repository: endervad/ffxiv_translation_test
Catalog: exd/FCAuthorityCategory/*.xlf
Languages: fr, ja

source: Settings
fr: Droits généraux
ja: 設定管理

source: Members
fr: Gestion des membres
ja: メンバー管理

source: Community
fr: Communauté
ja: コミュニティ管理

source: Actions
fr: Missions et activités
ja: コンテンツ管理

source: Settings
fr: Réglages
ja: 設定管理

source: Estate
fr: Logement
ja: 土地・ハウスの管理

source: Customization
fr: Décoration
ja: カスタマイズ管理

source: Garden
fr: Jardinage
ja: 栽培の管理

source: Chocobos
fr: Écurie à chocobos
ja: マイチョコボ育成の管理

source: Workshop
fr: Atelier
ja: 地下工房の管理

source: Company Projects
fr: Projets
ja: カンパニークラフトの管理

source: Airships & Submersibles
fr: Aéronefs et sous-marins
ja: 飛空艇・潜水艦の管理

source: Orchestrion
ja: オーケストリオンの管理

source: Message Book
fr: Livres de corres.
ja: 交流帳の管理
