Repository: endervad/ffxiv_translation_test
Catalog: exd/guild_order/GuildOrderOfficer/*.xlf
Languages: de, fr

source: TEXT_GUILDORDEROFFICER_MENU_TITLE<tab>What would you like to do?
de: TEXT_GUILDORDEROFFICER_MENU_TITLE<tab>Was willst du?
fr: TEXT_GUILDORDEROFFICER_MENU_TITLE<tab>（★未使用／削除予定★）

source: TEXT_GUILDORDEROFFICER_MENU_00<tab>Withdraw self from the operation.
de: TEXT_GUILDORDEROFFICER_MENU_00<tab>Allein zurückkehren.
fr: TEXT_GUILDORDEROFFICER_MENU_00<tab>Quitter l'opération individuellement

source: TEXT_GUILDORDEROFFICER_MENU_01<tab>Withdraw party from the operation.
de: TEXT_GUILDORDEROFFICER_MENU_01<tab>Mit der Gruppe zurückkehren.
fr: TEXT_GUILDORDEROFFICER_MENU_01<tab>Quitter l'opération collectivement

source: TEXT_GUILDORDEROFFICER_MENU_02<tab>Return to duty.
de: TEXT_GUILDORDEROFFICER_MENU_02<tab>Nichts.
fr: TEXT_GUILDORDEROFFICER_MENU_02<tab>Annuler

source: TEXT_GUILDORDEROFFICER_RETURN_ME_MENU_TITLE<tab>You will be removed from your party. Proceed?
de: TEXT_GUILDORDEROFFICER_RETURN_ME_MENU_TITLE<tab>Willst du die Gruppe wirklich verlassen?
fr: TEXT_GUILDORDEROFFICER_RETURN_ME_MENU_TITLE<tab>Abandonner la mission en cours et quitter l'équipe<var 1D /var>?

source: TEXT_GUILDORDEROFFICER_RETURN_ME_MENU_YES<tab>Yes
de: TEXT_GUILDORDEROFFICER_RETURN_ME_MENU_YES<tab>Ja
fr: TEXT_GUILDORDEROFFICER_RETURN_ME_MENU_YES<tab>Oui

source: TEXT_GUILDORDEROFFICER_RETURN_ME_MENU_NO<tab>No
de: TEXT_GUILDORDEROFFICER_RETURN_ME_MENU_NO<tab>Nein
fr: TEXT_GUILDORDEROFFICER_RETURN_ME_MENU_NO<tab>Non

source: TEXT_GUILDORDEROFFICER_RETURN_PARTY_MENU_TITLE<tab>Abandon current duty?
de: TEXT_GUILDORDEROFFICER_RETURN_PARTY_MENU_TITLE<tab>Wollt ihr die Instanz wirklich verlassen?
fr: TEXT_GUILDORDEROFFICER_RETURN_PARTY_MENU_TITLE<tab>Quitter la mission en cours<var 1D /var>?

source: TEXT_GUILDORDEROFFICER_RETURN_PARTY_MENU_YES<tab>Yes
de: TEXT_GUILDORDEROFFICER_RETURN_PARTY_MENU_YES<tab>Ja
fr: TEXT_GUILDORDEROFFICER_RETURN_PARTY_MENU_YES<tab>Oui

source: TEXT_GUILDORDEROFFICER_RETURN_PARTY_MENU_NO<tab>No
de: TEXT_GUILDORDEROFFICER_RETURN_PARTY_MENU_NO<tab>Nein
fr: TEXT_GUILDORDEROFFICER_RETURN_PARTY_MENU_NO<tab>Non

source: TEXT_GUILDORDEROFFICER_RETURN_CONFIRM_MENU_TITLE<tab>Are you certain?
de: TEXT_GUILDORDEROFFICER_RETURN_CONFIRM_MENU_TITLE<tab>Willst du „<var 29 EB39 /var>“ wirklich verlassen?
fr: TEXT_GUILDORDEROFFICER_RETURN_CONFIRM_MENU_TITLE<tab>Confirmer<var 1D /var>?

source: TEXT_GUILDORDEROFFICER_RETURN_CONFIRM_MENU_YES<tab>Absolutely
de: TEXT_GUILDORDEROFFICER_RETURN_CONFIRM_MENU_YES<tab>Ja
fr: TEXT_GUILDORDEROFFICER_RETURN_CONFIRM_MENU_YES<tab>Oui

source: TEXT_GUILDORDEROFFICER_RETURN_CONFIRM_MENU_NO<tab>No
de: TEXT_GUILDORDEROFFICER_RETURN_CONFIRM_MENU_NO<tab>Nein
fr: TEXT_GUILDORDEROFFICER_RETURN_CONFIRM_MENU_NO<tab>Non

source: TEXT_GUILDORDEROFFICER_RET_SUCCESS_SYSTEM_TALK_00<tab>You will leave the instance once all party members have collected their rewards.
de: TEXT_GUILDORDEROFFICER_RET_SUCCESS_SYSTEM_TALK_00<tab>Ihr verlasst die Instanz, sobald alle Mitglieder ihre Vergütung vom Kommandanten abgeholt haben oder eine bestimmte Zeit verstrichen ist.
fr: TEXT_GUILDORDEROFFICER_RET_SUCCESS_SYSTEM_TALK_00<tab>L'opération de guilde est à présent terminée. Vous sortirez de l'instance une fois toutes les récompenses reçues ou après un certain délai.

source: TEXT_GUILDORDEROFFICER_RET_FAIL_SYSTEM_TALK_00<tab>Make room in your inventory and speak with the battlewarden once again to receive your reward.
de: TEXT_GUILDORDEROFFICER_RET_FAIL_SYSTEM_TALK_00<tab>Du konntest die Vergütung nicht aufnehmen, weil dein Inventar voll ist. Schaff etwas Platz und sprich den Zuständigen noch einmal an.
fr: TEXT_GUILDORDEROFFICER_RET_FAIL_SYSTEM_TALK_00<tab>（★未使用／削除予定★）

source: TEXT_GUILDORDEROFFICER_AFTER_RWD_MENU_TITLE<tab>Leave without your party?
de: TEXT_GUILDORDEROFFICER_AFTER_RWD_MENU_TITLE<tab>Willst du allein zurückkehren?
fr: TEXT_GUILDORDEROFFICER_AFTER_RWD_MENU_TITLE<tab>Sortir de l'instance individuellement<var 1D /var>?

source: TEXT_GUILDORDEROFFICER_AFTER_RWD_MENU_YES<tab>Yes
de: TEXT_GUILDORDEROFFICER_AFTER_RWD_MENU_YES<tab>Ja
fr: TEXT_GUILDORDEROFFICER_AFTER_RWD_MENU_YES<tab>Oui

source: TEXT_GUILDORDEROFFICER_AFTER_RWD_MENU_NO<tab>No
de: TEXT_GUILDORDEROFFICER_AFTER_RWD_MENU_NO<tab>Nein
fr: TEXT_GUILDORDEROFFICER_AFTER_RWD_MENU_NO<tab>Non

source: TEXT_GUILDORDEROFFICER_AFTER_RWD_RETURN_MENU_TITLE<tab>You will be removed from the party. Proceed?
de: TEXT_GUILDORDEROFFICER_AFTER_RWD_RETURN_MENU_TITLE<tab>Willst du die Gruppe wirklich verlassen?
fr: TEXT_GUILDORDEROFFICER_AFTER_RWD_RETURN_MENU_TITLE<tab>Vous devrez quitter l'équipe. Confirmer<var 1D /var>?

source: TEXT_GUILDORDEROFFICER_AFTER_RWD_RETURN_MENU_YES<tab>Yes
de: TEXT_GUILDORDEROFFICER_AFTER_RWD_RETURN_MENU_YES<tab>Ja
fr: TEXT_GUILDORDEROFFICER_AFTER_RWD_RETURN_MENU_YES<tab>Oui

source: TEXT_GUILDORDEROFFICER_AFTER_RWD_RETURN_MENU_NO<tab>No
de: TEXT_GUILDORDEROFFICER_AFTER_RWD_RETURN_MENU_NO<tab>Nein
fr: TEXT_GUILDORDEROFFICER_AFTER_RWD_RETURN_MENU_NO<tab>Non

source: TEXT_GUILDORDEROFFICER_FIRST_BONUS_SYSTEM_TALK_00<tab>A bonus has been added to your reward for completing the hest as <var 08 E4E9450B ((an <var 28 ((ClassJob)) E94501 /var>)) ((<var 08 E4E9450F ((an <var 28 ((ClassJob)) E94501 /var>)) ((<var 08 E4E94506 ((an <var 28 ((ClassJob)) E94501 /var>)) ((<var 08 E4E9451B ((an <var 28 ((ClassJob)) E94501 /var>)) ((<var 08 E4E94522 ((an <var 28 ((ClassJob)) E94501 /var>)) ((a <var 28 ((ClassJob)) E94501 /var>)) /var>)) /var>)) /var>)) /var>)) /var> for the first time.
de: TEXT_GUILDORDEROFFICER_FIRST_BONUS_SYSTEM_TALK_00<tab>Weil du das Gildengeheiß in deiner momentanen Klasse (Job) zum ersten Mal geschafft hast, wurde deiner Vergütung ein Bonus hinzugefügt.
fr: TEXT_GUILDORDEROFFICER_FIRST_BONUS_SYSTEM_TALK_00<tab>Cette opération ayant été accomplie pour la première fois avec votre classe/job actuel, un bonus vous est octroyé.

source: TEXT_GUILDORDEROFFICER_FIRST_BONUS_SYSTEM_TALK_01<tab><var 08 E802 ((An additional)) ((A)) /var> bonus has been added for your party completing the operation <var 09 E803 ((with a minimal number of KOs)) ((without suffering a single KO)) /var>.
de: TEXT_GUILDORDEROFFICER_FIRST_BONUS_SYSTEM_TALK_01<tab><var 08 E802 ((Ein weiterer)) ((Ein)) /var> Bonus wurde hinzugefügt, weil deine Gruppe die Operation abgeschlossen hat und <var 09 E803 ((kaum jemand kampfunfähig wurde)) ((kein einziges Mal jemand kampfunfähig wurde)) /var>.
fr: TEXT_GUILDORDEROFFICER_FIRST_BONUS_SYSTEM_TALK_01<tab><var 08 E802 ((Par ailleurs, un autre)) ((Un)) /var> bonus vous est accordé car les membres de l'équipe <var 09 E803 ((ont été mis K.O. peu de fois)) ((n'ont pas été mis K.O. une seule fois)) /var>.
