Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/004/SubSea061_00473/*.xlf
Languages: de

source: TEXT_SUBSEA061_00473_SEQ_00<tab>Bhirdraeg seeks to restore equilibrium by having the local fauna culled.
de: TEXT_SUBSEA061_00473_SEQ_00<tab>Monster gefährden die Ernte der La Noscea-Orangen auf den Sommerfurt-Höfen. Bhirdraeg möchte, dass du sie beseitigst.

source: TEXT_SUBSEA061_00473_SEQ_01<tab>Puks prey on the insects that pollinate La Noscean oranges, upsetting the balance of nature on Summerford Farms. Assist Bhirdraeg by culling five puk hatchlings.
de: TEXT_SUBSEA061_00473_SEQ_01<tab>Beseitige fünf junge Puks, die die für die Bestäubung der Obstbäume wichtigen Insekten fressen.

source: TEXT_SUBSEA061_00473_SEQ_02<tab>You have carried out the culling as bade. Return to Bhirdraeg and inform him that the puks stop here.
de: TEXT_SUBSEA061_00473_SEQ_02<tab>Du hast die jungen Puks beseitigt. Erstatte Bhirdraeg auf den Sommerfurt-Höfen Bericht.

source: TEXT_SUBSEA061_00473_SEQ_03<tab>With the bees back about their business, the La Noscean oranges will grow. Nevertheless, all will be for naught if the lazing pirates let the fruit rot on the boughs.
de: TEXT_SUBSEA061_00473_SEQ_03<tab>Die La Noscea-Orangen gedeihen dank deiner Hilfe so prächtig, dass die Feldarbeiter mit der Ernte nicht nachkommen. Von den Ackerpiraten ist keine Hilfe zu erwarten. Ob sie sich je in die Bauerngemeinde einleben werden?

source: TEXT_SUBSEA061_00473_TODO_00<tab>Slay puk hatchlings.
de: TEXT_SUBSEA061_00473_TODO_00<tab>Junge Puks erlegen

source: TEXT_SUBSEA061_00473_TODO_01<tab>Report to Bhirdraeg.
de: TEXT_SUBSEA061_00473_TODO_01<tab>Bhirdraeg Bericht erstatten

source: TEXT_SUBSEA061_00473_BHIRDRAEG_000_1<tab>La Noscean orange nectar is sweet, but rest assured it's paid for in sweat.
de: TEXT_SUBSEA061_00473_BHIRDRAEG_000_1<tab>Sind unsere La Noscea-Orangen nicht prächtig? Ich sag dir, sie sind sehr anspruchsvoll. „Säen, warten, ernten“ - so einfach ist das nicht.

source: TEXT_SUBSEA061_00473_BHIRDRAEG_000_2<tab>We have to pollinate each orange by hand because of the blasted puks that prey on the nearby bees.
de: TEXT_SUBSEA061_00473_BHIRDRAEG_000_2<tab>Immer wieder haben wir Probleme mit Puks: Sie fressen die Insekten, die die Orangenblüten bestäuben. Deswegen müssen wir die Blüten oft einzeln per Hand bestäuben. Eine wahnsinnige Geduldsarbeit, das kannst du mir glauben.

source: TEXT_SUBSEA061_00473_BHIRDRAEG_000_3<tab>If we could only eradicate some five puk hatchlings, it would save us from having to do nature's work.
de: TEXT_SUBSEA061_00473_BHIRDRAEG_000_3<tab>Du siehst so aus, als könntest du mir da helfen. Würdest du für uns fünf junge Puks erschlagen? Dann werden sich die anderen bestimmt auch bald zurückziehen.

source: TEXT_SUBSEA061_00473_BHIRDRAEG_000_11<tab>The buzz on the wind tells me you've done the deed.
de: TEXT_SUBSEA061_00473_BHIRDRAEG_000_11<tab>Gut gemacht! Du hast uns eine Menge Arbeit erspart. Denn gerade in der Zeit, wenn die Bäume blühen, ist die Feldarbeit am schönsten.

source: TEXT_SUBSEA061_00473_BHIRDRAEG_000_12<tab>The only pests plaguin' my orchard are those woeful whelps-out-of-water.
de: TEXT_SUBSEA061_00473_BHIRDRAEG_000_12<tab>Vielleicht nehmen sich die Ackerpiraten ein Beispiel an dir und engagieren sich in Zukunft mehr für die Landwirtschaft ... Schön wär's.

source: TEXT_SUBSEA061_00473_BHIRDRAEG_000_13<tab>If only you could rid me of the parasitic pirates as you did the pesky puks!
de: TEXT_SUBSEA061_00473_BHIRDRAEG_000_13<tab>Und wenn nicht, können wir ja immer noch dich mit der Beseitigung der Ackerpiraten beauftragen. Hahaha, verzeih mir den Scherz!
