Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/001/CmnDefBeautySalon_00148/*.xlf
Languages: de

source: TEXT_CMNDEFBEAUTYSALON_00148_UNQUALIFIED<tab>You are not authorized to summon the aesthetician.
de: TEXT_CMNDEFBEAUTYSALON_00148_UNQUALIFIED<tab>Du hast dir noch nicht das Recht verdient, den Kosmetiker zu rufen.

source: TEXT_CMNDEFBEAUTYSALON_00148_CALL_Q<tab>Summon the aesthetician?
de: TEXT_CMNDEFBEAUTYSALON_00148_CALL_Q<tab>Den Kosmetiker rufen?

source: TEXT_CMNDEFBEAUTYSALON_00148_CALL_YES<tab>Yes
de: TEXT_CMNDEFBEAUTYSALON_00148_CALL_YES<tab>Ja

source: TEXT_CMNDEFBEAUTYSALON_00148_CALL_NO<tab>No
de: TEXT_CMNDEFBEAUTYSALON_00148_CALL_NO<tab>Nein

source: TEXT_CMNDEFBEAUTYSALON_00148_JANDELAINE_000_000<tab>As once did this very realm, from the darkest depths of unseemly ugliness shall you rise anew. Prepare yourself!
de: TEXT_CMNDEFBEAUTYSALON_00148_JANDELAINE_000_000<tab>Mach dich auf etwas gefasst, mon amour! Isch werde dir einen Schnitt verpassen, der deinem tristen Leben ein Ende bereiten wird! Pass nur auf!

source: TEXT_CMNDEFBEAUTYSALON_00148_CUSTOMIZE_WARNING<tab>While customizing your appearance, you will be unable to communicate with players and engage in other activities.
de: TEXT_CMNDEFBEAUTYSALON_00148_CUSTOMIZE_WARNING<tab>Manche Funktionen, wie zum Beispiel der Chat, sind nicht verfügbar, während du das Aussehen änderst.

source: TEXT_CMNDEFBEAUTYSALON_00148_DUTY_FINDER_WARNING<tab>Beginning the customization process will automatically cancel your Duty Finder registration.
de: TEXT_CMNDEFBEAUTYSALON_00148_DUTY_FINDER_WARNING<tab>Wenn du mit dem Ändern deines Aussehens fortfährst, wird deine derzeitige Inhaltssuche abgebrochen.

source: TEXT_CMNDEFBEAUTYSALON_00148_DUTY_FINDER_CONFIRM<tab>Proceed?
de: TEXT_CMNDEFBEAUTYSALON_00148_DUTY_FINDER_CONFIRM<tab>Möchtest du dennoch fortfahren?

source: TEXT_CMNDEFBEAUTYSALON_00148_DUTY_FINDER_CONFIRM_YES<tab>Yes
de: TEXT_CMNDEFBEAUTYSALON_00148_DUTY_FINDER_CONFIRM_YES<tab>Ja

source: TEXT_CMNDEFBEAUTYSALON_00148_DUTY_FINDER_CONFIRM_NO<tab>No
de: TEXT_CMNDEFBEAUTYSALON_00148_DUTY_FINDER_CONFIRM_NO<tab>Nein

source: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_A_Q<tab>Pay 2,000 gil?
de: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_A_Q<tab><var 22 E802 ((.)) /var> Gil bezahlen?

source: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_A_YES<tab>Yes.
de: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_A_YES<tab>Ja

source: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_A_NO<tab>No.
de: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_A_NO<tab>Nein

source: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_B_Q<tab>How will you pay?
de: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_B_Q<tab><var 22 E802 ((.)) /var> Gil bezahlen? Oder <var 32 ((Item)) 03F21B5D020502 /var> einlösen?

source: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_B_A_GIL<tab>Pay 2,000 gil.
de: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_B_A_GIL<tab>In Gil bezahlen

source: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_B_A_TICKET<tab>Use a token.
de: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_B_A_TICKET<tab><var 2B ((<var 32 ((Item)) 03F21B5D020502 /var>)) /var> einlösen

source: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_C_Q<tab>Use Jandelaine's token?
de: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_C_Q<tab><var 2B ((<var 32 ((Item)) 03F21B5D020502 /var>)) /var> einlösen?

source: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_C_YES<tab>Yes.
de: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_C_YES<tab>Ja

source: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_C_NO<tab>No.
de: TEXT_CMNDEFBEAUTYSALON_00148_MENU_PAYMENT_C_NO<tab>Nein

source: TEXT_CMNDEFBEAUTYSALON_00148_JANDELAINE_000_010<tab>Where once stood a disheveled shell of a <var 08 E905 ((woman)) ((man)) /var>, there now shines...a beauty reborn.
de: TEXT_CMNDEFBEAUTYSALON_00148_JANDELAINE_000_010<tab>Voilà, fertig! Schau in den Spiegel ... Aber mache dich auf eine <var 1A 02 /var>Erfahrung metaphysique<var 1A 01 /var> gefasst! 'erzlichen Glückwunsch, mon amour!

source: TEXT_CMNDEFBEAUTYSALON_00148_JANDELAINE_000_015<tab>When your star begins to dim, you need only send for Jandelaine. Till we meet again!
de: TEXT_CMNDEFBEAUTYSALON_00148_JANDELAINE_000_015<tab>Vielleischt ein andern Mal! Au revoir!
