Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/006/SubFst102_00673/*.xlf
Languages: ru

source: TEXT_SUBFST102_00673_SEQ_00<tab>The serpent officer has information that may be of interest to you.
ru: TEXT_SUBFST102_00673_SEQ_00<tab>У офицера Жёлтых Гадюк есть информация, которая может быть вам полезна.

source: TEXT_SUBFST102_00673_SEQ_01<tab>Baderon, the proprietor of the Drowning Wench in Limsa Lominsa, has need of a capable adventurer. Speak with him if you would know more.
ru: TEXT_SUBFST102_00673_SEQ_01<tab>Бадерон, владелец «Утопленницы» в Лимсе Ломинсе, нуждается в достойном искателе приключений. Поговорите с ним, если заинтересованы.

source: TEXT_SUBFST102_00673_SEQ_02<tab>Baderon warns you that the job will entail considerable danger. If you are resolved to undertake it, speak to the man again to be briefed.
ru: TEXT_SUBFST102_00673_SEQ_02<tab>Бадерон предупреждает, что задание будет весьма опасным. Если вы всё ещё не передумали, поговорите с владельцем таверны снова.

source: TEXT_SUBFST102_00673_TODO_00<tab>Speak with Baderon at the Drowning Wench in Limsa Lominsa.
ru: TEXT_SUBFST102_00673_TODO_00<tab>Поговорите с Бадероном в «Утопленнице», что в Лимсе Ломинсе.

source: TEXT_SUBFST102_00673_SERPENT_000_1<tab>I pray your meeting with the Elder Seedseer went well, <var 08 E905 ((my lady)) ((my lord)) /var> envoy. Correct me if I'm mistaken, but did you not also deliver a message to Admiral Merlwyb Bloefhiswyn of Limsa Lominsa?
ru: TEXT_SUBFST102_00673_SERPENT_000_1<tab>Надеюсь, ваша встреча с Верховной Жрицей прошла хорошо, <var 08 E905 ((миледи)) ((милорд)) /var> посол. Поправьте меня, если я ошибаюсь, но вы также доставили сообщение Адмиралу Мёлвиб Блюфисфин в Лимсу Ломинсу?

source: TEXT_SUBFST102_00673_SERPENT_000_2<tab>While you were there, did you happen to meet Baderon, the proprietor of the Drowning Wench? Gregarious gentleman, always happy to help his fellow man.
ru: TEXT_SUBFST102_00673_SERPENT_000_2<tab>Когда вы там были, случаем не встречались с Бадероном, владельцем «Утопленницы»? Замечательный джентльмен, как я слышал, всегда рад подать руку помощи.

source: TEXT_SUBFST102_00673_SERPENT_000_3<tab>Well, I am told that he has a task for a capable adventurer. I know not what the task entails, but I daresay the Flame General's personal envoy would make a fine candidate. If you are interested in learning more, pray speak with Baderon at his establishment.
ru: TEXT_SUBFST102_00673_SERPENT_000_3<tab>Так вот, он как раз прислал мне весточку, что в тех краях требуется <var 08 E905 ((умелая искательница)) ((умелый искатель)) /var> приключений. Не могу представить лучшего кандидата, чем <var 08 E905 ((сама посланница)) ((сам посланник)) /var> генерала Пламени. Бадерон, вне всяческих сомнений, будет рад вам.

source: TEXT_SUBFST102_00673_SERPENT_000_10<tab>Should you decide to visit Limsa Lominsa, pray speak with Baderon at the Drowning Wench. The man has a task for a capable adventurer, and I daresay the Flame General's personal envoy would make a fine candidate.
ru: TEXT_SUBFST102_00673_SERPENT_000_10<tab>Бадерону требуется <var 08 E905 ((умелая искательница)) ((умелый искатель)) /var> приключений, и я не могу представить никого, более подходящего, чем вы. Если вы решите посетить Лимсу Ломинсу в скором времени, возможно, захотите предложить ему свои услуги.

source: TEXT_SUBFST102_00673_BADERON_000_20<tab>Welcome to the Drownin' Wench! Sit wherever ye like, <var 08 E905 ((lass)) ((mate)) /var>. I'll be with ye in a─
ru: TEXT_SUBFST102_00673_BADERON_000_20<tab>Добро пожаловать в «Утопленницу»! Садись где тебе нравится, <var 08 E905 ((девчушка)) ((дружочек)) /var>. Я сейчас к тебе...

source: TEXT_SUBFST102_00673_BADERON_000_21<tab>Hm? Aye, I'm Baderon, all right. Who's askin'?
ru: TEXT_SUBFST102_00673_BADERON_000_21<tab>М-м-м? Да, я Бадерон, всё верно. А кто спрашивает?

source: TEXT_SUBFST102_00673_BADERON_000_22<tab>Ah, 'eard as I've got a job fer a capable 'venturer, ye say? Well, yer bloody right!
ru: TEXT_SUBFST102_00673_BADERON_000_22<tab>А, <var 08 E905 ((слышала, что мне требуется способная искательница)) ((слышал, что мне требуется способный искатель)) /var> приключений, так? Да! Так и есть, чтоб мне провалиться!

source: TEXT_SUBFST102_00673_BADERON_000_23<tab>Just so yer fairly warned, though, this ain't no job fer the faint of 'eart. Things're liable to get downright bleedin' 'airy. But if ye think yer still interested, let me know, an' I'll fill ye in on the details.
ru: TEXT_SUBFST102_00673_BADERON_000_23<tab>Учти, работа предстоит не для слабонервных. Там чёрт-те что творится... Если всё ещё не <var 08 E905 ((передумала)) ((передумал)) /var>, дай мне знать, я и посвящу тебя в детали.
