Repository: endervad/ffxiv_translation_test
Catalog: exd/QuestRewardOther/*.xlf
Languages: de, fr

source: POW!
de: テストテストテスト
fr: テストテストテスト

source: Aether Current
de: Windätherquelle
fr: Vent éthéré

source: Collectable Action
de: Sammlerstückkommando
fr: Actions de collectionnables

source: Specialist Action
de: Spezialistenkommando
fr: Actions de spécialiste

source: Aether Compass
de: Äther<var 16 /var>kompass
fr: Boussole éthéréenne

source: Yo-kai Medallium
de: Yo-kai-Medaillium
fr: Médallium des Yo-kai

source: Wondrous Tails
de: Khloes Aben<var 16 /var>teuer<var 16 /var>album
fr: Aventures imaginaires de Khloe

source: Spearfishing
de: Speerfischen
fr: Pêche au harpon

source: Soul of the Paladin
de: Paladin-Kristall
fr: Cristal de paladin

source: Soul of the Monk
de: Mönch-Kristall
fr: Cristal de moine

source: Soul of the Warrior
de: Krieger-Kristall
fr: Cristal de guerrier

source: Soul of the Dragoon
de: Dragoon-Kristall
fr: Cristal de chevalier dragon

source: Soul of the Bard
de: Barden-Kristall
fr: Cristal de barde

source: Soul of the White Mage
de: Weißmagier-Kristall
fr: Cristal de mage blanc

source: Soul of the Black Mage
de: Schwarzmagier-Kristall
fr: Cristal de mage noir
