Repository: endervad/ffxiv_translation_test
Catalog: exd/SpecialShop/*.xlf
Languages: de, fr, ja, ru

source: Shire Gear Augmentation (DoM).
de: Verstärkung von hinterländischer Ausrüstung (Magier)
fr: Amélioration d'équipements idylléens (magie)
ja: イディルシャイア製装備の改良（ソーサラー）
ru: Улучшение снаряжения Shire (АМ)

source: Allagan Tomestones of Poetics (IL 270 Weapons)
de: Hinterländische Ausrüstung
fr: Mémoquartz allagois poétiques (armes - NvObj 270)
ja: アラガントームストーン:詩学の取引（ILv270武器）
ru: Allagan Tomestones of Poetics (УС 270 — Оружие)

source: Handmaster Accessory Augmentation
de: Handwerkermeister-Accessoireverstärkung
fr: Amélioration d'accessoire de maître artisan
ja: クラフター向け「マスターハンドアクセサリ」の強化
ru: Улучшение аксессуаров Handmaster

source: Landmaster Accessory Augmentation
de: Sammlermeister-Accessoireverstärkung
fr: Amélioration d'accessoire de maître récolteur
ja: ギャザラー向け「マスターランドアクセサリ」の強化
ru: Улучшение аксессуаров Landmaster

source: Seasonal Event Prizes
de: Saisonale Gegenstände
fr: Récompenses d'événements saisonniers
ja: シーズナルイベント報酬の交換
ru: Награды сезонного события

source: Collaboration Certificate Exchange
de: Helfer-Bescheinigungen
fr: Objets (attestations du sénéchal royal)
ja: アイテムの取引（執事王の証書の交換）
ru: Обмен Collaboration Certificate

source: Primal Gear IV
de: Primae-Ausrüstung IV
fr: Armes de Primordiaux (4)
ja: 蛮神装備の取引（その4）
ru: Снаряжение Primal IV

source: Voyage Spoils
de: Expeditionsandenken
fr: Espoilles d'expédition
ja: ボイジャースポイルの取引

source: DoH Materia Exchange
de: Materia für Handwerker
fr: Matérias pour artisan
ja: クラフター向けマテリアの交換
ru: Обмен материи — АР

source: DoL Materia Exchange
de: Materia für Sammler
fr: Matérias pour récolteur
ja: ギャザラー向けマテリアの交換
ru: Обмен материи — АС

source: Prize Exchange I
de: Gewinne I
fr: Lots (1)
ja: 景品の交換（その1）
ru: Обмен призов I

source: Prize Exchange III
de: Gewinne III
fr: Lots (3)
ja: 景品の交換（その3）
ru: Обмен призов III

source: Dream of the Fayth Exchange
de: Träume der Asthra
fr: Rêves de Priant
ja: 異界の証書の取引
ru: Обмен Dream of the Fayth

source: Fieldcraft Items
de: Sammler-Gegenstände
fr: Objets de récolte
ja: ギャザラー向けアイテムの交換
ru: Предметы собирательства

source: Allagan Tomestones of Poetics (Special Arms)
de: Allagische Steine der Poesie (Spezialwaffen)
fr: Mémoquartz allagois poétiques (armes spéciales)
ja: アラガントームストーン:詩学の取引（特殊武器関連）
ru: Allagan Tomestones of Poetics (Особое вооружение)

source: Centurio Seal Exchange I
de: Centurio-Abzeichen I
fr: Insignes Centurio
ja: セントリオ記章の取引
ru: Обмен Centurio Seal I

source: Centurio Seal Exchange II
de: Centurio-Abzeichen II
fr: Insignes Centurio 2
ja: セントリオ記章の取引（上級）
ru: Обмен Centurio Seal II

source: Totem Gear (Lakshmi)
de: Lakshmi-Ausrüstung
fr: Équipements totémiques (Lakshmi)
ja: 蛮神装備の取引（ラクシュミ）
ru: Снаряжение за тотемы (Лакшми)

source: Totem Gear (Susano)
de: Susano-Ausrüstung
fr: Équipements totémiques (Susano)
ja: 蛮神装備の取引（スサノオ）
ru: Снаряжение за тотемы (Сусано)

source: Deltascape Part Exchange (DoW) I
de: Deltametrie-Materialien (Krieger I)
fr: Éléments deltastitiels (guerre 1)
ja: デルタパーツの取引（ファイターその1）
ru: Обмен Deltascape Part (АБ) I

source: Deltascape Part Exchange (DoW) II
de: Deltametrie-Materialien (Krieger II)
fr: Éléments deltastitiels (guerre 2)
ja: デルタパーツの取引（ファイターその2）
ru: Обмен Deltascape Part (АБ) II

source: Deltascape Part Exchange (DoM)
de: Deltametrie-Materialien (Magier)
fr: Éléments deltastitiels (magie)
ja: デルタパーツの取引（ソーサラー）
ru: Обмен Deltascape Part (АМ)

source: Deltascape Datalog Exchange (DoW) I
de: Deltametrie-Chroniken (Krieger I)
fr: Registres deltastitiels (guerre 1)
ja: デルタデータログの取引（ファイターその1）
ru: Обмен Deltascape Datalog (АБ) I

source: Deltascape Datalog Exchange (DoW) II
de: Deltametrie-Chroniken (Krieger II)
fr: Registres deltastitiels (guerre 2)
ja: デルタデータログの取引（ファイターその2）
ru: Обмен Deltascape Datalog (АБ) II

source: Deltascape Datalog Exchange (DoM)
de: Deltametrie-Chroniken (Magier)
fr: Registres deltastitiels (magie)
ja: デルタデータログの取引（ソーサラー）
ru: Обмен Deltascape Datalog (АМ)

source: Lost Allagan Gear Augmentation (DoW) I
de: Verstärkung von verschollener allagischer Ausrüstung (Krieger I)
fr: Amélioration d'équipements allagois oubliés (guerre 1)
ja: 「ロストアラガン装備」の強化（ファイターその1）
ru: Улучшение снаряжения Lost Allagan (АБ) I

source: Lost Allagan Gear Augmentation (DoW) II
de: Verstärkung von verschollener allagischer Ausrüstung (Krieger II)
fr: Amélioration d'équipements allagois oubliés (guerre 2)
ja: 「ロストアラガン装備」の強化（ファイターその2）
ru: Улучшение снаряжения Lost Allagan (АБ) II

source: Lost Allagan Gear Augmentation (DoM)
de: Verstärkung von verschollener allagischer Ausrüstung (Magier)
fr: Amélioration d'équipements allagois oubliés (magie)
ja: 「ロストアラガン装備」の強化（ソーサラー）
ru: Улучшение снаряжения Lost Allagan (АМ)

source: Lost Allagan Gear Exchange
de: Verschollene allagische Ausrüstung
fr: Échange d'équipements allagois oubliés
ja: 「ロストアラガン装備」の交換
ru: Обмен снаряжения Lost Allagan

source: Wondrous Sundries
de: Gegenstände
fr: Objets
ja: アイテムの取引

source: Seasonal Event Prizes
de: Saisonale Gegenstände
fr: Récompenses d'événements saisonniers
ja: シーズナルイベント報酬の交換
ru: Награды сезонного события

source: Allied Seals (Other)
de: Jagdabzeichen (Anderes)
fr: Insignes alliés (divers)
ja: 同盟記章の取引（その他）
ru: Allied Seals (Прочее)

source: Totem Gear (Bahamut)
de: Bahamut-Ausrüstung
fr: Équipements totémiques (Bahamut)
ja: 蛮神装備の取引（バハムート）
ru: Снаряжение за тотемы (Бахамут)

source: Glamour Prism Collection
de: Projektionsprismen
fr: Échange de prismes mirage
ja: 不要ミラージュプリズムの回収
ru: Коллекция гламурных призм

source: Kojin Sango Exchange
de: Kojin-Korallen
fr: Échange de sango kojin
ja: コウジン珊瑚貨の取引
ru: Обмен Kojin Sango

source: Totem Gear (Shinryu)
de: Shinryu-Ausrüstung
fr: Équipements totémiques (Shinryu)
ja: 蛮神装備の取引（神龍）
ru: Снаряжение за тотемы (Синрю)

source: Ananta Dreamstaff Exchange
de: Ananta-Traumstäbe
fr: Échange de barrettes béatifiques anantas
ja: アナンタ魔金錫貨の取引
ru: Обмен Ananta Dreamstaff

source: Allagan Tomestones of Poetics (DoW, IL 370)
de: Allagische Steine der Poesie (Krieger I)
fr: Mémoquartz allagois poétiques (guerre - NvObj 370)
ja: アラガントームストーン:詩学の取引（ILv370ファイター装備）
ru: Allagan Tomestones of Poetics (АБ, УС 370)

source: Allagan Tomestones of Poetics (DoM, IL 370)
de: Allagische Steine der Poesie (Magier I)
fr: Mémoquartz allagois poétiques (magie - NvObj 370)
ja: アラガントームストーン:詩学の取引（ILv370ソーサラー装備）
ru: Allagan Tomestones of Poetics (АМ, УС 370)

source: Allagan Tomestones of Poetics (IL 370 Weapons)
de: Ryumyaku-Ausrüstung
fr: Mémoquartz allagois poétiques (armes - NvObj 370)
ja: アラガントームストーン:詩学の取引（ILv370武器）
ru: Allagan Tomestones of Poetics (УС 370 — Оружие)

source: Allagan Tomestones of Poetics (Other)
de: Allagische Steine der Poesie (Anderes)
fr: Mémoquartz allagois poétiques (divers)
ja: アラガントームストーン:詩学の取引（その他）
ru: Allagan Tomestones of Poetics (Прочее)

source: Auspice Gear (Byakko)
de: Byakko-Ausrüstung
fr: Équipements des quatre animaux sacrés (Byakko)
ja: 四聖獣装備の取引（白虎）
ru: Снаряжение Auspice (Byakko)

source: Sigmascape Part Exchange (DoW) I
de: Sigmametrie-Materialien (Krieger I)
fr: Éléments sigmastitiels (guerre 1)
ja: シグマパーツの取引（ファイターその1）
ru: Обмен Sigmascape Part (АБ) I

source: Sigmascape Part Exchange (DoW) II
de: Sigmametrie-Materialien (Krieger II)
fr: Éléments sigmastitiels (guerre 2)
ja: シグマパーツの取引（ファイターその2）
ru: Обмен Sigmascape Part (АБ) II

source: Sigmascape Part Exchange (DoM)
de: Sigmametrie-Materialien (Magier)
fr: Éléments sigmastitiels (magie)
ja: シグマパーツの取引（ソーサラー）
ru: Обмен Sigmascape Part (АМ)

source: Sigmascape Datalog Exchange (DoW) I
de: Sigmametrie-Chroniken (Krieger I)
fr: Registres sigmastitiels (guerre 1)
ja: シグマデータログの取引（ファイターその1）
ru: Обмен Sigmascape Datalog (АБ) I

source: Sigmascape Datalog Exchange (DoW) II
de: Sigmametrie-Chroniken (Krieger II)
fr: Registres sigmastitiels (guerre 2)
ja: シグマデータログの取引（ファイターその2）
ru: Обмен Sigmascape Datalog (АБ) II

source: Sigmascape Datalog Exchange (DoM)
de: Sigmametrie-Chroniken (Magier)
fr: Registres sigmastitiels (magie)
ja: シグマデータログの取引（ソーサラー）
ru: Обмен Sigmascape Datalog (АМ)

source: Ryumyaku Gear Augmentation (DoW) I
de: Verstärkung von Ryumyaku-Ausrüstung (Krieger I)
fr: Amélioration d'équipements Ryûmyaku (guerre 1)
ja: 「龍脈装備」の強化（ファイターその1）
ru: Улучшение снаряжения Ryumyaku (АБ) I

source: Ryumyaku Gear Augmentation (DoW) II
de: Verstärkung von Ryumyaku-Ausrüstung (Krieger II)
fr: Amélioration d'équipements Ryûmyaku (guerre 2)
ja: 「龍脈装備」の強化（ファイターその2）
ru: Улучшение снаряжения Ryumyaku (АБ) II

source: Ryumyaku Gear Augmentation (DoM)
de: Verstärkung von Ryumyaku-Ausrüstung (Magier)
fr: Amélioration d'équipements Ryûmyaku (magie)
ja: 「龍脈装備」の強化（ソーサラー）
ru: Улучшение снаряжения Ryumyaku (АМ)

source: Ala Mhigan Gear Exchange (DoW, IL 310)
de: Mhigische Ausrüstung (Krieger)
fr: Échange d'équipements mhigois (guerre - NvObj 310)
ja: 「アラミガン装備」の取引（ILv310ファイター装備）
ru: Обмен снаряжения Ala Mhigan (АБ, УС 310)

source: Ala Mhigan Gear Exchange (DoM, IL 310)
de: Mhigische Ausrüstung (Magier)
fr: Échange d'équipements mhigois (magie - NvObj 310)
ja: 「アラミガン装備」の取引（ILv310ソーサラー装備）
ru: Обмен снаряжения Ala Mhigan (АМ, УС 310)

source: Namazu Koban Exchange
de: Namazuo-Koban
fr: Échange de koban namazu
ja: ナマズオ小判の取引
ru: Обмен Namazu Koban

source: Totem Gear (The Ultima Weapon)
de: Ultima-Ausrüstung
fr: Équipements totémiques (Ultima Arma)
ja: 報酬武器の取引（アルテマウェポン）
ru: Снаряжение за тотемы (Абсолютное Оружие)

source: Seasonal Event Prizes I
de: Saisonale Gegenstände I
fr: Récompenses d'événements saisonniers (1)
ja: シーズナルイベント報酬の交換（その1）
ru: Награды сезонного события I

source: Seasonal Event Prizes
de: Saisonale Gegenstände
fr: Récompenses d'événements saisonniers
ja: シーズナルイベント報酬の交換
ru: Награды сезонного события

source: Seasonal Event Prizes II
de: Saisonale Gegenstände II
fr: Récompenses d'événements saisonniers (2)
ja: シーズナルイベント報酬の交換（その2）
ru: Награды сезонного события II

source: Seasonal Event Prizes III
de: Saisonale Gegenstände III
fr: Récompenses d'événements saisonniers (3)
ja: シーズナルイベント報酬の交換（その3）
ru: Награды сезонного события III

source: Totem Gear (Tsukuyomi)
de: Tsukuyomi-Ausrüstung
fr: Équipements totémiques (Tsukuyomi)
ja: 蛮神装備の取引（ツクヨミ）
ru: Снаряжение за тотемы (Цукуёми)

source: Resistance Token Acquisition (NQ Weapons)
de: Waffen in Armeemarken umtauschen
fr: Échanger des armes QN
ja: 解放軍の手形との交換（武器NQ）
ru: Получение Resistance Token (NQ — Оружие)

source: Resistance Token Acquisition (NQ Gear)
de: Rüstungen in Armeemarken umtauschen
fr: Échanger des armures QN
ja: 解放軍の手形との交換（防具NQ）
ru: Получение Resistance Token (NQ — Снаряжение)

source: Resistance Token Acquisition (NQ Accessories)
de: Accessoires in Armeemarken umtauschen
fr: Échanger des accessoires QN
ja: 解放軍の手形との交換（アクセサリーNQ）
ru: Получение Resistance Token (NQ — Аксессуары)

source: Resistance Token Acquisition (HQ Weapons)
de: HQ-Waffen in Armeemarken umtauschen
fr: Échanger des armes HQ
ja: 解放軍の手形との交換（武器HQ）
ru: Получение Resistance Token (HQ — Оружие)

source: Resistance Token Acquisition (HQ Gear)
de: HQ-Rüstungen in Armeemarken umtauschen
fr: Échanger des armures HQ
ja: 解放軍の手形との交換（防具HQ）
ru: Получение Resistance Token (HQ — Снаряжение)

source: Resistance Token Acquisition (HQ Accessories)
de: HQ-Accessoires in Armeemarken umtauschen
fr: Échanger des accessoires HQ
ja: 解放軍の手形との交換（アクセサリーHQ）
ru: Получение Resistance Token (HQ — Аксессуары)

source: Resistance Token Exchange (NQ Weapons)
de: Armeemarken in Waffen umtauschen
fr: Liste des armes QN
ja: 解放軍強化装備の取引（武器NQ）
ru: Обмен Resistance Token (NQ — Оружие)

source: Resistance Token Exchange (NQ Gear)
de: Armeemarken in Rüstung umtauschen
fr: Liste des armures QN
ja: 解放軍強化装備の取引（防具NQ）
ru: Обмен Resistance Token (NQ — Снаряжение)

source: Resistance Token Exchange (NQ Accessories)
de: Armeemarken in Accessoires umtauschen
fr: Liste des accessoires QN
ja: 解放軍強化装備の取引（アクセサリーNQ）
ru: Обмен Resistance Token (NQ — Аксессуары)

source: Resistance Token Exchange (HQ Weapons)
de: Armeemarken in HQ-Waffen umtauschen
fr: Liste des armes HQ
ja: 解放軍強化装備の取引（武器HQ）
ru: Обмен Resistance Token (HQ — Оружие)

source: Resistance Token Exchange (HQ Gear)
de: Armeemarken in HQ-Rüstung umtauschen
fr: Liste des armures HQ
ja: 解放軍強化装備の取引（防具HQ）
ru: Обмен Resistance Token (HQ — Снаряжение)

source: Resistance Token Exchange (HQ Accessories)
de: Armeemarken in HQ-Accessoires umtauschen
fr: Liste des accessoires HQ
ja: 解放軍強化装備の取引（アクセサリーHQ）
ru: Обмен Resistance Token (HQ — Аксессуары)

source: Feathers Aplenty
de: Gegenstände
fr: Objets
ja: アイテムの取引

source: Allagan Tomestones of Poetics (DoW, IL 400)
de: Allagische Steine der Poesie (Krieger II)
fr: Mémoquartz allagois poétiques (guerre - NvObj 400)
ja: アラガントームストーン:詩学の取引（ILv400ファイター装備）
ru: Allagan Tomestones of Poetics (АБ, УС 400)

source: Allagan Tomestones of Poetics (DoM, IL 400)
de: Allagische Steine der Poesie (Magier II)
fr: Mémoquartz allagois poétiques (magie - NvObj 400)
ja: アラガントームストーン:詩学の取引（ILv400ソーサラー装備）
ru: Allagan Tomestones of Poetics (АМ, УС 400)

source: Allagan Tomestones of Poetics (IL 400 Weapons)
de: Scaeva-Ausrüstung
fr: Mémoquartz allagois poétiques (armes - NvObj 400)
ja: アラガントームストーン:詩学の取引（ILv400武器）
ru: Allagan Tomestones of Poetics (УС 400 — Оружие)

source: Scaevan Gear Augmentation (DoW) I
de: Verstärkung von Scaeva-Ausrüstung (Krieger I)
fr: Amélioration d'équipements Scaeva (guerre 1)
ja: 「スカエウァ装備」の強化（ファイターその1）
ru: Улучшение снаряжения Scaevan (АБ) I

source: Scaevan Gear Augmentation (DoW) II
de: Verstärkung von Scaeva-Ausrüstung (Krieger II)
fr: Amélioration d'équipements Scaeva (guerre 2)
ja: 「スカエウァ装備」の強化（ファイターその2）
ru: Улучшение снаряжения Scaevan (АБ) II

source: Scaevan Gear Augmentation (DoM)
de: Verstärkung von Scaeva-Ausrüstung (Magier)
fr: Amélioration d'équipements Scaeva (magie)
ja: 「スカエウァ装備」の強化（ソーサラー）
ru: Улучшение снаряжения Scaevan (АМ)

source: Lost Allagan Gear (DoW, IL 340)
de: Verschollene allagische Ausrüstung (Krieger)
fr: Échange d'équipements allagois oubliés (guerre - NvObj 340)
ja: 「ロストアラガン装備」の取引（ILv340ファイター装備）
ru: Снаряжение Lost Allagan (АБ, УС 340)

source: Lost Allagan Gear (DoM, IL 340)
de: Verschollene allagische Ausrüstung (Magier)
fr: Échange d'équipements allagois oubliés (magie - NvObj 340)
ja: 「ロストアラガン装備」の取引（ILv340ソーサラー装備）
ru: Снаряжение Lost Allagan (АМ, УС 340)

source: Auspice Gear (Suzaku)
de: Suzaku-Ausrüstung
fr: Équipements des quatre animaux sacrés (Suzaku)
ja: 四聖獣装備の取引（朱雀）
ru: Снаряжение Auspice (Suzaku)

source: Alphascape Part Exchange (DoW) I
de: Alphametrie-Materialien (Krieger I)
fr: Éléments alphastitiels (guerre 1)
ja: アルファパーツの取引（ファイターその1）
ru: Обмен Alphascape Part (АБ) I

source: Alphascape Part Exchange (DoW) II
de: Alphametrie-Materialien (Krieger II)
fr: Éléments alphastitiels (guerre 2)
ja: アルファパーツの取引（ファイターその2）
ru: Обмен Alphascape Part (АБ) II

source: Alphascape Part Exchange (DoM)
de: Alphametrie-Materialien (Magier)
fr: Éléments alphastitiels (magie)
ja: アルファパーツの取引（ソーサラー）
ru: Обмен Alphascape Part (АМ)

source: Alphascape Datalog Exchange (DoW) I
de: Alphametrie-Chroniken (Krieger I)
fr: Registres alphastitiels (guerre 1)
ja: アルファデータログの取引（ファイターその1）
ru: Обмен Alphascape Datalog (АБ) I

source: Alphascape Datalog Exchange (DoW) II
de: Alphametrie-Chroniken (Krieger II)
fr: Registres alphastitiels (guerre 2)
ja: アルファデータログの取引（ファイターその2）
ru: Обмен Alphascape Datalog (АБ) II

source: Alphascape Datalog Exchange (DoM)
de: Alphametrie-Chroniken (Magier)
fr: Registres alphastitiels (magie)
ja: アルファデータログの取引（ソーサラー）
ru: Обмен Alphascape Datalog (АМ)

source: Newest Irregular Tomestone Exchange
de: Ungewöhnliche Allagische Steine (neu)
fr: Récents mémoquartz inhabituels
ja: 最新の希少トームストーンの取引
ru: Обмен новых Irregular Tomestone

source: Previous Irregular Tomestone Exchange
de: Ungewöhnliche Allagische Steine (vorherig)
fr: Précédents mémoquartz inhabituels
ja: 前回の希少トームストーンの取引
ru: Обмен прошлых Irregular Tomestone

source: Past Irregular Tomestone Exchange
de: Ungewöhnliche Allagische Steine (alt)
fr: Anciens mémoquartz inhabituels
ja: 以前の希少トームストーンの取引
ru: Обмен старых Irregular Tomestone

source: Gear Exchange
de: Ausrüstung
fr: Armures
ja: 防具の交換
ru: Обмен снаряжения

source: Auspice Gear (Seiryu)
de: Seiryu-Ausrüstung
fr: Équipements des quatre animaux sacrés (Seiryû)
ja: 四聖獣装備の取引（青龍）
ru: Снаряжение Auspice (Seiryu)

source: Rakshasa Token Acquisition (NQ Weapons)
de: Waffen in Rakshasa-Marken umtauschen
fr: Échanger des armes QN
ja: 羅刹の手形との交換（武器NQ）
ru: Получение Rakshasa Token (NQ — Оружие)

source: Rakshasa Token Acquisition (NQ Gear)
de: Rüstungen in Rakshasa-Marken umtauschen
fr: Échanger des armures QN
ja: 羅刹の手形との交換（防具NQ）
ru: Получение Rakshasa Token (NQ — Снаряжение)

source: Rakshasa Token Acquisition (NQ Accessories)
de: Accessoires in Rakshasa-Marken umtauschen
fr: Échanger des accessoires QN
ja: 羅刹の手形との交換（アクセサリーNQ）
ru: Получение Rakshasa Token (NQ — Аксессуары)

source: Rakshasa Token Acquisition (HQ Weapons)
de: HQ-Waffen in Rakshasa-Marken umtauschen
fr: Échanger des armes HQ
ja: 羅刹の手形との交換（武器HQ）
ru: Получение Rakshasa Token (HQ — Оружие)

source: Rakshasa Token Acquisition (HQ Gear)
de: HQ-Rüstungen in Rakshasa-Marken umtauschen
fr: Échanger des armures HQ
ja: 羅刹の手形との交換（防具HQ）
ru: Получение Rakshasa Token (HQ — Снаряжение)

source: Rakshasa Token Acquisition (HQ Accessories)
de: HQ-Accessoires in Rakshasa-Marken umtauschen
fr: Échanger des accessoires HQ
ja: 羅刹の手形との交換（アクセサリーHQ）
ru: Получение Rakshasa Token (HQ — Аксессуары)

source: Rakshasa Token Exchange (Weapons)
de: Rakshasa-Marken in Waffen umtauschen
fr: Liste des armes
ja: 羅刹強化装備の取引（武器）
ru: Обмен Rakshasa Token (Оружие)

source: Rakshasa Token Exchange (Gear)
de: Rakshasa-Marken in Rüstung umtauschen
fr: Liste des armures
ja: 羅刹強化装備の取引（防具）
ru: Обмен Rakshasa Token (Снаряжение)

source: Rakshasa Token Exchange (Accessories)
de: Rakshasa-Marken in Accessoires umtauschen
fr: Liste des accessoires
ja: 羅刹強化装備の取引（アクセサリー）
ru: Обмен Rakshasa Token (Аксессуары)

source: Seasonal Event Prizes I
de: Saisonale Gegenstände I
fr: Récompenses d'événements saisonniers I
ja: シーズナルイベント報酬の交換（その1）
ru: Награды сезонного события I

source: Seasonal Event Prizes II
de: Saisonale Gegenstände II
fr: Récompenses d'événements saisonniers II
ja: シーズナルイベント報酬の交換（その2）
ru: Награды сезонного события II

source: Seasonal Event Prizes III
de: Saisonale Gegenstände III
fr: Récompenses d'événements saisonniers III
ja: シーズナルイベント報酬の交換（その3）
ru: Награды сезонного события III

source: Seasonal Event Prizes IV
de: Saisonale Gegenstände IV
fr: Récompenses d'événements saisonniers IV
ja: シーズナルイベント報酬の交換（その4）
ru: Награды сезонного события IV

source: Journey's End Gear (Tank)
de: Vermächtnis des Helden (Verteidiger)
fr: Legs des Héros (tank)
ja: 英魂装備の受取（タンク）
ru: Снаряжение Journey's End (Защитник)

source: Journey's End Gear (Physical DPS)
de: Vermächtnis des Helden (physische Angreifer)
fr: Legs des Héros (DPS physique)
ja: 英魂装備の受取（DPS：ファイター）
ru: Снаряжение Journey's End (Бойцы ближнего и дальнего боя)

source: Journey's End Gear (Magical Ranged DPS)
de: Vermächtnis des Helden (magische Angreifer)
fr: Legs des Héros (DPS magique)
ja: 英魂装備の受取（DPS：ソーサラー）
ru: Снаряжение Journey's End (Боевые маги)

source: Journey's End Gear (Healer)
de: Vermächtnis des Helden (Heiler)
fr: Legs des Héros (soigneur)
ja: 英魂装備の受取（ヒーラー）
ru: Снаряжение Journey's End (Целитель)

source: Totem Gear (Innocence)
de: Innozenz-Ausrüstung
fr: Équipements totémiques (Innocence)
ja: 大罪喰い装備の取引（イノセンス）
ru: Снаряжение за тотемы (Непорочность)

source: Totem Gear (Titania)
de: Titania-Ausrüstung
fr: Équipements totémiques (Titania)
ja: 大罪喰い装備の取引（ティターニア）
ru: Снаряжение за тотемы (Титания)

source: Eden's Gate Antique Exchange (DoW) I
de: Edentor-Ausrüstung (Krieger I)
fr: Équipements antiques de L'Éveil (guerre 1)
ja: 古びた装備【覚】の取引（ファイターその1）
ru: Обмен Eden's Gate Antique (АБ) I

source: Eden's Gate Antique Exchange (DoW) II
de: Edentor-Ausrüstung (Krieger II)
fr: Équipements antiques de L'Éveil (guerre 2)
ja: 古びた装備【覚】の取引（ファイターその2）
ru: Обмен Eden's Gate Antique (АБ) II

source: Eden's Gate Antique Exchange (DoM)
de: Edentor-Ausrüstung (Magier)
fr: Équipements antiques de L'Éveil (magie)
ja: 古びた装備【覚】の取引（ソーサラー）
ru: Обмен Eden's Gate Antique (АМ)

source: Eden's Gate Apocrypha Exchange (DoW) I
de: Edengunst-Ausrüstung (Krieger I)
fr: Codex de L'Éveil (guerre 1)
ja: 覚醒の断章の取引（ファイターその1）
ru: Обмен Eden's Gate Apocrypha (АБ) I

source: Eden's Gate Apocrypha Exchange (DoW) II
de: Edengunst-Ausrüstung (Krieger II)
fr: Codex de L'Éveil (guerre 2)
ja: 覚醒の断章の取引（ファイターその2）
ru: Обмен Eden's Gate Apocrypha (АБ) II

source: Eden's Gate Apocrypha Exchange (DoM)
de: Edengunst-Ausrüstung (Magier)
fr: Codex de L'Éveil (magie)
ja: 覚醒の断章の取引（ソーサラー）
ru: Обмен Eden's Gate Apocrypha (АМ)

source: Deepshadow Gear Exchange
de: Dunkelschatten-Ausrüstung
fr: Échange d'équipements de la Pleine-ombre
ja: 「ディープシャドウ装備」の交換
ru: Обмен снаряжения Deepshadow

source: Deepshadow Gear Augmentation (DoW) I
de: Verstärkung von Dunkelschatten-Ausrüstung (Krieger I)
fr: Amélioration d'équipements de la Pleine-ombre (guerre 1)
ja: 「ディープシャドウ装備」の強化（ファイターその1）
ru: Улучшение снаряжения Deepshadow (АБ) I

source: Deepshadow Gear Augmentation (DoW) II
de: Verstärkung von Dunkelschatten-Ausrüstung (Krieger II)
fr: Amélioration d'équipements de la Pleine-ombre (guerre 2)
ja: 「ディープシャドウ装備」の強化（ファイターその2）
ru: Улучшение снаряжения Deepshadow (АБ) II

source: Deepshadow Gear Augmentation (DoM)
de: Verstärkung von Dunkelschatten-Ausrüstung (Magier)
fr: Amélioration d'équipements de la Pleine-ombre (magie)
ja: 「ディープシャドウ装備」の強化（ソーサラー）
ru: Улучшение снаряжения Deepshadow (АМ)

source: Sacks of Nuts Exchange
de: Kupo-Trophäen
fr: Insignes de chasse
ja: モブハントの戦利品の取引
ru: Обмен Sacks of Nuts

source: Silver Chocobo Feather Exchange II (Lv. 60 Gear)
de: Silberne Chocobo-Federn II (ab St. 60)
fr: Pennes de chocobo argenté (Nv 60)
ja: シルバーチョコボの羽根の取引（Lv60向け装備）
ru: Обмен Silver Chocobo Feather II (Ур. 60 — Снаряжение)

source: Silver Chocobo Feather Exchange III (Lv. 70 Gear)
de: Silberne Chocobo-Federn III (ab St. 70)
fr: Pennes de chocobo argenté (Nv 70)
ja: シルバーチョコボの羽根の取引（Lv70向け装備）
ru: Обмен Silver Chocobo Feather III (Ур. 70 — Снаряжение)

source: Submersible Frames
de: Verstärkungen von Tauchbooten
fr: Châssis de sous-marin
ja: 潜水艦改フレームの加工依頼

source: Fieldcraft Items
de: Sammler-Gegenstände
fr: Objets de récolte
ja: ギャザラー向けアイテムの交換
ru: Предметы собирательства

source: Glorious Gewgaws
de: Gegenstände
fr: Objets
ja: アイテムの取引

source: Totem Gear (Hades)
de: Hades-Ausrüstung
fr: Équipements totémiques (Hadès)
ja: 報酬装備の取引（ハーデス）
ru: Снаряжение за тотемы (Аид)

source: Totem Gear (Alexander)
de: Alexander-Ausrüstung
fr: Équipements totémiques (Alexander)
ja: 蛮神装備の取引（アレキサンダー）
ru: Снаряжение за тотемы (Александр)

source: Eulmoran Certificates of Import (NQ Weapons)
de: Eulmore-Marken I (Waffen)
fr: Avoirs d'Eulmore I (armes QN)
ja: ユールモアの手形G1との交換（武器NQ）
ru: Eulmoran Certificates of Import (NQ — Оружие)

source: Eulmoran Certificates of Import (NQ Gear)
de: Eulmore-Marken I (Rüstung)
fr: Avoirs d'Eulmore I (pièces d'armure QN)
ja: ユールモアの手形G1との交換（防具NQ）
ru: Eulmoran Certificates of Import (NQ — Снаряжение)

source: Eulmoran Certificates of Import (NQ Accessories)
de: Eulmore-Marken I (Accessoires)
fr: Avoirs d'Eulmore I (accessoires QN)
ja: ユールモアの手形G1との交換（アクセサリーNQ）
ru: Eulmoran Certificates of Import (NQ — Аксессуары)

source: Eulmoran Certificates of Import (HQ Weapons)
de: Eulmore-Marken I (Waffen)
fr: Avoirs d'Eulmore I (armes HQ)
ja: ユールモアの手形G1との交換（武器HQ）
ru: Eulmoran Certificates of Import (HQ — Оружие)

source: Eulmoran Certificates of Import (HQ Gear)
de: Eulmore-Marken I (Rüstung)
fr: Avoirs d'Eulmore I (pièces d'armure HQ)
ja: ユールモアの手形G1との交換（防具HQ）
ru: Eulmoran Certificates of Import (HQ — Снаряжение)

source: Eulmoran Certificates of Import (HQ Accessories)
de: Eulmore-Marken I (Accessoires)
fr: Avoirs d'Eulmore I (accessoires HQ)
ja: ユールモアの手形G1との交換（アクセサリーHQ）
ru: Eulmoran Certificates of Import (HQ — Аксессуары)
