Repository: endervad/ffxiv_translation_test
Catalog: exd/SpecialShop/*.xlf
Languages: de, fr, ja, ru

source: Purple Scrip Exchange (Master Recipes I)
de: Weiße Scheine (Meisterrezepte I)
fr: Assignats mauves : recettes expertes I
ja: 紫貨の取引：秘伝書（その1）
ru: Обмен Purple Scrip (Книги рецептов I)

source: Purple Scrip Exchange (Lv. 80/IL 500)
de: Weiße Scheine (ab St. 80) [G.-St. 500]
fr: Assignats mauves (Nv ≧ 80) [NvObj 500]
ja: 紫貨の取引：Lv80～向け【ILv500】
ru: Обмен Purple Scrip (Ур. 80/УС 500)

source: Purple Scrip Exchange (Lv. 80/IL 500)
de: Weiße Scheine (ab St. 80) [G.-St. 500]
fr: Assignats mauves (Nv ≧ 80) [NvObj 500]
ja: 紫貨の取引：Lv80～向け【ILv500】
ru: Обмен Purple Scrip (Ур. 80/УС 500)

source: Purple Scrip Exchange (Music/Furnishings/Misc.)
de: Weiße Scheine (Orchestrion, Unterkünfte & Verschiedenes)
fr: Assignats mauves : orchestrion, logement et autres
ja: 紫貨の取引：雑貨・譜面・ハウジング関連
ru: Обмен Purple Scrip (Музыка/Мебель/Прочее)

source: Purple Scrip Exchange (Materia)
de: Weiße Scheine (Materia)
fr: Assignats mauves : matérias
ja: 紫貨の取引：マテリア
ru: Обмен Purple Scrip (Материя)

source: Orange Scrip Exchange (Materia)
de: Violette Scheine (Materia)
fr: Assignats orange : matérias
ja: 橙貨の取引：マテリア
ru: Обмен Orange Scrip (Материя)

source: Purple Scrip Exchange (Music/Furnishings/Misc.)
de: Weiße Scheine (Orchestrion, Unterkünfte & Verschiedenes)
fr: Assignats mauves : orchestrion, logement et autres
ja: 紫貨の取引：雑貨・譜面・ハウジング関連
ru: Обмен Purple Scrip (Музыка/Мебель/Прочее)

source: Purple Scrip Exchange (Materia)
de: Weiße Scheine (Materia)
fr: Assignats mauves : matérias
ja: 紫貨の取引：マテリア
ru: Обмен Purple Scrip (Материя)

source: Orange Scrip Exchange (Materia)
de: Violette Scheine (Materia)
fr: Assignats orange : matérias
ja: 橙貨の取引：マテリア
ru: Обмен Orange Scrip (Материя)

source: Idealized Gear (IL 480)
de: [G.-St. 480] Idealisierte Ausrüstung
fr: [NvObj 480] Équipement d'idéaliste
ja: 【ILv480】アイディアル装備
ru: Снаряжение Idealized (УС 480)

source: Idealized Gear (IL 480)
de: [G.-St. 480] Idealisierte Ausrüstung
fr: [NvObj 480] Équipement d'idéaliste
ja: 【ILv480】アイディアル装備
ru: Снаряжение Idealized (УС 480)

source: Idealized Gear (IL 480)
de: [G.-St. 480] Idealisierte Ausrüstung
fr: [NvObj 480] Équipement d'idéaliste
ja: 【ILv480】アイディアル装備
ru: Снаряжение Idealized (УС 480)

source: Idealized Gear (IL 480)
de: [G.-St. 480] Idealisierte Ausrüstung
fr: [NvObj 480] Équipement d'idéaliste
ja: 【ILv480】アイディアル装備
ru: Снаряжение Idealized (УС 480)

source: Idealized Gear (IL 480)
de: [G.-St. 480] Idealisierte Ausrüstung
fr: [NvObj 480] Équipement d'idéaliste
ja: 【ILv480】アイディアル装備
ru: Снаряжение Idealized (УС 480)

source: Idealized Gear (IL 480)
de: [G.-St. 480] Idealisierte Ausrüstung
fr: [NvObj 480] Équipement d'idéaliste
ja: 【ILv480】アイディアル装備
ru: Снаряжение Idealized (УС 480)

source: Idealized Gear (IL 480)
de: [G.-St. 480] Idealisierte Ausrüstung
fr: [NvObj 480] Équipement d'idéaliste
ja: 【ILv480】アイディアル装備
ru: Снаряжение Idealized (УС 480)

source: Purple Scrip Exchange (Lv. 58/IL 130)
de: Weiße Scheine (ab St. 58) [G.-St. 130]
fr: Assignats mauves (Nv ≧ 58) [NvObj 130]
ja: 紫貨の取引：Lv58～向け【ILv130】
ru: Обмен Purple Scrip (Ур. 58/УС 130)

source: Purple Scrip Exchange (Lv. 58/IL 130)
de: Weiße Scheine (ab St. 58) [G.-St. 130]
fr: Assignats mauves (Nv ≧ 58) [NvObj 130]
ja: 紫貨の取引：Lv58～向け【ILv130】
ru: Обмен Purple Scrip (Ур. 58/УС 130)

source: Purple Scrip Exchange (Lv. 70/IL 330)
de: Weiße Scheine (ab St. 70) [G.-St. 330]
fr: Assignats mauves (Nv ≧ 70) [NvObj 330]
ja: 紫貨の取引：Lv70～向け【ILv330】
ru: Обмен Purple Scrip (Ур. 70/УС 330)

source: Purple Scrip Exchange (Lv. 70/IL 350)
de: Weiße Scheine (ab St. 70) [G.-St. 350]
fr: Assignats mauves (Nv ≧ 70) [NvObj 350]
ja: 紫貨の取引：Lv70～向け【ILv350】
ru: Обмен Purple Scrip (Ур. 70/УС 350)

source: Purple Scrip Exchange (Lv. 80/IL 440)
de: Weiße Scheine (ab St. 80) [G.-St. 440]
fr: Assignats mauves (Nv ≧ 80) [NvObj 440]
ja: 紫貨の取引：Lv80～向け【ILv440】
ru: Обмен Purple Scrip (Ур. 80/УС 440)

source: Purple Scrip Exchange (Lv. 80/IL 470)
de: Weiße Scheine (ab St. 80) [G.-St. 470]
fr: Assignats mauves (Nv ≧ 80) [NvObj 470]
ja: 紫貨の取引：Lv80～向け【ILv470】
ru: Обмен Purple Scrip (Ур. 80/УС 470)

source: Purple Scrip Exchange (Lv. 80/IL 500)
de: Weiße Scheine (ab St. 80) [G.-St. 500]
fr: Assignats mauves (Nv ≧ 80) [NvObj 500]
ja: 紫貨の取引：Lv80～向け【ILv500】
ru: Обмен Purple Scrip (Ур. 80/УС 500)

source: Purple Scrip Exchange (Lv. 70 Materials)
de: Weiße Scheine (ab St. 70, Materialien)
fr: Assignats mauves : matériaux (Nv ≧ 70)
ja: 紫貨の取引：Lv70～向け素材
ru: Обмен Purple Scrip (Ур. 70 — Материалы)

source: Purple Scrip Exchange (Lv. 80 Materials)
de: Weiße Scheine (ab St. 80, Materialien)
fr: Assignats mauves : matériaux (Nv ≧ 80)
ja: 紫貨の取引：Lv80～向け素材
ru: Обмен Purple Scrip (Ур. 80 — Материалы)

source: Purple Scrip Exchange (Lv. 70/IL 330)
de: Weiße Scheine (ab St. 70) [G.-St. 330]
fr: Assignats mauves (Nv ≧ 70) [NvObj 330]
ja: 紫貨の取引：Lv70～向け【ILv330】
ru: Обмен Purple Scrip (Ур. 70/УС 330)

source: Purple Scrip Exchange (Lv. 70/IL 350)
de: Weiße Scheine (ab St. 70) [G.-St. 350]
fr: Assignats mauves (Nv ≧ 70) [NvObj 350]
ja: 紫貨の取引：Lv70～向け【ILv350】
ru: Обмен Purple Scrip (Ур. 70/УС 350)

source: Purple Scrip Exchange (Lv. 80/IL 440)
de: Weiße Scheine (ab St. 80) [G.-St. 440]
fr: Assignats mauves (Nv ≧ 80) [NvObj 440]
ja: 紫貨の取引：Lv80～向け【ILv440】
ru: Обмен Purple Scrip (Ур. 80/УС 440)

source: Purple Scrip Exchange (Lv. 80/IL 470)
de: Weiße Scheine (ab St. 80) [G.-St. 470]
fr: Assignats mauves (Nv ≧ 80) [NvObj 470]
ja: 紫貨の取引：Lv80～向け【ILv470】
ru: Обмен Purple Scrip (Ур. 80/УС 470)

source: Purple Scrip Exchange (Lv. 80/IL 500)
de: Weiße Scheine (ab St. 80) [G.-St. 500]
fr: Assignats mauves (Nv ≧ 80) [NvObj 500]
ja: 紫貨の取引：Lv80～向け【ILv500】
ru: Обмен Purple Scrip (Ур. 80/УС 500)

source: Purple Scrip Exchange (Lv. 70 Materials/Bait/Tokens)
de: Weiße Scheine (ab St. 70, Materialien, Köder & Marken)
fr: Assignats mauves : matériaux, appâts et avoirs (Nv ≧ 70)
ja: 紫貨の取引：Lv70～向け釣り餌・素材・手形
ru: Обмен Purple Scrip (Ур. 70 — Материалы/Наживки/Токены)

source: Purple Scrip Exchange (Lv. 80 Materials/Bait/Tokens)
de: Weiße Scheine (ab St. 80, Materialien, Köder & Marken)
fr: Assignats mauves : matériaux, appâts et avoirs (Nv ≧ 80)
ja: 紫貨の取引：Lv80～向け釣り餌・素材・手形
ru: Обмен Purple Scrip (Ур. 80 — Материалы/Наживки/Токены)

source: Prize Exchange II
de: Gewinne II
fr: Lots (2)
ja: 景品の交換（その2）
ru: Обмен призов II

source: Hannish Certificates of Grade 1 Import (NQ Weapons)
de: Radz-at-Han-Marken I (Waffen)
fr: Avoirs de Radz-at-Han I (armes QN)
ja: ラザハンの手形G1との交換（武器NQ）
ru: Hannish Certificates of Grade 1 Import (NQ — Оружие)

source: Hannish Certificates of Grade 1 Import (NQ Gear)
de: Radz-at-Han-Marken I (Rüstung)
fr: Avoirs de Radz-at-Han I (pièces d'armure QN)
ja: ラザハンの手形G1との交換（防具NQ）
ru: Hannish Certificates of Grade 1 Import (NQ — Снаряжение)

source: Hannish Certificates of Grade 1 Import (NQ Accessories)
de: Radz-at-Han-Marken I (Accessoires)
fr: Avoirs de Radz-at-Han I (accessoires QN)
ja: ラザハンの手形G1との交換（アクセサリーNQ）
ru: Hannish Certificates of Grade 1 Import (NQ — Аксессуары)

source: Hannish Certificates of Grade 1 Import (HQ Weapons)
de: Radz-at-Han-Marken I (Waffen)
fr: Avoirs de Radz-at-Han I (armes HQ)
ja: ラザハンの手形G1との交換（武器HQ）
ru: Hannish Certificates of Grade 1 Import (HQ — Оружие)

source: Hannish Certificates of Grade 1 Import (HQ Gear)
de: Radz-at-Han-Marken I (Rüstung)
fr: Avoirs de Radz-at-Han I (pièces d'armure HQ)
ja: ラザハンの手形G1との交換（防具HQ）
ru: Hannish Certificates of Grade 1 Import (HQ — Снаряжение)

source: Hannish Certificates of Grade 1 Import (HQ Accessories)
de: Radz-at-Han-Marken I (Accessoires)
fr: Avoirs de Radz-at-Han I (accessoires HQ)
ja: ラザハンの手形G1との交換（アクセサリーHQ）
ru: Hannish Certificates of Grade 1 Import (HQ — Аксессуары)

source: Augmented Classical Equipment (Weapons)
de: Modifizierte klassische Ausrüstung (Waffen)
fr: Amélioration d'armes classiques
ja: クラシカル強化装備の取引（武器）
ru: Снаряжение Augmented Classical (Оружие)

source: Augmented Classical Equipment (Gear)
de: Modifizierte klassische Ausrüstung (Rüstung)
fr: Amélioration de pièces d'armure classiques
ja: クラシカル強化装備の取引（防具）
ru: Снаряжение Augmented Classical (Снаряжение)

source: Augmented Classical Equipment (Accessories)
de: Modifizierte klassische Ausrüstung (Accessoires)
fr: Amélioration d'accessoires classiques
ja: クラシカル強化装備の取引（アクセサリー）
ru: Снаряжение Augmented Classical (Аксессуары)

source: Totem Gear (The Endsinger)
de: Endsängerin-Ausrüstung
fr: Équipements totémiques (Chantre de l'anéantissement)
ja: 報酬装備の取引（終焉を謳うもの）
ru: Снаряжение за тотемы (Опустошительница)

source: Totem Gear (Dragonsong)
de: Drachenkrieg-Ausrüstung
fr: Équipements totémiques (Guerre du chant des dragons)
ja: 報酬装備の取引（竜詩戦争）
ru: Снаряжение за тотемы (Песнь Драконов)

source: Arkasodara Pana Exchange
de: Arkasodara-Pana
fr: Échange de seiko arkasodaras
ja: アルカソーダラ星鈷貨の取引
ru: Обмен Arkasodara Pana

source: Wolf Gear
de: Wolf-Ausrüstung
fr: Équipement de loup
ja: ウルフ装備
ru: Снаряжение Wolf

source: Warwolf Gear
de: Kriegswolf-Ausrüstung
fr: Équipement de loup-garou
ja: ウォーウルフ装備
ru: Снаряжение Warwolf

source: Direwolf Gear
de: Düsterwolf-Ausrüstung
fr: Équipement de loup sinistre
ja: ダイアウルフ装備
ru: Снаряжение Direwolf

source: Pack Gear
de: Tierische Ausrüstung
fr: Équipement de créature
ja: アニマル装備
ru: Снаряжение Pack

source: Packliege Gear
de: Animalische Ausrüstung
fr: Équipement de seigneur-des-créatures
ja: アニマルリージュ装備
ru: Снаряжение Packliege

source: Beastlord Gear
de: Kampfvasallen-Ausrüstung
fr: Équipement bestial
ja: ビースト装備
ru: Снаряжение Beastlord

source: Twelve Gear
de: Gebieter-Ausrüstung
fr: Équipement des Douze
ja: トゥエルブ装備
ru: Снаряжение Twelve

source: Genyo Gear
de: Fabelwesen-Ausrüstung
fr: Équipement occulte
ja: 幻妖装備
ru: Снаряжение Genyo

source: Wolf Gear
de: Wolf-Ausrüstung
fr: Équipement de loup
ja: ウルフ装備
ru: Снаряжение Wolf

source: Warwolf Gear
de: Kriegswolf-Ausrüstung
fr: Équipement de loup-garou
ja: ウォーウルフ装備
ru: Снаряжение Warwolf

source: Direwolf Gear
de: Düsterwolf-Ausrüstung
fr: Équipement de loup sinistre
ja: ダイアウルフ装備
ru: Снаряжение Direwolf

source: Pack Gear
de: Tierische Ausrüstung
fr: Équipement de créature
ja: アニマル装備
ru: Снаряжение Pack

source: Packliege Gear
de: Animalische Ausrüstung
fr: Équipement de seigneur-des-créatures
ja: アニマルリージュ装備
ru: Снаряжение Packliege

source: Beastlord Gear
de: Kampfvasallen-Ausrüstung
fr: Équipement bestial
ja: ビースト装備
ru: Снаряжение Beastlord

source: Twelve Gear
de: Gebieter-Ausrüstung
fr: Équipement des Douze
ja: トゥエルブ装備
ru: Снаряжение Twelve

source: Genyo Gear
de: Fabelwesen-Ausrüstung
fr: Équipement occulte
ja: 幻妖装備
ru: Снаряжение Genyo

source: Wolf Gear
de: Wolf-Ausrüstung
fr: Équipement de loup
ja: ウルフ装備
ru: Снаряжение Wolf

source: Warwolf Gear
de: Kriegswolf-Ausrüstung
fr: Équipement de loup-garou
ja: ウォーウルフ装備
ru: Снаряжение Warwolf

source: Direwolf Gear
de: Düsterwolf-Ausrüstung
fr: Équipement de loup sinistre
ja: ダイアウルフ装備
ru: Снаряжение Direwolf

source: Pack Gear
de: Tierische Ausrüstung
fr: Équipement de créature
ja: アニマル装備
ru: Снаряжение Pack

source: Packliege Gear
de: Animalische Ausrüstung
fr: Équipement de seigneur-des-créatures
ja: アニマルリージュ装備
ru: Снаряжение Packliege

source: Beastlord Gear
de: Kampfvasallen-Ausrüstung
fr: Équipement bestial
ja: ビースト装備
ru: Снаряжение Beastlord

source: Twelve Gear
de: Gebieter-Ausrüstung
fr: Équipement des Douze
ja: トゥエルブ装備
ru: Снаряжение Twelve

source: Genyo Gear
de: Fabelwesen-Ausrüstung
fr: Équipement occulte
ja: 幻妖装備
ru: Снаряжение Genyo

source: Republican Gear
de: Republikanische Ausrüstung
fr: Équipement républicain
ja: リパブリック装備
ru: Снаряжение Republican

source: Late Allagan Gear
de: Spätallagische Ausrüstung
fr: Équipement de précellence allagoise
ja: エクスアラガン装備
ru: Снаряжение Late Allagan

source: Wolf Gear
de: Wolf-Ausrüstung
fr: Équipement de loup
ja: ウルフ装備
ru: Снаряжение Wolf

source: Warwolf Gear
de: Kriegswolf-Ausrüstung
fr: Équipement de loup-garou
ja: ウォーウルフ装備
ru: Снаряжение Warwolf

source: Direwolf Gear
de: Düsterwolf-Ausrüstung
fr: Équipement de loup sinistre
ja: ダイアウルフ装備
ru: Снаряжение Direwolf

source: Pack Gear
de: Tierische Ausrüstung
fr: Équipement de créature
ja: アニマル装備
ru: Снаряжение Pack

source: Packliege Gear
de: Animalische Ausrüstung
fr: Équipement de seigneur-des-créatures
ja: アニマルリージュ装備
ru: Снаряжение Packliege

source: Beastlord Gear
de: Kampfvasallen-Ausrüstung
fr: Équipement bestial
ja: ビースト装備
ru: Снаряжение Beastlord

source: Twelve Gear
de: Gebieter-Ausrüstung
fr: Équipement des Douze
ja: トゥエルブ装備
ru: Снаряжение Twelve

source: Genyo Gear
de: Fabelwesen-Ausrüstung
fr: Équipement occulte
ja: 幻妖装備
ru: Снаряжение Genyo

source: Republican Gear
de: Republikanische Ausrüstung
fr: Équipement républicain
ja: リパブリック装備
ru: Снаряжение Republican

source: Late Allagan Gear
de: Spätallagische Ausrüstung
fr: Équipement de précellence allagoise
ja: エクスアラガン装備
ru: Снаряжение Late Allagan

source: Miscellaneous
de: Andere Gegenstände
fr: Autres
ja: 雑貨
ru: Прочее

source: Trophy Crystal Exchange (DoW Weapons)
de: Kristalltrophäen (Krieger-Waffen)
fr: Cristaux-trophées (armes de combattants)
ja: トロフィークリスタルの取引（ファイター用武器）
ru: Обмен Trophy Crystal (Оружие АБ)

source: Trophy Crystal Exchange (DoM Weapons)
de: Kristalltrophäen (Magier-Waffen)
fr: Cristaux-trophées (armes de mages)
ja: トロフィークリスタルの取引（ソーサラー用武器）
ru: Обмен Trophy Crystal (Оружие АМ)

source: Trophy Crystal Exchange (DoW Gear) I
de: Kristalltrophäen (Krieger-Rüstungen I)
fr: Cristaux-trophées (protections de combattants I)
ja: トロフィークリスタルの取引（ファイター用防具その1）
ru: Обмен Trophy Crystal (Снаряжение АБ) I

source: Trophy Crystal Exchange (DoM Gear) I
de: Kristalltrophäen (Magier-Rüstungen I)
fr: Cristaux-trophées (protections de mages I)
ja: トロフィークリスタルの取引（ソーサラー用防具その1）
ru: Обмен Trophy Crystal (Снаряжение АМ) I

source: Trophy Crystal Exchange (Accessories)
de: Kristalltrophäen (Accessoires)
fr: Cristaux-trophées (accessoires)
ja: トロフィークリスタルの取引（アクセサリー）
ru: Обмен Trophy Crystal (Аксессуары)

source: Trophy Crystal Exchange (Other)
de: Kristalltrophäen (Andere Gegenstände)
fr: Cristaux-trophées (autres)
ja: トロフィークリスタルの取引（その他）
ru: Обмен Trophy Crystal (Прочее)

source: Wolf Collar Exchange
de: Wolfsriemen
fr: Colliers de loup
ja: 狼の首輪の取引
ru: Обмен Wolf Collar

source: Seasonal Event Prizes I
de: Saisonale Gegenstände I
fr: Récompenses d'événements saisonniers I
ja: シーズナルイベント報酬の交換（その1）
ru: Награды сезонного события I

source: Seasonal Event Prizes II
de: Saisonale Gegenstände II
fr: Récompenses d'événements saisonniers II
ja: シーズナルイベント報酬の交換（その2）
ru: Награды сезонного события II

source: Rain Exchange
de: Kondensat
fr: Échange de lymphe quintessenciée
ja: 強霊薬の取引
ru: Обмен Rain

source: Prize Exchange III
de: Gewinne III
fr: Lots (3)
ja: 景品の交換（修得/登録系・その他）

source: Prize Exchange IV
de: Gewinne IV
fr: Lots (4)
ja: 景品の交換（調度品・庭具・譜面）

source: Omicron Omnitoken Exchange
de: Omnikoin
fr: Échange d'omicoin
ja: オミクロン暗号貨の取引
ru: Обмен Omicron Omnitoken

source: Allagan Tomestones of Poetics (DoW, IL 630)
de: Allagische Steine der Kausalität (Krieger)
fr: Mémoquartz allagois poétiques (guerre - NvObj 630)
ja: アラガントームストーン:詩学の取引（ILv630ファイター装備）
ru: Allagan Tomestones of Poetics (АБ, УС 630)

source: Allagan Tomestones of Poetics (DoM, IL 630)
de: Allagische Steine der Kausalität (Magier)
fr: Mémoquartz allagois poétiques (magie - NvObj 630)
ja: アラガントームストーン:詩学の取引（ILv630ソーサラー装備）
ru: Allagan Tomestones of Poetics (АМ, УС 630)

source: Unsung Relic of Abyssos Exchange (DoW) I
de: Abyssische Ausrüstung (Krieger I)
fr: Équipements rouillés du Purgatoire (guerre 1)
ja: 朽ちた装備【煉獄】の取引（ファイターその1）
ru: Обмен Unsung Relic of Abyssos (АБ) I

source: Unsung Relic of Abyssos Exchange (DoW) II
de: Abyssische Ausrüstung (Krieger II)
fr: Équipements rouillés du Purgatoire (guerre 2)
ja: 朽ちた装備【煉獄】の取引（ファイターその2）
ru: Обмен Unsung Relic of Abyssos (АБ) II

source: Unsung Relic of Abyssos Exchange (DoM)
de: Abyssische Ausrüstung (Magier)
fr: Équipements rouillés du Purgatoire (magie)
ja: 朽ちた装備【煉獄】の取引（ソーサラー）
ru: Обмен Unsung Relic of Abyssos (АМ)

source: Abyssos Mythos Exchange (DoW) I
de: Abyssische Kodizes (Krieger I)
fr: Codex du Purgatoire (guerre 1)
ja: 煉獄の断章の取引（ファイターその1）
ru: Обмен Abyssos Mythos (АБ) I

source: Abyssos Mythos Exchange (DoW) II
de: Abyssische Kodizes (Krieger II)
fr: Codex du Purgatoire (guerre 2)
ja: 煉獄の断章の取引（ファイターその2）
ru: Обмен Abyssos Mythos (АБ) II

source: Abyssos Mythos Exchange (DoM)
de: Abyssische Kodizes (Magier)
fr: Codex du Purgatoire (magie)
ja: 煉獄の断章の取引（ソーサラー）
ru: Обмен Abyssos Mythos (АМ)

source: Allagan Tomestones of Poetics (IL 630 Weapons)
de: Allagische Steine der Kausalität (Waffen)
fr: Mémoquartz allagois poétiques (armes - NvObj 630)
ja: アラガントームストーン:詩学の取引（ILv630武器）
ru: Allagan Tomestones of Poetics (УС 630 — Оружие)

source: Lunar Envoy's Gear Augmentation (DoW) I
de: Verstärkung von Mondgesandten-Ausrüstung (Krieger I)
fr: Amélioration d'équipements d'émissaire sélénien (guerre 1)
ja: 「ルナエンヴォイ装備」の強化（ファイターその1）
ru: Улучшение снаряжения Lunar Envoy's (АБ) I

source: Lunar Envoy's Gear Augmentation (DoW) II
de: Verstärkung von Mondgesandten-Ausrüstung (Krieger II)
fr: Amélioration d'équipements d'émissaire sélénien (guerre 2)
ja: 「ルナエンヴォイ装備」の強化（ファイターその2）
ru: Улучшение снаряжения Lunar Envoy's (АБ) II

source: Lunar Envoy's Gear Augmentation (DoM)
de: Verstärkung von Mondgesandten-Ausrüstung (Magier)
fr: Amélioration d'équipements d'émissaire sélénien (magie)
ja: 「ルナエンヴォイ装備」の強化（ソーサラー）
ru: Улучшение снаряжения Lunar Envoy's (АМ)

source: Totem Gear (Barbariccia)
de: Barbarizia-Ausrüstung
fr: Équipements totémiques (Barbariccia)
ja: 報酬装備の取引（バルバリシア）
ru: Снаряжение за тотемы (Барбаричча)

source: Moonward Gear Exchange (DoW, IL 570)
de: Exodus-Ausrüstung (Krieger)
fr: Échange d'équipements des lunautes (guerre - NvObj 570)
ja: 「ムーンワード装備」の取引（ILv570ファイター装備）
ru: Обмен снаряжения Moonward (АБ, УС 570)

source: Moonward Gear Exchange (DoM, IL 570)
de: Exodus-Ausrüstung (Magier)
fr: Échange d'équipements des lunautes (magie - NvObj 570)
ja: 「ムーンワード装備」の取引（ILv570ソーサラー装備）
ru: Обмен снаряжения Moonward (АМ, УС 570)

source: Sil'dihn Potsherd Exchange
de: Sil'dih-Reliquien
fr: Reliques sildiennes
ja: シラディハの遺物の取引
ru: Обмен Sil'dihn Potsherd

source: Sil'dihn Silver Exchange
de: Sil'dih-Silbermünzen
fr: Pièces d'argent sildiennes
ja: シラディハ銀貨の取引
ru: Обмен Sil'dihn Silver

source: Sil'dihn Manuscript Exchange
de: Sil'dih-Schriften
fr: Écrits sildiens
ja: シラディハの書物の取引
ru: Обмен Sil'dihn Manuscript

source: Manderville Weapon Materials Exchange
de: Material für Manderville-Waffen
fr: Composants pour armes des Manderville
ja: マンダヴィルウェポン素材の取引
ru: Обмен материалов для оружия Manderville

source: Purple Scrip Exchange (Lv. 90/IL 590)
de: Violette Scheine (ab St. 90) [G.-St. 590]
fr: Assignats mauves (Nv ≧ 90) [NvObj 590]
ja: 紫貨の取引：Lv90～向け【ILv590】
ru: Обмен Purple Scrip (Ур. 90/УС 590)

source: Purple Scrip Exchange (Lv. 90/IL 590)
de: Violette Scheine (ab St. 90) [G.-St. 590]
fr: Assignats mauves (Nv ≧ 90) [NvObj 590]
ja: 紫貨の取引：Lv90～向け【ILv590】
ru: Обмен Purple Scrip (Ур. 90/УС 590)

source: Purple Scrip Exchange (Master Recipes II)
de: Weiße Scheine (Meisterrezeptbücher II)
fr: Assignats mauves : recettes expertes II
ja: 紫貨の取引：秘伝書（その2）
ru: Обмен Purple Scrip (Книги рецептов II)

source: Master Recipes II
de: Meisterrezeptbücher II
fr: Recettes expertes II
ja: 秘伝書（その2）
ru: Книги рецептов II

source: Master Recipes II
de: Meisterrezeptbücher II
fr: Recettes expertes II
ja: 秘伝書（その2）
ru: Книги рецептов II

source: Master Recipes II
de: Meisterrezeptbücher II
fr: Recettes expertes II
ja: 秘伝書（その2）
ru: Книги рецептов II

source: Master Recipes II
de: Meisterrezeptbücher II
fr: Recettes expertes II
ja: 秘伝書（その2）
ru: Книги рецептов II

source: Crafters' Scrip Exchange
de: Weiße Handwerkerscheine
fr: Assignats d'artisan
ja: クラフタースクリップの取引
ru: Обмен Crafters' Scrip

source: Gatherers' Scrip Exchange
de: Weiße Sammlerscheine
fr: Assignats de récolteur
ja: ギャザラースクリップの取引
ru: Обмен Gatherers' Scrip

source: Totem Gear (Rubicante)
de: Rubicante-Ausrüstung
fr: Équipements totémiques (Rubicante)
ja: 報酬装備の取引（ルビカンテ）
ru: Снаряжение за тотемы (Рубиканте)

source: Totem Gear (Omega)
de: Omega-Ausrüstung
fr: Équipements totémiques (Oméga)
ja: 報酬装備の取引（オメガ）
ru: Снаряжение за тотемы (Омега)

source: Seasonal Event Prizes I
de: Saisonale Gegenstände I
fr: Récompenses d'événements saisonniers I
ja: シーズナルイベント報酬の交換（その1）
ru: Награды за сезонные события I

source: Seasonal Event Prizes II
de: Saisonale Gegenstände II
fr: Récompenses d'événements saisonniers II
ja: シーズナルイベント報酬の交換（その2）
ru: Награды за сезонные события II

source: Loporrit Carat Exchange
de: Möhrenmark
fr: Échange de carotus
ja: レポリット人参貨の取引
ru: Обмен Loporrit Carat

source: Trophy Crystal Exchange (DoW Gear) II
de: Kristalltrophäen (Krieger-Rüstungen II)
fr: Cristaux-trophées (protections de combattants II)
ja: トロフィークリスタルの取引（ファイター用防具その2）
ru: Обмен Trophy Crystal (Снаряжение АБ) II

source: Trophy Crystal Exchange (DoM Gear) II
de: Kristalltrophäen (Magier-Rüstungen II)
fr: Cristaux-trophées (protections de mages II)
ja: トロフィークリスタルの取引（ソーサラー用防具その2）
ru: Обмен Trophy Crystal (Снаряжение АМ) II

source: Hannish Certificates of Grade 2 Import (NQ Weapons)
de: Radz-at-Han-Marken II (Waffen)
fr: Avoirs de Radz-at-Han II (armes QN)
ja: ラザハンの手形G2との交換（武器NQ）
ru: Hannish Certificates of Grade 2 Import (NQ — Оружие)

source: Hannish Certificates of Grade 2 Import (NQ Gear)
de: Radz-at-Han-Marken II (Rüstungen)
fr: Avoirs de Radz-at-Han II (pièces d'armure QN)
ja: ラザハンの手形G2との交換（防具NQ）
ru: Hannish Certificates of Grade 2 Import (NQ — Снаряжение)

source: Hannish Certificates of Grade 2 Import (NQ Accessories)
de: Radz-at-Han-Marken II (Accessoires)
fr: Avoirs de Radz-at-Han II (accessoires QN)
ja: ラザハンの手形G2との交換（アクセサリーNQ）
ru: Hannish Certificates of Grade 2 Import (NQ — Аксессуары)

source: Hannish Certificates of Grade 2 Import (HQ Weapons)
de: Radz-at-Han-Marken II (Waffen)
fr: Avoirs de Radz-at-Han II (armes HQ)
ja: ラザハンの手形G2との交換（武器HQ）
ru: Hannish Certificates of Grade 2 Import (HQ — Оружие)

source: Hannish Certificates of Grade 2 Import (HQ Gear)
de: Radz-at-Han-Marken II (Rüstungen)
fr: Avoirs de Radz-at-Han II (pièces d'armure HQ)
ja: ラザハンの手形G2との交換（防具HQ）
ru: Hannish Certificates of Grade 2 Import (HQ — Снаряжение)

source: Hannish Certificates of Grade 2 Import (HQ Accessories)
de: Radz-at-Han-Marken II (Accessoires)
fr: Avoirs de Radz-at-Han II (accessoires HQ)
ja: ラザハンの手形G2との交換（アクセサリーHQ）
ru: Hannish Certificates of Grade 2 Import (HQ — Аксессуары)

source: Augmented Rinascita Equipment (Weapons)
de: Modifizierte Rinascita-Ausrüstung (Waffen)
fr: Amélioration d'armes de la rinascita
ja: リナシータ強化装備の取引（武器）
ru: Снаряжение Augmented Rinascita (Оружие)

source: Augmented Rinascita Equipment (Gear)
de: Modifizierte Rinascita-Ausrüstung (Rüstungen)
fr: Amélioration de pièces d'armure de la rinascita
ja: リナシータ強化装備の取引（防具）
ru: Снаряжение Augmented Rinascita (Снаряжение)

source: Augmented Rinascita Equipment (Accessories)
de: Modifizierte Rinascita-Ausrüstung (Accessoires)
fr: Amélioration d'accessoires de la rinascita
ja: リナシータ強化装備の取引（アクセサリー）
ru: Снаряжение Augmented Rinascita (Аксессуары)

source: Rokkon Potsherd Exchange
de: Rokkon-Reliquien
fr: Reliques du mont Rokkon
ja: 六根山の遺物の取引
ru: Обмен Rokkon Potsherd

source: Shishu Coin Exchange
de: Shishu-Münzen
fr: Tsûhô de Shishû
ja: 紫洲通宝の取引
ru: Обмен Shishu Coin

source: Rokkon Manuscript Exchange
de: Rokkon-Schriften
fr: Écrits du mont Rokkon
ja: 六根山の書物の取引
ru: Обмен Rokkon Manuscript

source: Allagan Tomestones of Poetics (DoW, IL 660)
de: Allagische Steine der Komödie (Krieger)
fr: Mémoquartz allagois poétiques (guerre - NvObj 660)
ja: アラガントームストーン:詩学の取引（ILv660ファイター装備）
ru: Allagan Tomestones of Poetics (АБ, УС 660)

source: Allagan Tomestones of Poetics (DoM, IL 660)
de: Allagische Steine der Komödie (Magier)
fr: Mémoquartz allagois poétiques (magie - NvObj 660)
ja: アラガントームストーン:詩学の取引（ILv660ソーサラー装備）
ru: Allagan Tomestones of Poetics (АМ, УС 660)
