Repository: endervad/ffxiv_translation_test
Catalog: exd/SpecialShop/*.xlf
Languages: de, fr, ja, ru

source: Unsung Relic of Anabaseios Exchange (DoW) I
de: Anabaseische Ausrüstung (Krieger I)
fr: Équipements rouillés du Paradis (guerre 1)
ja: 朽ちた装備【天獄】の取引（ファイターその1）
ru: Обмен Unsung Relic of Anabaseios (АБ) I

source: Unsung Relic of Anabaseios Exchange (DoW) II
de: Anabaseische Ausrüstung (Krieger II)
fr: Équipements rouillés du Paradis (guerre 2)
ja: 朽ちた装備【天獄】の取引（ファイターその2）
ru: Обмен Unsung Relic of Anabaseios (АБ) II

source: Unsung Relic of Anabaseios Exchange (DoM)
de: Anabaseische Ausrüstung (Magier)
fr: Équipements rouillés du Paradis (magie)
ja: 朽ちた装備【天獄】の取引（ソーサラー）
ru: Обмен Unsung Relic of Anabaseios (АМ)

source: Anabaseios Mythos Exchange (DoW) I
de: Anabaseische Kodizes (Krieger I)
fr: Codex du Paradis (guerre 1)
ja: 天獄の断章の取引（ファイターその1）
ru: Обмен Anabaseios Mythos (АБ) I

source: Anabaseios Mythos Exchange (DoW) II
de: Anabaseische Kodizes (Krieger II)
fr: Codex du Paradis (guerre 2)
ja: 天獄の断章の取引（ファイターその2）
ru: Обмен Anabaseios Mythos (АБ) II

source: Anabaseios Mythos Exchange (DoM)
de: Anabaseische Kodizes (Magier)
fr: Codex du Paradis (magie)
ja: 天獄の断章の取引（ソーサラー）
ru: Обмен Anabaseios Mythos (АМ)

source: Allagan Tomestones of Poetics (IL 660 Weapons)
de: Allagische Steine der Komödie (Waffen)
fr: Mémoquartz allagois poétiques (armes - NvObj 660)
ja: アラガントームストーン:詩学の取引（ILv660武器）
ru: Allagan Tomestones of Poetics (УС 660 — Оружие)

source: Credendum Gear Augmentation (DoW) I
de: Verstärkung von Credendum-Ausrüstung (Krieger I)
fr: Amélioration d'équipements du credo (guerre 1)
ja: 「クレデンダム装備」の強化（ファイターその1）
ru: Улучшение снаряжения Credendum (АБ) I

source: Credendum Gear Augmentation (DoW) II
de: Verstärkung von Credendum-Ausrüstung (Krieger II)
fr: Amélioration d'équipements du credo (guerre 2)
ja: 「クレデンダム装備」の強化（ファイターその2）
ru: Улучшение снаряжения Credendum (АБ) II

source: Credendum Gear Augmentation (DoM)
de: Verstärkung von Credendum-Ausrüstung (Magier)
fr: Amélioration d'équipements du credo (magie)
ja: 「クレデンダム装備」の強化（ソーサラー）
ru: Улучшение снаряжения Credendum (АМ)

source: Totem Gear (Golbez)
de: Golbez-Ausrüstung
fr: Équipements totémiques (Golbez)
ja: 報酬装備の取引（ゴルベーザ）
ru: Снаряжение за тотемы (Голбез)

source: Radiant's Gear (DoW, IL 600)
de: Himmelsheer-Ausrüstung (Krieger)
fr: Échange d'équipements radieux (guerre - NvObj 600)
ja: 「レディアント装備」の取引（ILv600ファイター装備）
ru: Снаряжение Radiant's (АБ, УС 600)

source: Radiant's Gear (DoM, IL 600)
de: Himmelsheer-Ausrüstung (Magier)
fr: Échange d'équipements radieux (magie - NvObj 600)
ja: 「レディアント装備」の取引（ILv600ソーサラー装備）
ru: Снаряжение Radiant's (АМ, УС 600)

source: Purple Scrip Exchange (Lv. 90/IL 620)
de: Violette Scheine (ab St. 90) [G.-St. 620]
fr: Assignats mauves (Nv ≧ 90) [NvObj 620]
ja: 紫貨の取引：Lv90～向け【ILv620】
ru: Обмен Purple Scrip (Ур. 90/УС 620)

source: Purple Scrip Exchange (Lv. 90/IL 620)
de: Violette Scheine (ab St. 90) [G.-St. 620]
fr: Assignats mauves (Nv ≧ 90) [NvObj 620]
ja: 紫貨の取引：Lv90～向け【ILv620】
ru: Обмен Purple Scrip (Ур. 90/УС 620)

source: Newest Irregular Tomestone Exchange
de: Ungewöhnliche Allagische Steine (neu)
fr: Récents mémoquartz inhabituels
ja: 最新の希少トームストーンの取引
ru: Обмен новых Irregular Tomestone

source: Hannish Certificates of Grade 3 Import (NQ Weapons)
de: Radz-at-Han-Marken III (Waffen)
fr: Avoirs de Radz-at-Han III (armes QN)
ja: ラザハンの手形G3との交換（武器NQ）
ru: Hannish Certificates of Grade 3 Import (NQ — Оружие)

source: Hannish Certificates of Grade 3 Import (NQ Gear)
de: Radz-at-Han-Marken III (Rüstungen)
fr: Avoirs de Radz-at-Han III (pièces d'armure QN)
ja: ラザハンの手形G3との交換（防具NQ）
ru: Hannish Certificates of Grade 3 Import (NQ — Снаряжение)

source: Hannish Certificates of Grade 3 Import (NQ Accessories)
de: Radz-at-Han-Marken III (Accessoires)
fr: Avoirs de Radz-at-Han III (accessoires QN)
ja: ラザハンの手形G3との交換（アクセサリーNQ）
ru: Hannish Certificates of Grade 3 Import (NQ — Аксессуары)

source: Hannish Certificates of Grade 3 Import (HQ Weapons)
de: Radz-at-Han-Marken III (Waffen)
fr: Avoirs de Radz-at-Han III (armes HQ)
ja: ラザハンの手形G3との交換（武器HQ）
ru: Hannish Certificates of Grade 3 Import (HQ — Оружие)

source: Hannish Certificates of Grade 3 Import (HQ Gear)
de: Radz-at-Han-Marken III (Rüstungen)
fr: Avoirs de Radz-at-Han III (pièces d'armure HQ)
ja: ラザハンの手形G3との交換（防具HQ）
ru: Hannish Certificates of Grade 3 Import (HQ — Снаряжение)

source: Hannish Certificates of Grade 3 Import (HQ Accessories)
de: Radz-at-Han-Marken III (Accessoires)
fr: Avoirs de Radz-at-Han III (accessoires HQ)
ja: ラザハンの手形G3との交換（アクセサリーHQ）
ru: Hannish Certificates of Grade 3 Import (HQ — Аксессуары)

source: Augmented Diadochos Equipment (Weapons)
de: Modifizierte Diadochen-Ausrüstung (Waffen)
fr: Amélioration d'armes de diadoque
ja: ディアドコス強化装備の取引（武器）
ru: Снаряжение Augmented Diadochos (Оружие)

source: Augmented Diadochos Equipment (Gear)
de: Modifizierte Diadochen-Ausrüstung (Rüstungen)
fr: Amélioration de pièces d'armure de diadoque
ja: ディアドコス強化装備の取引（防具）
ru: Снаряжение Augmented Diadochos (Снаряжение)

source: Augmented Diadochos Equipment (Accessories)
de: Modifizierte Diadochen-Ausrüstung (Accessoires)
fr: Amélioration d'accessoires de diadoque
ja: ディアドコス強化装備の取引（アクセサリー）
ru: Снаряжение Augmented Diadochos (Аксессуары)

source: Aloalo Potsherd Exchange
de: Aloalo-Reliquien
fr: Reliques de l'île d'Aloalo
ja: アロアロ島の遺物の取引
ru: Обмен Aloalo Potsherd

source: Aloalo Coin Exchange
de: Aloalo-Goldmünzen
fr: Pièces d'or d'Aloalo
ja: アロアロ金貨の取引
ru: Обмен Aloalo Coin

source: Aloalo Manuscript Exchange
de: Aloalo-Schriften
fr: Écrits de l'île d'Aloalo
ja: アロアロ島の書物の取引
ru: Обмен Aloalo Manuscript

source: Totem Gear (Zeromus)
de: Zeromus-Ausrüstung
fr: Équipements totémiques (Zeromus)
ja: 報酬装備の取引（ゼロムス）
ru: Снаряжение за тотемы (Зеромус)

source: Seasonal Event Prizes I
de: Saisonale Gegenstände I
fr: Récompenses d'événements saisonniers I
ja: シーズナルイベント報酬の交換（その1）
ru: Награды сезонного события I

source: Seasonal Event Prizes II
de: Saisonale Gegenstände II
fr: Récompenses d'événements saisonniers II
ja: シーズナルイベント報酬の交換（その2）
ru: Награды сезонного события II

source: Trophy Crystal Exchange (Universal Gear)
de: Kristalltrophäen (Rüstungen)
fr: Cristaux-trophées (protections toutes classes)
ja: トロフィークリスタルの取引（全クラス共通防具）
ru: Обмен Trophy Crystal (Универсальное снаряжение)

source: Elevated Ester Augmentation
de: Waffenverstärkung (Allhimmel-Lösungsmittel)
fr: Amélioration à l'aide d'agent renforçant du ciel ouvert
ja: 「全天の強化薬」を用いた強化
ru: Улучшение Elevated Ester

source: Silver Chocobo Feather Exchange V (Lv. 90 Gear)
fr: Pennes de chocobo argenté (Nv 90)
ja: シルバーチョコボの羽根の取引（Lv90向け装備）
ru: Обмен Silver Chocobo Feather V (Ур. 90 — Снаряжение)

source: Job Gear (Tank)
fr: Équipement de job (Tank)
ja: ジョブ専用装備の受取（タンク）
ru: Снаряжение профессий (Защитник)

source: Job Gear (Physical DPS)
fr: Équipement de job (DPS physique)
ja: ジョブ専用装備の受取（DPS：ファイター）
ru: Снаряжение профессий (Бойцы ближнего и дальнего боя)

source: Job Gear (Magical Ranged DPS)
fr: Équipement de job (DPS magique)
ja: ジョブ専用装備の受取（DPS：ソーサラー）
ru: Снаряжение профессий (Боевые маги)

source: Job Gear (Healer)
fr: Équipement de job (Soigneur)
ja: ジョブ専用装備の受取（ヒーラー）
ru: Снаряжение профессий (Целитель)

source: Sacks of Nuts Exchange
fr: Insignes des contrats de chasse
ja: モブハントの戦利品の取引
ru: Обмен Sacks of Nuts

source: Totem Gear (Zoraal Ja)
fr: Équipements totémiques (Zoraal Ja)
ja: 報酬装備の取引（ゾラージャ）

source: Totem Gear (Valigarmanda)
fr: Équipements totémiques (Valigarmanda)
ja: 報酬装備の取引（ヴァリガルマンダ）

source: Allagan Tomestones of Aesthetics (DoW, IL 700)
fr: Mémoquartz allagois esthétiques (guerre - NvObj 700)
ja: アラガントームストーン:美学の取引（ILv700ファイター装備）
ru: Allagan Tomestones of Aesthetics (АБ, УС 700)

source: Allagan Tomestones of Aesthetics (DoM, IL 700)
fr: Mémoquartz allagois esthétiques (magie - NvObj 700)
ja: アラガントームストーン:美学の取引（ILv700ソーサラー装備）
ru: Allagan Tomestones of Aesthetics (АМ, УС 700)

source: Light-heavy Hologear Exchange (DoW) I
fr: Équipements holographiques des poids mi-lourds (guerre 1)
ja: ホログラム装備【ライトヘビー級】の取引（ファイターその1）
ru: Обмен Light-heavy Hologear (АБ) I

source: Light-heavy Hologear Exchange (DoW) II
fr: Équipements holographiques des poids mi-lourds (guerre 2)
ja: ホログラム装備【ライトヘビー級】の取引（ファイターその2）
ru: Обмен Light-heavy Hologear (АБ) II

source: Light-heavy Hologear Exchange (DoM)
fr: Équipements holographiques des poids mi-lourds (magie)
ja: ホログラム装備【ライトヘビー級】の取引（ソーサラー）
ru: Обмен Light-heavy Hologear (АМ)

source: Orange Scrip Exchange (Lv. 100/IL 700)
fr: Assignats orange (Nv ≧ 100) [NvObj 700]
ja: 橙貨の取引：Lv100～向け【ILv700】
ru: Обмен Orange Scrip (Ур. 100/УС 700)

source: Orange Scrip Exchange (Lv. 100 Materials/Furnishings)
fr: Assignats orange : matériaux et logement (Nv ≧ 100)
ja: 橙貨の取引：Lv100～向け素材・ハウジング関連
ru: Обмен Orange Scrip (Ур. 100 — Материалы/Мебель)

source: Orange Scrip Exchange (Lv. 100/IL 700)
fr: Assignats orange (Nv ≧ 100) [NvObj 700]
ja: 橙貨の取引：Lv100～向け【ILv700】
ru: Обмен Orange Scrip (Ур. 100/УС 700)

source: Purple Scrip Exchange (Lv. 100 Folklore Items)
fr: Assignats mauves : légendes locales (Nv ≧ 100)
ja: 紫貨の取引：Lv100～向け伝承録
ru: Обмен Purple Scrip (Ур. 100 — Предметы фольклора)

source: Orange Scrip Exchange (Lv. 100 Materials/Bait/Tokens)
fr: Assignats orange : matériaux, appâts et avoirs (Nv ≧ 100)
ja: 橙貨の取引：Lv100～向け釣り餌・素材・手形
ru: Обмен Orange Scrip (Ур. 100 — Материалы/Наживки/Токены)

source: Purple Scrip Exchange (Lv. 90/IL 570)
fr: Assignats mauves (Nv ≧ 90) [NvObj 570]
ja: 紫貨の取引：Lv90～向け【ILv570】
ru: Обмен Purple Scrip (Ур. 90/УС 570)

source: Purple Scrip Exchange (Lv. 90/IL 590)
fr: Assignats mauves (Nv ≧ 90) [NvObj 590]
ja: 紫貨の取引：Lv90～向け【ILv590】
ru: Обмен Purple Scrip (Ур. 90/УС 590)

source: Purple Scrip Exchange (Lv. 90/IL 620)
fr: Assignats mauves (Nv ≧ 90) [NvObj 620]
ja: 紫貨の取引：Lv90～向け【ILv620】
ru: Обмен Purple Scrip (Ур. 90/УС 620)

source: Purple Scrip Exchange (Lv. 90 Materials)
fr: Assignats mauves : matériaux (Nv ≧ 90)
ja: 紫貨の取引：Lv90～向け素材
ru: Обмен Purple Scrip (Ур. 90 — Материалы)

source: Purple Scrip Exchange (Lv. 90/IL 570)
fr: Assignats mauves (Nv ≧ 90) [NvObj 570]
ja: 紫貨の取引：Lv90～向け【ILv570】
ru: Обмен Purple Scrip (Ур. 90/УС 570)

source: Purple Scrip Exchange (Lv. 90/IL 590)
fr: Assignats mauves (Nv ≧ 90) [NvObj 590]
ja: 紫貨の取引：Lv90～向け【ILv590】
ru: Обмен Purple Scrip (Ур. 90/УС 590)

source: Purple Scrip Exchange (Lv. 90/IL 620)
fr: Assignats mauves (Nv ≧ 90) [NvObj 620]
ja: 紫貨の取引：Lv90～向け【ILv620】
ru: Обмен Purple Scrip (Ур. 90/УС 620)

source: Purple Scrip Exchange (Lv. 90 Materials/Bait/Tokens)
fr: Assignats mauves : matériaux, appâts et avoirs (Nv ≧ 90)
ja: 紫貨の取引：Lv90～向け釣り餌・素材・手形
ru: Обмен Purple Scrip (Ур. 90 — Материалы/Наживки/Токены)

source: Extreme & Ultimate Gear (IL 580-635)
fr: [NvObj 580-635] Équipement (défis extrêmes et raids fatals)
ja: 【ILv580～635】極・絶装備
ru: Снаряжение Extreme & Ultimate (УС 580–635)

source: Limbo Gear (IL 580)
fr: [NvObj 580] Équipement des Limbes
ja: 【ILv580】リンボ装備
ru: Снаряжение Limbo (УС 580)

source: Asphodelos Gear (IL 600-605)
fr: [NvObj 600-605] Équipement de l'Asphodèle
ja: 【ILv600～605】アスフォデロース装備
ru: Снаряжение Asphodelos (УС 600–605)

source: Purgatory Gear (IL 610)
fr: [NvObj 610] Équipement du Purgatoire
ja: 【ILv610】パーガトリィ装備
ru: Снаряжение Purgatory (УС 610)

source: The Thirteenth Gear (IL 615-655)
fr: [NvObj 615-655] Équipement du treizième reflet
ja: 【ILv615～655】第十三世界装備
ru: Снаряжение The Thirteenth (УС 615–655)

source: Lunar Envoy Gear (IL 630)
fr: [NvObj 630] Équipement sélénien
ja: 【ILv630】ルナエンヴォイ装備
ru: Снаряжение Lunar Envoy (УС 630)

source: Abyssos Gear (IL 630-635)
fr: [NvObj 630-635] Équipement Abyssos
ja: 【ILv630～635】アビュッソス装備
ru: Снаряжение Abyssos (УС 630–635)

source: Anabaseios Gear (IL 640)
fr: [NvObj 640] Équipement Anabaseios
ja: 【ILv640】アナバセイオス装備
ru: Снаряжение Anabaseios (УС 640)

source: Credendum Gear (IL 660)
fr: [NvObj 660] Équipement du credo
ja: 【ILv660】クレデンダム装備
ru: Снаряжение Credendum (УС 660)

source: Ascension Gear (IL 660-665)
fr: [NvObj 660-665] Équipement de l'Élévation
ja: 【ILv660～665】アセンション装備
ru: Снаряжение Ascension (УС 660–665)

source: Extreme & Ultimate Gear (IL 580-635)
fr: [NvObj 580-635] Équipement (défis extrêmes et raids fatals)
ja: 【ILv580～635】極・絶装備
ru: Снаряжение Extreme & Ultimate (УС 580–635)

source: Limbo Gear (IL 580)
fr: [NvObj 580] Équipement des Limbes
ja: 【ILv580】リンボ装備
ru: Снаряжение Limbo (УС 580)

source: Asphodelos Gear (IL 600-605)
fr: [NvObj 600-605] Équipement de l'Asphodèle
ja: 【ILv600～605】アスフォデロース装備
ru: Снаряжение Asphodelos (УС 600–605)

source: Purgatory Gear (IL 610)
fr: [NvObj 610] Équipement du Purgatoire
ja: 【ILv610】パーガトリィ装備
ru: Снаряжение Purgatory (УС 610)

source: The Thirteenth Gear (IL 615-655)
fr: [NvObj 615-655] Équipement du treizième reflet
ja: 【ILv615～655】第十三世界装備
ru: Снаряжение The Thirteenth (УС 615–655)

source: Lunar Envoy Gear (IL 630)
fr: [NvObj 630] Équipement sélénien
ja: 【ILv630】ルナエンヴォイ装備
ru: Снаряжение Lunar Envoy (УС 630)

source: Abyssos Gear (IL 630-635)
fr: [NvObj 630-635] Équipement Abyssos
ja: 【ILv630～635】アビュッソス装備
ru: Снаряжение Abyssos (УС 630–635)

source: Anabaseios Gear (IL 640)
fr: [NvObj 640] Équipement Anabaseios
ja: 【ILv640】アナバセイオス装備
ru: Снаряжение Anabaseios (УС 640)

source: Credendum Gear (IL 660)
fr: [NvObj 660] Équipement du credo
ja: 【ILv660】クレデンダム装備
ru: Снаряжение Credendum (УС 660)

source: Ascension Gear (IL 660-665)
fr: [NvObj 660-665] Équipement de l'Élévation
ja: 【ILv660～665】アセンション装備
ru: Снаряжение Ascension (УС 660–665)

source: Extreme & Ultimate Gear (IL 580-635)
fr: [NvObj 580-635] Équipement (défis extrêmes et raids fatals)
ja: 【ILv580～635】極・絶装備
ru: Снаряжение Extreme & Ultimate (УС 580–635)

source: Limbo Gear (IL 580)
fr: [NvObj 580] Équipement des Limbes
ja: 【ILv580】リンボ装備
ru: Снаряжение Limbo (УС 580)

source: Asphodelos Gear (IL 600-605)
fr: [NvObj 600-605] Équipement de l'Asphodèle
ja: 【ILv600～605】アスフォデロース装備
ru: Снаряжение Asphodelos (УС 600–605)

source: Purgatory Gear (IL 610)
fr: [NvObj 610] Équipement du Purgatoire
ja: 【ILv610】パーガトリィ装備
ru: Снаряжение Purgatory (УС 610)

source: The Thirteenth Gear (IL 615-655)
fr: [NvObj 615-655] Équipement du treizième reflet
ja: 【ILv615～655】第十三世界装備
ru: Снаряжение The Thirteenth (УС 615–655)

source: Lunar Envoy Gear (IL 630)
fr: [NvObj 630] Équipement sélénien
ja: 【ILv630】ルナエンヴォイ装備
ru: Снаряжение Lunar Envoy (УС 630)

source: Abyssos Gear (IL 630-635)
fr: [NvObj 630-635] Équipement Abyssos
ja: 【ILv630～635】アビュッソス装備
ru: Снаряжение Abyssos (УС 630–635)

source: Anabaseios Gear (IL 640)
fr: [NvObj 640] Équipement Anabaseios
ja: 【ILv640】アナバセイオス装備
ru: Снаряжение Anabaseios (УС 640)

source: Credendum Gear (IL 660)
fr: [NvObj 660] Équipement du credo
ja: 【ILv660】クレデンダム装備
ru: Снаряжение Credendum (УС 660)

source: Ascension Gear (IL 660-665)
fr: [NvObj 660-665] Équipement de l'Élévation
ja: 【ILv660～665】アセンション装備
ru: Снаряжение Ascension (УС 660–665)

source: Extreme & Ultimate Gear (IL 580-635)
fr: [NvObj 580-635] Équipement (défis extrêmes et raids fatals)
ja: 【ILv580～635】極・絶装備
ru: Снаряжение Extreme & Ultimate (УС 580–635)

source: Limbo Gear (IL 580)
fr: [NvObj 580] Équipement des Limbes
ja: 【ILv580】リンボ装備
ru: Снаряжение Limbo (УС 580)

source: Asphodelos Gear (IL 600-605)
fr: [NvObj 600-605] Équipement de l'Asphodèle
ja: 【ILv600～605】アスフォデロース装備
ru: Снаряжение Asphodelos (УС 600–605)

source: Purgatory Gear (IL 610)
fr: [NvObj 610] Équipement du Purgatoire
ja: 【ILv610】パーガトリィ装備
ru: Снаряжение Purgatory (УС 610)

source: The Thirteenth Gear (IL 615-655)
fr: [NvObj 615-655] Équipement du treizième reflet
ja: 【ILv615～655】第十三世界装備
ru: Снаряжение The Thirteenth (УС 615–655)

source: Lunar Envoy Gear (IL 630)
fr: [NvObj 630] Équipement sélénien
ja: 【ILv630】ルナエンヴォイ装備
ru: Снаряжение Lunar Envoy (УС 630)

source: Abyssos Gear (IL 630-635)
fr: [NvObj 630-635] Équipement Abyssos
ja: 【ILv630～635】アビュッソス装備
ru: Снаряжение Abyssos (УС 630–635)

source: Anabaseios Gear (IL 640)
fr: [NvObj 640] Équipement Anabaseios
ja: 【ILv640】アナバセイオス装備
ru: Снаряжение Anabaseios (УС 640)

source: Credendum Gear (IL 660)
fr: [NvObj 660] Équipement du credo
ja: 【ILv660】クレデンダム装備
ru: Снаряжение Credendum (УС 660)

source: Ascension Gear (IL 660-665)
fr: [NvObj 660-665] Équipement de l'Élévation
ja: 【ILv660～665】アセンション装備
ru: Снаряжение Ascension (УС 660–665)

source: Extreme & Ultimate Gear (IL 580-635)
fr: [NvObj 580-635] Équipement (défis extrêmes et raids fatals)
ja: 【ILv580～635】極・絶装備
ru: Снаряжение Extreme & Ultimate (УС 580–635)

source: Limbo Gear (IL 580)
fr: [NvObj 580] Équipement des Limbes
ja: 【ILv580】リンボ装備
ru: Снаряжение Limbo (УС 580)

source: Asphodelos Gear (IL 600-605)
fr: [NvObj 600-605] Équipement de l'Asphodèle
ja: 【ILv600～605】アスフォデロース装備
ru: Снаряжение Asphodelos (УС 600–605)

source: Purgatory Gear (IL 610)
fr: [NvObj 610] Équipement du Purgatoire
ja: 【ILv610】パーガトリィ装備
ru: Снаряжение Purgatory (УС 610)

source: The Thirteenth Gear (IL 615-655)
fr: [NvObj 615-655] Équipement du treizième reflet
ja: 【ILv615～655】第十三世界装備
ru: Снаряжение The Thirteenth (УС 615–655)

source: Lunar Envoy Gear (IL 630)
fr: [NvObj 630] Équipement sélénien
ja: 【ILv630】ルナエンヴォイ装備
ru: Снаряжение Lunar Envoy (УС 630)

source: Abyssos Gear (IL 630-635)
fr: [NvObj 630-635] Équipement Abyssos
ja: 【ILv630～635】アビュッソス装備
ru: Снаряжение Abyssos (УС 630–635)

source: Anabaseios Gear (IL 640)
fr: [NvObj 640] Équipement Anabaseios
ja: 【ILv640】アナバセイオス装備
ru: Снаряжение Anabaseios (УС 640)

source: Credendum Gear (IL 660)
fr: [NvObj 660] Équipement du credo
ja: 【ILv660】クレデンダム装備
ru: Снаряжение Credendum (УС 660)

source: Ascension Gear (IL 660-665)
fr: [NvObj 660-665] Équipement de l'Élévation
ja: 【ILv660～665】アセンション装備
ru: Снаряжение Ascension (УС 660–665)

source: Extreme & Ultimate Gear (IL 580-635)
fr: [NvObj 580-635] Équipement (défis extrêmes et raids fatals)
ja: 【ILv580～635】極・絶装備
ru: Снаряжение Extreme & Ultimate (УС 580–635)

source: Limbo Gear (IL 580)
fr: [NvObj 580] Équipement des Limbes
ja: 【ILv580】リンボ装備
ru: Снаряжение Limbo (УС 580)

source: Asphodelos Gear (IL 600-605)
fr: [NvObj 600-605] Équipement de l'Asphodèle
ja: 【ILv600～605】アスフォデロース装備
ru: Снаряжение Asphodelos (УС 600–605)

source: Purgatory Gear (IL 610)
fr: [NvObj 610] Équipement du Purgatoire
ja: 【ILv610】パーガトリィ装備
ru: Снаряжение Purgatory (УС 610)

source: The Thirteenth Gear (IL 615-655)
fr: [NvObj 615-655] Équipement du treizième reflet
ja: 【ILv615～655】第十三世界装備
ru: Снаряжение The Thirteenth (УС 615–655)

source: Lunar Envoy Gear (IL 630)
fr: [NvObj 630] Équipement sélénien
ja: 【ILv630】ルナエンヴォイ装備
ru: Снаряжение Lunar Envoy (УС 630)

source: Abyssos Gear (IL 630-635)
fr: [NvObj 630-635] Équipement Abyssos
ja: 【ILv630～635】アビュッソス装備
ru: Снаряжение Abyssos (УС 630–635)

source: Anabaseios Gear (IL 640)
fr: [NvObj 640] Équipement Anabaseios
ja: 【ILv640】アナバセイオス装備
ru: Снаряжение Anabaseios (УС 640)

source: Credendum Gear (IL 660)
fr: [NvObj 660] Équipement du credo
ja: 【ILv660】クレデンダム装備
ru: Снаряжение Credendum (УС 660)

source: Ascension Gear (IL 660-665)
fr: [NvObj 660-665] Équipement de l'Élévation
ja: 【ILv660～665】アセンション装備
ru: Снаряжение Ascension (УС 660–665)

source: Extreme & Ultimate Gear (IL 580-635)
fr: [NvObj 580-635] Équipement (défis extrêmes et raids fatals)
ja: 【ILv580～635】極・絶装備
ru: Снаряжение Extreme & Ultimate (УС 580–635)

source: Limbo Gear (IL 580)
fr: [NvObj 580] Équipement des Limbes
ja: 【ILv580】リンボ装備
ru: Снаряжение Limbo (УС 580)

source: Asphodelos Gear (IL 600-605)
fr: [NvObj 600-605] Équipement de l'Asphodèle
ja: 【ILv600～605】アスフォデロース装備
ru: Снаряжение Asphodelos (УС 600–605)

source: Purgatory Gear (IL 610)
fr: [NvObj 610] Équipement du Purgatoire
ja: 【ILv610】パーガトリィ装備
ru: Снаряжение Purgatory (УС 610)

source: The Thirteenth Gear (IL 615-655)
fr: [NvObj 615-655] Équipement du treizième reflet
ja: 【ILv615～655】第十三世界装備
ru: Снаряжение The Thirteenth (УС 615–655)

source: Lunar Envoy Gear (IL 630)
fr: [NvObj 630] Équipement sélénien
ja: 【ILv630】ルナエンヴォイ装備
ru: Снаряжение Lunar Envoy (УС 630)

source: Abyssos Gear (IL 630-635)
fr: [NvObj 630-635] Équipement Abyssos
ja: 【ILv630～635】アビュッソス装備
ru: Снаряжение Abyssos (УС 630–635)

source: Anabaseios Gear (IL 640)
fr: [NvObj 640] Équipement Anabaseios
ja: 【ILv640】アナバセイオス装備
ru: Снаряжение Anabaseios (УС 640)

source: Credendum Gear (IL 660)
fr: [NvObj 660] Équipement du credo
ja: 【ILv660】クレデンダム装備
ru: Снаряжение Credendum (УС 660)

source: Ascension Gear (IL 660-665)
fr: [NvObj 660-665] Équipement de l'Élévation
ja: 【ILv660～665】アセンション装備
ru: Снаряжение Ascension (УС 660–665)

source: Materials
fr: Matériaux
ja: 素材
ru: Материалы

source: Mounts/Miscellany
fr: Montures et autres
ja: マウント・雑貨
ru: Транспорт/Прочее

source: Materia I
fr: Matérias I
ja: マテリア（その1）
ru: Материя I

source: Soph Gear (IL 570)
fr: [NvObj 570] Équipement sapiens
ja: 【ILv570】ソフォス装備
ru: Снаряжение Soph (УС 570)

source: Perfectionist Gear (IL 590)
fr: [NvObj 590] Équipement de perfectionniste
ja: 【ILv590】パーフェクショニスト装備
ru: Снаряжение Perfectionist (УС 590)

source: Afflatus Gear (IL 620)
fr: [NvObj 620] Équipement de l'inspiration terrestre
ja: 【ILv620】アフレイタス装備
ru: Снаряжение Afflatus (УС 620)

source: Miscellany
fr: Divers
ja: 雑貨
ru: Прочее

source: Materials
fr: Matériaux
ja: 素材
ru: Материалы

source: Master Recipes I
fr: Recettes expertes I
ja: 秘伝書（その1）
ru: Книги рецептов I

source: Master Recipes II
fr: Recettes expertes II
ja: 秘伝書（その2）
ru: Книги рецептов II

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Soph Gear (IL 570)
fr: [NvObj 570] Équipement sapiens
ja: 【ILv570】ソフォス装備
ru: Снаряжение Soph (УС 570)

source: Perfectionist Gear (IL 590)
fr: [NvObj 590] Équipement de perfectionniste
ja: 【ILv590】パーフェクショニスト装備
ru: Снаряжение Perfectionist (УС 590)

source: Afflatus Gear (IL 620)
fr: [NvObj 620] Équipement de l'inspiration terrestre
ja: 【ILv620】アフレイタス装備
ru: Снаряжение Afflatus (УС 620)

source: Bait/Miscellany
fr: Appât et autres
ja: 雑貨・釣り餌
ru: Наживки/Прочее

source: Materials
fr: Matériaux
ja: 素材
ru: Материалы

source: Folklore Items
fr: Légendes locales
ja: 伝承録
ru: Предметы фольклора

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Materia II
fr: Matérias II
ja: マテリア（その2）
ru: Материя II

source: Sublime Curiosities
fr: Objets
ja: アイテムの取引

source: Fieldcraft Items
fr: Objets de récolte
ja: ギャザラー向けアイテムの交換
ru: Предметы собирательства

source: Rain Exchange
fr: Échange de lymphe quintessenciée
ja: 霊薬の取引
ru: Обмен Rain

source: Furnishings
fr: Logement
ja: ハウジング関連
ru: Мебель

source: Materia
fr: Matérias
ja: マテリア
ru: Материя
