Repository: endervad/ffxiv_translation_test
Catalog: exd/SpecialShop/*.xlf
Languages: de, fr, ja, ru

source: Primal/Warden/Weapon Gear (IL 450-525)
de: [G.-St. 450-525] Ausrüstung der Primae, Sündenvertilger und allagischen Waffen
fr: [NvObj 450-525] Équipement des Primordiaux, des grands purgateurs et des Armes
ja: 【ILv450～525】蛮神・大罪喰い・ウェポン装備
ru: Снаряжение Primal/Warden/Weapon (УС 450–525)

source: Primal/Warden/Weapon Gear (IL 450-525)
de: [G.-St. 450-525] Ausrüstung der Primae, Sündenvertilger und allagischen Waffen
fr: [NvObj 450-525] Équipement des Primordiaux, des grands purgateurs et des Armes
ja: 【ILv450～525】蛮神・大罪喰い・ウェポン装備
ru: Снаряжение Primal/Warden/Weapon (УС 450–525)

source: Primal/Warden/Weapon Gear (IL 450-525)
de: [G.-St. 450-525] Ausrüstung der Primae, Sündenvertilger und allagischen Waffen
fr: [NvObj 450-525] Équipement des Primordiaux, des grands purgateurs et des Armes
ja: 【ILv450～525】蛮神・大罪喰い・ウェポン装備
ru: Снаряжение Primal/Warden/Weapon (УС 450–525)

source: Primal/Warden/Weapon Gear (IL 450-525)
de: [G.-St. 450-525] Ausrüstung der Primae, Sündenvertilger und allagischen Waffen
fr: [NvObj 450-525] Équipement des Primordiaux, des grands purgateurs et des Armes
ja: 【ILv450～525】蛮神・大罪喰い・ウェポン装備
ru: Снаряжение Primal/Warden/Weapon (УС 450–525)

source: Primal/Warden/Weapon Gear (IL 450-525)
de: [G.-St. 450-525] Ausrüstung der Primae, Sündenvertilger und allagischen Waffen
fr: [NvObj 450-525] Équipement des Primordiaux, des grands purgateurs et des Armes
ja: 【ILv450～525】蛮神・大罪喰い・ウェポン装備
ru: Снаряжение Primal/Warden/Weapon (УС 450–525)

source: Edengate Gear (IL 450)
de: [G.-St. 450] Edentor-Ausrüstung
fr: [NvObj 450] Équipement des portes édéniques
ja: 【ILv450】エデンゲート装備
ru: Снаряжение Edengate (УС 450)

source: Edengate Gear (IL 450)
de: [G.-St. 450] Edentor-Ausrüstung
fr: [NvObj 450] Équipement des portes édéniques
ja: 【ILv450】エデンゲート装備
ru: Снаряжение Edengate (УС 450)

source: Edengate Gear (IL 450)
de: [G.-St. 450] Edentor-Ausrüstung
fr: [NvObj 450] Équipement des portes édéniques
ja: 【ILv450】エデンゲート装備
ru: Снаряжение Edengate (УС 450)

source: Edengate Gear (IL 450)
de: [G.-St. 450] Edentor-Ausrüstung
fr: [NvObj 450] Équipement des portes édéniques
ja: 【ILv450】エデンゲート装備
ru: Снаряжение Edengate (УС 450)

source: Edengate Gear (IL 450)
de: [G.-St. 450] Edentor-Ausrüstung
fr: [NvObj 450] Équipement des portes édéniques
ja: 【ILv450】エデンゲート装備
ru: Снаряжение Edengate (УС 450)

source: Edengate Gear (IL 450)
de: [G.-St. 450] Edentor-Ausrüstung
fr: [NvObj 450] Équipement des portes édéniques
ja: 【ILv450】エデンゲート装備
ru: Снаряжение Edengate (УС 450)

source: Edengate Gear (IL 450)
de: [G.-St. 450] Edentor-Ausrüstung
fr: [NvObj 450] Équipement des portes édéniques
ja: 【ILv450】エデンゲート装備
ru: Снаряжение Edengate (УС 450)

source: Edengrace Gear (IL 470-475)
de: [G.-St. 470-475] Edengunst-Ausrüstung
fr: [NvObj 470-475] Équipement de grâce édénique
ja: 【ILv470～475】エデングレース装備
ru: Снаряжение Edengrace (УС 470–475)

source: Edengrace Gear (IL 470-475)
de: [G.-St. 470-475] Edengunst-Ausrüstung
fr: [NvObj 470-475] Équipement de grâce édénique
ja: 【ILv470～475】エデングレース装備
ru: Снаряжение Edengrace (УС 470–475)

source: Edengrace Gear (IL 470-475)
de: [G.-St. 470-475] Edengunst-Ausrüstung
fr: [NvObj 470-475] Équipement de grâce édénique
ja: 【ILv470～475】エデングレース装備
ru: Снаряжение Edengrace (УС 470–475)

source: Edengrace Gear (IL 470-475)
de: [G.-St. 470-475] Edengunst-Ausrüstung
fr: [NvObj 470-475] Équipement de grâce édénique
ja: 【ILv470～475】エデングレース装備
ru: Снаряжение Edengrace (УС 470–475)

source: Edengrace Gear (IL 470-475)
de: [G.-St. 470-475] Edengunst-Ausrüstung
fr: [NvObj 470-475] Équipement de grâce édénique
ja: 【ILv470～475】エデングレース装備
ru: Снаряжение Edengrace (УС 470–475)

source: Edengrace Gear (IL 470-475)
de: [G.-St. 470-475] Edengunst-Ausrüstung
fr: [NvObj 470-475] Équipement de grâce édénique
ja: 【ILv470～475】エデングレース装備
ru: Снаряжение Edengrace (УС 470–475)

source: Edengrace Gear (IL 470-475)
de: [G.-St. 470-475] Edengunst-Ausrüstung
fr: [NvObj 470-475] Équipement de grâce édénique
ja: 【ILv470～475】エデングレース装備
ru: Снаряжение Edengrace (УС 470–475)

source: Edencall Gear (IL 480)
de: [G.-St. 480] Edenruf-Ausrüstung
fr: [NvObj 480] Équipement de l'appel édénique
ja: 【ILv480】エデンコール装備
ru: Снаряжение Edencall (УС 480)

source: Edencall Gear (IL 480)
de: [G.-St. 480] Edenruf-Ausrüstung
fr: [NvObj 480] Équipement de l'appel édénique
ja: 【ILv480】エデンコール装備
ru: Снаряжение Edencall (УС 480)

source: Edencall Gear (IL 480)
de: [G.-St. 480] Edenruf-Ausrüstung
fr: [NvObj 480] Équipement de l'appel édénique
ja: 【ILv480】エデンコール装備
ru: Снаряжение Edencall (УС 480)

source: Edencall Gear (IL 480)
de: [G.-St. 480] Edenruf-Ausrüstung
fr: [NvObj 480] Équipement de l'appel édénique
ja: 【ILv480】エデンコール装備
ru: Снаряжение Edencall (УС 480)

source: Edencall Gear (IL 480)
de: [G.-St. 480] Edenruf-Ausrüstung
fr: [NvObj 480] Équipement de l'appel édénique
ja: 【ILv480】エデンコール装備
ru: Снаряжение Edencall (УС 480)

source: Edencall Gear (IL 480)
de: [G.-St. 480] Edenruf-Ausrüstung
fr: [NvObj 480] Équipement de l'appel édénique
ja: 【ILv480】エデンコール装備
ru: Снаряжение Edencall (УС 480)

source: Edencall Gear (IL 480)
de: [G.-St. 480] Edenruf-Ausrüstung
fr: [NvObj 480] Équipement de l'appel édénique
ja: 【ILv480】エデンコール装備
ru: Снаряжение Edencall (УС 480)

source: Crystarium Gear (IL 500)
de: [G.-St. 500] Crystarium-Ausrüstung
fr: [NvObj 500] Équipement cristarien
ja: 【ILv500】クリスタリウム装備
ru: Снаряжение Crystarium (УС 500)

source: Crystarium Gear (IL 500)
de: [G.-St. 500] Crystarium-Ausrüstung
fr: [NvObj 500] Équipement cristarien
ja: 【ILv500】クリスタリウム装備
ru: Снаряжение Crystarium (УС 500)

source: Crystarium Gear (IL 500)
de: [G.-St. 500] Crystarium-Ausrüstung
fr: [NvObj 500] Équipement cristarien
ja: 【ILv500】クリスタリウム装備
ru: Снаряжение Crystarium (УС 500)

source: Crystarium Gear (IL 500)
de: [G.-St. 500] Crystarium-Ausrüstung
fr: [NvObj 500] Équipement cristarien
ja: 【ILv500】クリスタリウム装備
ru: Снаряжение Crystarium (УС 500)

source: Crystarium Gear (IL 500)
de: [G.-St. 500] Crystarium-Ausrüstung
fr: [NvObj 500] Équipement cristarien
ja: 【ILv500】クリスタリウム装備
ru: Снаряжение Crystarium (УС 500)

source: Crystarium Gear (IL 500)
de: [G.-St. 500] Crystarium-Ausrüstung
fr: [NvObj 500] Équipement cristarien
ja: 【ILv500】クリスタリウム装備
ru: Снаряжение Crystarium (УС 500)

source: Crystarium Gear (IL 500)
de: [G.-St. 500] Crystarium-Ausrüstung
fr: [NvObj 500] Équipement cristarien
ja: 【ILv500】クリスタリウム装備
ru: Снаряжение Crystarium (УС 500)

source: Edenchoir Gear (IL 500-505)
de: [G.-St. 500-505] Edenchor-Ausrüstung
fr: [NvObj 500-505] Équipement des chœurs édéniques
ja: 【ILv500～505】エデンコーラス装備
ru: Снаряжение Edenchoir (УС 500–505)

source: Edenchoir Gear (IL 500-505)
de: [G.-St. 500-505] Edenchor-Ausrüstung
fr: [NvObj 500-505] Équipement des chœurs édéniques
ja: 【ILv500～505】エデンコーラス装備
ru: Снаряжение Edenchoir (УС 500–505)

source: Edenchoir Gear (IL 500-505)
de: [G.-St. 500-505] Edenchor-Ausrüstung
fr: [NvObj 500-505] Équipement des chœurs édéniques
ja: 【ILv500～505】エデンコーラス装備
ru: Снаряжение Edenchoir (УС 500–505)

source: Edenchoir Gear (IL 500-505)
de: [G.-St. 500-505] Edenchor-Ausrüstung
fr: [NvObj 500-505] Équipement des chœurs édéniques
ja: 【ILv500～505】エデンコーラス装備
ru: Снаряжение Edenchoir (УС 500–505)

source: Edenchoir Gear (IL 500-505)
de: [G.-St. 500-505] Edenchor-Ausrüstung
fr: [NvObj 500-505] Équipement des chœurs édéniques
ja: 【ILv500～505】エデンコーラス装備
ru: Снаряжение Edenchoir (УС 500–505)

source: Edenchoir Gear (IL 500-505)
de: [G.-St. 500-505] Edenchor-Ausrüstung
fr: [NvObj 500-505] Équipement des chœurs édéniques
ja: 【ILv500～505】エデンコーラス装備
ru: Снаряжение Edenchoir (УС 500–505)

source: Edenchoir Gear (IL 500-505)
de: [G.-St. 500-505] Edenchor-Ausrüstung
fr: [NvObj 500-505] Équipement des chœurs édéniques
ja: 【ILv500～505】エデンコーラス装備
ru: Снаряжение Edenchoir (УС 500–505)

source: Edenmete Gear (IL 510)
de: [G.-St. 510] Edenmaß-Ausrüstung
fr: [NvObj 510] Équipement de l'espoir édénique
ja: 【ILv510】エデンマーシー装備
ru: Снаряжение Edenmete (УС 510)

source: Edenmete Gear (IL 510)
de: [G.-St. 510] Edenmaß-Ausrüstung
fr: [NvObj 510] Équipement de l'espoir édénique
ja: 【ILv510】エデンマーシー装備
ru: Снаряжение Edenmete (УС 510)

source: Edenmete Gear (IL 510)
de: [G.-St. 510] Edenmaß-Ausrüstung
fr: [NvObj 510] Équipement de l'espoir édénique
ja: 【ILv510】エデンマーシー装備
ru: Снаряжение Edenmete (УС 510)

source: Edenmete Gear (IL 510)
de: [G.-St. 510] Edenmaß-Ausrüstung
fr: [NvObj 510] Équipement de l'espoir édénique
ja: 【ILv510】エデンマーシー装備
ru: Снаряжение Edenmete (УС 510)

source: Edenmete Gear (IL 510)
de: [G.-St. 510] Edenmaß-Ausrüstung
fr: [NvObj 510] Équipement de l'espoir édénique
ja: 【ILv510】エデンマーシー装備
ru: Снаряжение Edenmete (УС 510)

source: Edenmete Gear (IL 510)
de: [G.-St. 510] Edenmaß-Ausrüstung
fr: [NvObj 510] Équipement de l'espoir édénique
ja: 【ILv510】エデンマーシー装備
ru: Снаряжение Edenmete (УС 510)

source: Edenmete Gear (IL 510)
de: [G.-St. 510] Edenmaß-Ausrüstung
fr: [NvObj 510] Équipement de l'espoir édénique
ja: 【ILv510】エデンマーシー装備
ru: Снаряжение Edenmete (УС 510)

source: Cryptlurker Gear (IL 530)
de: [G.-St. 530] Gruftschleicher-Ausrüstung
fr: [NvObj 530] Équipement de rôdeur des cryptes
ja: 【ILv530】クリプトラーカー装備
ru: Снаряжение Cryptlurker (УС 530)

source: Cryptlurker Gear (IL 530)
de: [G.-St. 530] Gruftschleicher-Ausrüstung
fr: [NvObj 530] Équipement de rôdeur des cryptes
ja: 【ILv530】クリプトラーカー装備
ru: Снаряжение Cryptlurker (УС 530)

source: Cryptlurker Gear (IL 530)
de: [G.-St. 530] Gruftschleicher-Ausrüstung
fr: [NvObj 530] Équipement de rôdeur des cryptes
ja: 【ILv530】クリプトラーカー装備
ru: Снаряжение Cryptlurker (УС 530)

source: Cryptlurker Gear (IL 530)
de: [G.-St. 530] Gruftschleicher-Ausrüstung
fr: [NvObj 530] Équipement de rôdeur des cryptes
ja: 【ILv530】クリプトラーカー装備
ru: Снаряжение Cryptlurker (УС 530)

source: Cryptlurker Gear (IL 530)
de: [G.-St. 530] Gruftschleicher-Ausrüstung
fr: [NvObj 530] Équipement de rôdeur des cryptes
ja: 【ILv530】クリプトラーカー装備
ru: Снаряжение Cryptlurker (УС 530)

source: Cryptlurker Gear (IL 530)
de: [G.-St. 530] Gruftschleicher-Ausrüstung
fr: [NvObj 530] Équipement de rôdeur des cryptes
ja: 【ILv530】クリプトラーカー装備
ru: Снаряжение Cryptlurker (УС 530)

source: Cryptlurker Gear (IL 530)
de: [G.-St. 530] Gruftschleicher-Ausrüstung
fr: [NvObj 530] Équipement de rôdeur des cryptes
ja: 【ILv530】クリプトラーカー装備
ru: Снаряжение Cryptlurker (УС 530)

source: Edenmorn Gear (IL 530-535)
de: [G.-St. 530-535] Edenmorgen-Ausrüstung
fr: [NvObj 530-535] Équipement des lendemains édéniques
ja: 【ILv530～535】エデンモーン装備
ru: Снаряжение Edenmorn (УС 530–535)

source: Edenmorn Gear (IL 530-535)
de: [G.-St. 530-535] Edenmorgen-Ausrüstung
fr: [NvObj 530-535] Équipement des lendemains édéniques
ja: 【ILv530～535】エデンモーン装備
ru: Снаряжение Edenmorn (УС 530–535)

source: Edenmorn Gear (IL 530-535)
de: [G.-St. 530-535] Edenmorgen-Ausrüstung
fr: [NvObj 530-535] Équipement des lendemains édéniques
ja: 【ILv530～535】エデンモーン装備
ru: Снаряжение Edenmorn (УС 530–535)

source: Edenmorn Gear (IL 530-535)
de: [G.-St. 530-535] Edenmorgen-Ausrüstung
fr: [NvObj 530-535] Équipement des lendemains édéniques
ja: 【ILv530～535】エデンモーン装備
ru: Снаряжение Edenmorn (УС 530–535)

source: Edenmorn Gear (IL 530-535)
de: [G.-St. 530-535] Edenmorgen-Ausrüstung
fr: [NvObj 530-535] Équipement des lendemains édéniques
ja: 【ILv530～535】エデンモーン装備
ru: Снаряжение Edenmorn (УС 530–535)

source: Edenmorn Gear (IL 530-535)
de: [G.-St. 530-535] Edenmorgen-Ausrüstung
fr: [NvObj 530-535] Équipement des lendemains édéniques
ja: 【ILv530～535】エデンモーン装備
ru: Снаряжение Edenmorn (УС 530–535)

source: Edenmorn Gear (IL 530-535)
de: [G.-St. 530-535] Edenmorgen-Ausrüstung
fr: [NvObj 530-535] Équipement des lendemains édéniques
ja: 【ILv530～535】エデンモーン装備
ru: Снаряжение Edenmorn (УС 530–535)

source: Materials
de: Materialien
fr: Matériaux
ja: 素材
ru: Материалы

source: Mounts/Miscellany
de: Reittiere & Verschiedenes
fr: Montures et autres
ja: マウント・雑貨
ru: Транспорт/Прочее

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Tradecraft Fiend Gear (IL 440)
de: [G.-St. 440] Koryphäenwerkzeug und -rüstung
fr: [NvObj 440] Outil et équipement du fiélon
ja: 【ILv440】フィーンド装備（道具・防具）
ru: Снаряжение Tradecraft Fiend (УС 440)

source: Professional Gear (IL 470)
de: [G.-St. 470] Koryphäenwerkzeug (Sekundär- und Spezialisten-)
fr: [NvObj 470] Outil secondaire du fiélon et équipement de spécialiste
ja: 【ILv470】フィーンド副道具・プロフィシエント装備
ru: Снаряжение Professional (УС 470)

source: Handsaint Gear (IL 500)
de: [G.-St. 500] Handwerkerheiligen-Ausrüstung
fr: [NvObj 500] Outils et équipement de saint
ja: 【ILv500】セイントハンド装備
ru: Снаряжение Handsaint (УС 500)

source: Miscellany
de: Verschiedenes
fr: Divers
ja: 雑貨
ru: Прочее

source: Materials
de: Materialien
fr: Matériaux
ja: 素材
ru: Материалы

source: Master Recipes I
de: Meisterrezeptbücher I
fr: Recettes expertes I
ja: 秘伝書（その1）
ru: Книги рецептов I

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Fieldcraft Fiend Gear (IL 440)
de: [G.-St. 440] Koryphäenwerkzeug und -rüstung
fr: [NvObj 440] Outil et équipement du fiélon
ja: 【ILv440】フィーンド装備（道具・防具）
ru: Снаряжение Fieldcraft Fiend (УС 440)

source: Professional Gear (IL 470)
de: [G.-St. 470] Koryphäenwerkzeug (Sekundär- und Spezialisten-)
fr: [NvObj 470] Outil secondaire du fiélon et équipement de spécialiste
ja: 【ILv470】フィーンド副道具・プロフィシエント装備
ru: Снаряжение Professional (УС 470)

source: Landsaint Gear (IL 500)
de: [G.-St. 500] Sammlerheiligen-Ausrüstung
fr: [NvObj 500] Outils et équipement de saint
ja: 【ILv500】セイントランド装備
ru: Снаряжение Landsaint (УС 500)

source: Bait/Miscellany
de: Köder & Verschiedenes
fr: Appât et autres
ja: 雑貨・釣り餌
ru: Наживки/Прочее

source: Materials
de: Materialien
fr: Matériaux
ja: 素材
ru: Материалы

source: Folklore Items
de: Folklore-Almanache
fr: Légendes locales
ja: 伝承録
ru: Предметы фольклора

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Allagan Tomestones of Aphorism (DoW)
de: Allagische Steine des Aphorismus (Krieger)
fr: Mémoquartz allagois aphoristiques (guerre)
ja: アラガントームストーン:経典の取引（ファイター）
ru: Allagan Tomestones of Aphorism (АБ)

source: Allagan Tomestones of Aphorism (DoM)
de: Allagische Steine des Aphorismus (Magier)
fr: Mémoquartz allagois aphoristiques (magie)
ja: アラガントームストーン:経典の取引（ソーサラー）
ru: Allagan Tomestones of Aphorism (АМ)

source: Allagan Tomestones of Poetics (Other)
de: Allagische Steine der Kausalität (Anderes)
fr: Mémoquartz allagois poétiques (divers)
ja: アラガントームストーン:詩学の取引（その他）
ru: Allagan Tomestones of Poetics (Прочее)

source: Allagan Tomestones of Astronomy (DoW)
de: Allagische Steine der Astronomie (Krieger)
fr: Mémoquartz allagois astronomiques (guerre)
ja: アラガントームストーン:天文の取引（ファイター）
ru: Allagan Tomestones of Astronomy (АБ)

source: Allagan Tomestones of Astronomy (DoM)
de: Allagische Steine der Astronomie (Magier)
fr: Mémoquartz allagois astronomiques (magie)
ja: アラガントームストーン:天文の取引（ソーサラー）
ru: Allagan Tomestones of Astronomy (АМ)

source: Unsung Relic of Asphodelos Exchange (DoW) I
de: Asphodeische Ausrüstung (Krieger I)
fr: Équipements rouillés des Limbes (guerre 1)
ja: 朽ちた装備【辺獄】の取引（ファイターその1）
ru: Обмен Unsung Relic of Asphodelos (АБ) I

source: Unsung Relic of Asphodelos Exchange (DoW) II
de: Asphodeische Ausrüstung (Krieger II)
fr: Équipements rouillés des Limbes (guerre 2)
ja: 朽ちた装備【辺獄】の取引（ファイターその2）
ru: Обмен Unsung Relic of Asphodelos (АБ) II

source: Unsung Relic of Asphodelos Exchange (DoM)
de: Asphodeische Ausrüstung (Magier)
fr: Équipements rouillés des Limbes (magie)
ja: 朽ちた装備【辺獄】の取引（ソーサラー）
ru: Обмен Unsung Relic of Asphodelos (АМ)

source: Asphodelos Mythos Exchange (DoW) I
de: Asphodeische Kodizes (Krieger I)
fr: Codex des Limbes (guerre 1)
ja: 辺獄の断章の取引（ファイターその1）
ru: Обмен Asphodelos Mythos (АБ) I

source: Asphodelos Mythos Exchange (DoW) II
de: Asphodeische Kodizes (Krieger II)
fr: Codex des Limbes (guerre 2)
ja: 辺獄の断章の取引（ファイターその2）
ru: Обмен Asphodelos Mythos (АБ) II

source: Asphodelos Mythos Exchange (DoM)
de: Asphodeische Kodizes (Magier)
fr: Codex des Limbes (magie)
ja: 辺獄の断章の取引（ソーサラー）
ru: Обмен Asphodelos Mythos (АМ)

source: Allagan Tomestones of Astronomy Exchange (Weapons)
de: Allagische Steine der Astronomie (Waffen)
fr: Mémoquartz allagois astronomiques (armes)
ja: アラガントームストーン:天文の取引（武器）
ru: Обмен Allagan Tomestones of Astronomy (Оружие)

source: Radiant's Gear Augmentation (DoW) I
de: Himmelsheer-Ausrüstung (Krieger I)
fr: Amélioration d'équipements radieux (guerre 1)
ja: 「レディアント装備」の強化（ファイターその1）
ru: Улучшение снаряжения Radiant's (АБ) I

source: Radiant's Gear Augmentation (DoW) II
de: Himmelsheer-Ausrüstung (Krieger II)
fr: Amélioration d'équipements radieux (guerre 2)
ja: 「レディアント装備」の強化（ファイターその2）
ru: Улучшение снаряжения Radiant's (АБ) II

source: Radiant's Gear Augmentation (DoM)
de: Himmelsheer-Ausrüstung (Magier)
fr: Amélioration d'équipements radieux (magie)
ja: 「レディアント装備」の強化（ソーサラー）
ru: Улучшение снаряжения Radiant's (АМ)

source: Job Gear (Tank)
de: Job-Ausrüstung (Verteidiger)
fr: Équipement de job (Tank)
ja: ジョブ専用装備の受取（タンク）
ru: Снаряжение профессий (Защитник)

source: Job Gear (Physical DPS)
de: Job-Ausrüstung (physische Angreifer)
fr: Équipement de job (DPS physique)
ja: ジョブ専用装備の受取（DPS：ファイター）
ru: Снаряжение профессий (Бойцы ближнего и дальнего боя)

source: Job Gear (Magical Ranged DPS)
de: Job-Ausrüstung (magische Angreifer)
fr: Équipement de job (DPS magique)
ja: ジョブ専用装備の受取（DPS：ソーサラー）
ru: Снаряжение профессий (Боевые маги)

source: Job Gear (Healer)
de: Job-Ausrüstung (Heiler)
fr: Équipement de job (Soigneur)
ja: ジョブ専用装備の受取（ヒーラー）
ru: Снаряжение профессий (Целитель)

source: Totem Gear (Zodiark)
de: Primae-Ausrüstung (Zodiark)
fr: Équipements totémiques (Zordiarche)
ja: 蛮神装備の取引（ゾディアーク）
ru: Снаряжение за тотемы (Зодиарк)

source: Totem Gear (Hydaelyn)
de: Primae-Ausrüstung (Hydaelyn)
fr: Équipements totémiques (Hydaelyn)
ja: 蛮神装備の取引（ハイデリン）
ru: Снаряжение за тотемы (Хайделин)

source: Out-of-this-world Oddities
de: Gegenstände
fr: Objets (divers)
ja: アイテムの取引

source: Pumpkin Cookies
de: Kürbiskekse
fr: Biscuits citrouille
ja: パンプキンクッキーの取引
ru: Тыквенные печенья

source: Speed Belt Exchange
de: Tempogürtel
fr: Récupération de ceinture vitesse
ja: スピードベルトの回収
ru: Обменять Speed Belt

source: Fieldcraft Items
de: Sammler-Gegenstände
fr: Objets de récolte
ja: ギャザラー向けアイテムの交換
ru: Предметы собирательства

source: Silver Chocobo Feather Exchange IV (Lv. 80 Gear)
de: Silberne Chocobo-Federn IV (ab St. 80)
fr: Pennes de chocobo argenté (Nv 80)
ja: シルバーチョコボの羽根の取引（Lv80向け装備）
ru: Обмен Silver Chocobo Feather IV (Ур. 80 — Снаряжение)

source: Sacks of Nuts Exchange
de: Kupo-Trophäen
fr: Insignes des contrats de chasse
ja: モブハントの戦利品の取引
ru: Обмен Sacks of Nuts

source: Purple Scrip Exchange (Lv. 90 Materials)
de: Violette Scheine (ab St. 90, Materialien)
fr: Assignats mauves : matériaux (Nv ≧ 90)
ja: 紫貨の取引：Lv90～向け素材
ru: Обмен Purple Scrip (Ур. 90 — Материалы)

source: Purple Scrip Exchange (Lv. 60/IL 200)
de: Weiße Scheine (ab St. 60) [G.-St. 200]
fr: Assignats mauves (Nv ≧ 60) [NvObj 200]
ja: 紫貨の取引：Lv60～向け【ILv200】
ru: Обмен Purple Scrip (Ур. 60/УС 200)

source: Purple Scrip Exchange (Lv. 70/IL 330)
de: Weiße Scheine (ab St. 70) [G.-St. 330]
fr: Assignats mauves (Nv ≧ 70) [NvObj 330]
ja: 紫貨の取引：Lv70～向け【ILv330】
ru: Обмен Purple Scrip (Ур. 70/УС 330)

source: Purple Scrip Exchange (Lv. 70/IL 350)
de: Weiße Scheine (ab St. 70) [G.-St. 350]
fr: Assignats mauves (Nv ≧ 70) [NvObj 350]
ja: 紫貨の取引：Lv70～向け【ILv350】
ru: Обмен Purple Scrip (Ур. 70/УС 350)

source: Purple Scrip Exchange (Lv. 80/IL 440)
de: Weiße Scheine (ab St. 80) [G.-St. 440]
fr: Assignats mauves (Nv ≧ 80) [NvObj 440]
ja: 紫貨の取引：Lv80～向け【ILv440】
ru: Обмен Purple Scrip (Ур. 80/УС 440)

source: Purple Scrip Exchange (Lv. 80/IL 470)
de: Weiße Scheine (ab St. 80) [G.-St. 470]
fr: Assignats mauves (Nv ≧ 80) [NvObj 470]
ja: 紫貨の取引：Lv80～向け【ILv470】
ru: Обмен Purple Scrip (Ур. 80/УС 470)

source: Purple Scrip Exchange (Lv. 90/IL 570)
de: Violette Scheine (ab St. 90) [G.-St. 570]
fr: Assignats mauves (Nv ≧ 90) [NvObj 570]
ja: 紫貨の取引：Lv90～向け【ILv570】
ru: Обмен Purple Scrip (Ур. 90/УС 570)

source: Purple Scrip Exchange (Lv. 50 Materials)
de: Weiße Scheine (ab St. 50, Materialien)
fr: Assignats mauves : matériaux (Nv ≧ 50)
ja: 紫貨の取引：Lv50～向け素材
ru: Обмен Purple Scrip (Ур. 50 — Материалы)

source: Purple Scrip Exchange (Lv. 60 Materials/Tokens)
de: Weiße Scheine (ab St. 60, Materialien & Marken)
fr: Assignats mauves : matériaux et avoirs (Nv ≧ 60)
ja: 紫貨の取引：Lv60～向け素材・手形
ru: Обмен Purple Scrip (Ур. 60 — Материалы/Токены)

source: Purple Scrip Exchange (Lv. 70 Materials)
de: Weiße Scheine (ab St. 70, Materialien)
fr: Assignats mauves : matériaux (Nv ≧ 70)
ja: 紫貨の取引：Lv70～向け素材
ru: Обмен Purple Scrip (Ур. 70 — Материалы)

source: Purple Scrip Exchange (Lv. 80 Materials)
de: Weiße Scheine (ab St. 80, Materialien)
fr: Assignats mauves : matériaux (Nv ≧ 80)
ja: 紫貨の取引：Lv80～向け素材
ru: Обмен Purple Scrip (Ур. 80 — Материалы)

source: Purple Scrip Exchange (Lv. 90 Materials)
de: Weiße Scheine (ab St. 90, Materialien)
fr: Assignats mauves : matériaux (Nv ≧ 90)
ja: 紫貨の取引：Lv90～向け素材
ru: Обмен Purple Scrip (Ур. 90 — Материалы)

source: Purple Scrip Exchange (Lv. 90 Materials/Bait/Furnishings)
de: Violette Scheine (ab St. 90, Materialien, Köder & Unterkünfte)
fr: Assignats mauves : matériaux, appâts et logement (Nv ≧ 90)
ja: 紫貨の取引：Lv90～向け釣り餌・素材・ハウジング関連
ru: Обмен Purple Scrip (Материалы/Наживки/Мебель ур. 90)

source: Purple Scrip Exchange (Lv. 60/IL 200)
de: Weiße Scheine (ab St. 60) [G.-St. 200]
fr: Assignats mauves (Nv ≧ 60) [NvObj 200]
ja: 紫貨の取引：Lv60～向け【ILv200】
ru: Обмен Purple Scrip (Ур. 60/УС 200)

source: Purple Scrip Exchange (Lv. 70/IL 330)
de: Weiße Scheine (ab St. 70) [G.-St. 330]
fr: Assignats mauves (Nv ≧ 70) [NvObj 330]
ja: 紫貨の取引：Lv70～向け【ILv330】
ru: Обмен Purple Scrip (Ур. 70/УС 330)

source: Purple Scrip Exchange (Lv. 70/IL 350)
de: Weiße Scheine (ab St. 70) [G.-St. 350]
fr: Assignats mauves (Nv ≧ 70) [NvObj 350]
ja: 紫貨の取引：Lv70～向け【ILv350】
ru: Обмен Purple Scrip (Ур. 70/УС 350)

source: Purple Scrip Exchange (Lv. 80/IL 440)
de: Weiße Scheine (ab St. 80) [G.-St. 440]
fr: Assignats mauves (Nv ≧ 80) [NvObj 440]
ja: 紫貨の取引：Lv80～向け【ILv440】
ru: Обмен Purple Scrip (Ур. 80/УС 440)

source: Purple Scrip Exchange (Lv. 80/IL 470)
de: Weiße Scheine (ab St. 80) [G.-St. 470]
fr: Assignats mauves (Nv ≧ 80) [NvObj 470]
ja: 紫貨の取引：Lv80～向け【ILv470】
ru: Обмен Purple Scrip (Ур. 80/УС 470)

source: Purple Scrip Exchange (Lv. 90/IL 570)
de: Violette Scheine (ab St. 90) [G.-St. 570]
fr: Assignats mauves (Nv ≧ 90) [NvObj 570]
ja: 紫貨の取引：Lv90～向け【ILv570】
ru: Обмен Purple Scrip (Ур.90/УС 570)

source: Purple Scrip Exchange (Lv. 50 Materials/Bait)
de: Weiße Scheine (ab St. 50, Materialien & Köder)
fr: Assignats mauves : matériaux et appâts (Nv ≧ 50)
ja: 紫貨の取引：Lv50～向け釣り餌・素材
ru: Обмен Purple Scrip (Ур. 50 — Материалы/Наживки)

source: Purple Scrip Exchange (Lv. 60 Materials/Bait/Tokens)
de: Weiße Scheine (ab St. 60, Materialien, Köder & Marken)
fr: Assignats mauves : matériaux, appâts et avoirs (Nv ≧ 60)
ja: 紫貨の取引：Lv60～向け釣り餌・素材・手形
ru: Обмен Purple Scrip (Ур. 60 — Материалы/Наживки/Токены)

source: Purple Scrip Exchange (Lv. 70 Materials/Bait/Tokens)
de: Weiße Scheine (ab St. 70, Materialien, Köder & Marken)
fr: Assignats mauves : matériaux, appâts et avoirs (Nv ≧ 70)
ja: 紫貨の取引：Lv70～向け釣り餌・素材・手形
ru: Обмен Purple Scrip (Ур. 70 — Материалы/Наживки/Токены)

source: Purple Scrip Exchange (Lv. 80 Materials/Bait/Tokens)
de: Weiße Scheine (ab St. 80, Materialien, Köder & Marken)
fr: Assignats mauves : matériaux, appâts et avoirs (Nv ≧ 80)
ja: 紫貨の取引：Lv80～向け釣り餌・素材・手形
ru: Обмен Purple Scrip (Ур. 80 — Материалы/Наживки/Токены)

source: Purple Scrip Exchange (Lv. 90 Bait/Tokens)
de: Weiße Scheine (ab St. 90, Köder & Marken)
fr: Assignats mauves : appâts et avoirs (Nv ≧ 90)
ja: 紫貨の取引：Lv90～向け釣り餌・素材・手形
ru: Обмен Purple Scrip (Ур. 90 — Наживки/Токены)

source: Bicolor Gemstone Vouchers
de: Zweifarbige Edelsteine
fr: Bons de livraison de gemmes bicolores
ja: バイカラージェム納品証の取引
