Repository: endervad/ffxiv_translation_test
Catalog: exd/SpecialShop/*.xlf
Languages: de, fr, ja, ru

source: Augmented Facet Equipment (Weapons)
de: Modifizierte Manufaktur-Ausrüstung (Waffen)
fr: Amélioration d'armes de la halle
ja: ミーン強化装備の取引（武器）
ru: Снаряжение Augmented Facet (Оружие)

source: Augmented Facet Equipment (Gear)
de: Modifizierte Manufaktur-Ausrüstung (Rüstung)
fr: Amélioration de pièces d'armure de la halle
ja: ミーン強化装備の取引（防具）
ru: Снаряжение Augmented Facet (Снаряжение)

source: Augmented Facet Equipment (Accessories)
de: Modifizierte Manufaktur-Ausrüstung (Accessoires)
fr: Amélioration d'accessoires de la halle
ja: ミーン強化装備の取引（アクセサリー）
ru: Снаряжение Augmented Facet (Аксессуары)

source: Rain Exchange
de: Kondensat
fr: Échange de lymphe quintessenciée
ja: 強霊薬の取引
ru: Обмен Rain

source: Delineation Collection
de: Handwerker-Abhandlungen
fr: Récupération d'esquisses obsolètes
ja: 製図用紙の回収
ru: Коллекция ремесленных свитков

source: Exchange Allied Seals
de: Jagdabzeichen
fr: Échange d'insignes alliés
ja: 報酬を交換する
ru: Обмен Allied Seals

source: Sky Pirate Spoils (Brass)
de: Messing-Piratenandenken
fr: Espoille de pirate des cieux en laiton
ja: スカイパイレーツスポイル:真鍮の取引

source: Sky Pirate Spoils (Steel)
de: Stahl-Piratenandenken
fr: Espoille de pirate des cieux en acier
ja: スカイパイレーツスポイル:鋼鉄の取引

source: Fae Fancies
de: Pixie-Glitter
fr: Échange d'objets des Pixies
ja: ピクシー幻晶貨の取引

source: Qitari Compliment Exchange
de: Qitari-Kastanienkreuzer
fr: Échange de pièces-châtaignes qitari
ja: キタリ団栗貨の取引
ru: Обмен Qitari Compliment

source: Ceremony Attire Exchange
de: Zeremoniekleidung
fr: Tenues de cérémonie
ja: セレモニー衣装の交換
ru: Обмен нарядов для церемонии

source: Ronkan Gear Exchange (DoW, IL 440)
de: Ronka-Ausrüstung (Krieger)
fr: Échange d'équipements ronka (guerre - NvObj 440)
ja: 「ロンカ装備」の取引（ILv440ファイター装備）
ru: Обмен снаряжения Ronkan (АБ, УС 440)

source: Ronkan Gear Exchange (DoM, IL 440)
de: Ronka-Ausrüstung (Magier)
fr: Échange d'équipements ronka (magie - NvObj 440)
ja: 「ロンカ装備」の取引（ILv440ソーサラー装備）
ru: Обмен снаряжения Ronkan (АМ, УС 440)

source: Allagan Tomestones of Poetics (DoW, IL 500)
de: Allagische Steine der Poesie (Krieger)
fr: Mémoquartz allagois poétiques (guerre - NvObj 500)
ja: アラガントームストーン:詩学の取引（ILv500ファイター装備）
ru: Allagan Tomestones of Poetics (АБ, УС 500)

source: Allagan Tomestones of Poetics (DoM, IL 500)
de: Allagische Steine der Poesie (Magier)
fr: Mémoquartz allagois poétiques (magie - NvObj 500)
ja: アラガントームストーン:詩学の取引（ILv500ソーサラー装備）
ru: Allagan Tomestones of Poetics (АМ, УС 500)

source: Allagan Tomestones of Poetics (Other)
de: Allagische Steine der Poesie (Anderes)
fr: Mémoquartz allagois poétiques (divers)
ja: アラガントームストーン:詩学の取引（その他）
ru: Allagan Tomestones of Poetics (Прочее)

source: Allagan Tomestones of Poetics (IL 500 Weapons)
de: Crystarium-Ausrüstung
fr: Mémoquartz allagois poétiques (armes - NvObj 500)
ja: アラガントームストーン:詩学の取引（ILv500武器）
ru: Allagan Tomestones of Poetics (УС 500 — Оружие)

source: Crystarium Gear Augmentation (DoW) I
de: Verstärkung von Crystarium-Ausrüstung (Krieger I)
fr: Amélioration d'équipements cristariens (guerre 1)
ja: 「クリスタリウム装備」の強化（ファイターその1）
ru: Улучшение снаряжения Crystarium (АБ) I

source: Crystarium Gear Augmentation (DoW) II
de: Verstärkung von Crystarium-Ausrüstung (Krieger II)
fr: Amélioration d'équipements cristariens (guerre 2)
ja: 「クリスタリウム装備」の強化（ファイターその2）
ru: Улучшение снаряжения Crystarium (АБ) II

source: Crystarium Gear Augmentation (DoM)
de: Verstärkung von Crystarium-Ausrüstung (Magier)
fr: Amélioration d'équipements cristariens (magie)
ja: 「クリスタリウム装備」の強化（ソーサラー）
ru: Улучшение снаряжения Crystarium (АМ)

source: Eden's Verse Antique Exchange (DoW) I
de: Edenruf-Ausrüstung (Krieger I)
fr: Équipements antiques des Accords (guerre 1)
ja: 古びた装備【共】の取引（ファイターその1）
ru: Обмен Eden's Verse Antique (АБ) I

source: Eden's Verse Antique Exchange (DoW) II
de: Edenruf-Ausrüstung (Krieger II)
fr: Équipements antiques des Accords (guerre 2)
ja: 古びた装備【共】の取引（ファイターその2）
ru: Обмен Eden's Verse Antique (АБ) II

source: Eden's Verse Antique Exchange (DoM)
de: Edenruf-Ausrüstung (Magier)
fr: Équipements antiques des Accords (magie)
ja: 古びた装備【共】の取引（ソーサラー）
ru: Обмен Eden's Verse Antique (АМ)

source: Eden's Verse Apocrypha Exchange (DoW) I
de: Edenchor-Ausrüstung (Krieger I)
fr: Codex des Accords (guerre 1)
ja: 共鳴の断章の取引（ファイターその1）
ru: Обмен Eden's Verse Apocrypha (АБ) I

source: Eden's Verse Apocrypha Exchange (DoW) II
de: Edenchor-Ausrüstung (Krieger II)
fr: Codex des Accords (guerre 2)
ja: 共鳴の断章の取引（ファイターその2）
ru: Обмен Eden's Verse Apocrypha (АБ) II

source: Eden's Verse Apocrypha Exchange (DoM)
de: Edenchor-Ausrüstung (Magier)
fr: Codex des Accords (magie)
ja: 共鳴の断章の取引（ソーサラー）
ru: Обмен Eden's Verse Apocrypha (АМ)

source: Totem Gear (The Ruby Weapon)
de: Rubin-Ausrüstung
fr: Équipements totémiques (Arme Rubis)
ja: 報酬装備の取引（ルビーウェポン）
ru: Снаряжение за тотемы (The Ruby Weapon)

source: Idol Gear (Bozja Citadel)
de: Bozja-Ausrüstung
fr: Équipements de Bozja
ja: 報酬装備の取引（シタデル・ボズヤ）
ru: Снаряжение Idol (Bozja Citadel)

source: Skysteel Prototype Augmentation
de: Verstärkung zu Himmelsstahl-Werkzeug Stufe II
fr: Amélioration d'outils de Cielacier (niveau 2)
ja: スカイスチールツール第2段階への改良
ru: Улучшение Skysteel Prototype

source: Skysteel Prototype +1 Augmentation
de: Verstärkung zu Himmelsstahl-Werkzeug Stufe III
fr: Amélioration d'outils de Cielacier (niveau 3)
ja: スカイスチールツール第3段階への改良
ru: Улучшение Skysteel Prototype +1

source: Primal Gear (IL 100-115)
de: [G.-St. 100-115] Primae-Ausrüstung
fr: [NvObj 100-115] Équipement des Primordiaux
ja: 【ILv100～115】蛮神装備
ru: Снаряжение Primal (УС 100–115)

source: Primal Gear (IL 100-115)
de: [G.-St. 100-115] Primae-Ausrüstung
fr: [NvObj 100-115] Équipement des Primordiaux
ja: 【ILv100～115】蛮神装備
ru: Снаряжение Primal (УС 100–115)

source: Primal Gear (IL 100-115)
de: [G.-St. 100-115] Primae-Ausrüstung
fr: [NvObj 100-115] Équipement des Primordiaux
ja: 【ILv100～115】蛮神装備
ru: Снаряжение Primal (УС 100–115)

source: Primal Gear (IL 100-115)
de: [G.-St. 100-115] Primae-Ausrüstung
fr: [NvObj 100-115] Équipement des Primordiaux
ja: 【ILv100～115】蛮神装備
ru: Снаряжение Primal (УС 100–115)

source: Primal Gear (IL 100-115)
de: [G.-St. 100-115] Primae-Ausrüstung
fr: [NvObj 100-115] Équipement des Primordiaux
ja: 【ILv100～115】蛮神装備
ru: Снаряжение Primal (УС 100–115)

source: Primal Gear (IL 100-115)
de: [G.-St. 100-115] Primae-Ausrüstung
fr: [NvObj 100-115] Équipement des Primordiaux
ja: 【ILv100～115】蛮神装備
ru: Снаряжение Primal (УС 100–115)

source: Primal Gear (IL 100-115)
de: [G.-St. 100-115] Primae-Ausrüstung
fr: [NvObj 100-115] Équipement des Primordiaux
ja: 【ILv100～115】蛮神装備
ru: Снаряжение Primal (УС 100–115)

source: Gerolt's Masterworks (IL 110)
de: [G.-St. 110] Gerolts Meisterwerke
fr: [NvObj 110] Chefs-d'œuvre de Gerolt
ja: 【ILv110】ゲロルトの名品
ru: Gerolt's Masterworks (УС 110)

source: Gerolt's Masterworks (IL 110)
de: [G.-St. 110] Gerolts Meisterwerke
fr: [NvObj 110] Chefs-d'œuvre de Gerolt
ja: 【ILv110】ゲロルトの名品
ru: Gerolt's Masterworks (УС 110)

source: Gerolt's Masterworks (IL 110)
de: [G.-St. 110] Gerolts Meisterwerke
fr: [NvObj 110] Chefs-d'œuvre de Gerolt
ja: 【ILv110】ゲロルトの名品
ru: Gerolt's Masterworks (УС 110)

source: Gerolt's Masterworks (IL 110)
de: [G.-St. 110] Gerolts Meisterwerke
fr: [NvObj 110] Chefs-d'œuvre de Gerolt
ja: 【ILv110】ゲロルトの名品
ru: Gerolt's Masterworks (УС 110)

source: Gerolt's Masterworks (IL 110)
de: [G.-St. 110] Gerolts Meisterwerke
fr: [NvObj 110] Chefs-d'œuvre de Gerolt
ja: 【ILv110】ゲロルトの名品
ru: Gerolt's Masterworks (УС 110)

source: Gerolt's Masterworks (IL 110)
de: [G.-St. 110] Gerolts Meisterwerke
fr: [NvObj 110] Chefs-d'œuvre de Gerolt
ja: 【ILv110】ゲロルトの名品
ru: Gerolt's Masterworks (УС 110)

source: Gerolt's Masterworks (IL 110)
de: [G.-St. 110] Gerolts Meisterwerke
fr: [NvObj 110] Chefs-d'œuvre de Gerolt
ja: 【ILv110】ゲロルトの名品
ru: Gerolt's Masterworks (УС 110)

source: Ironworks Gear (IL 130)
de: [G.-St. 130] Garlond-Ausrüstung
fr: [NvObj 130] Équipement des Forges
ja: 【ILv130】ガーロンド装備
ru: Снаряжение Ironworks (УС 130)

source: Ironworks Gear (IL 130)
de: [G.-St. 130] Garlond-Ausrüstung
fr: [NvObj 130] Équipement des Forges
ja: 【ILv130】ガーロンド装備
ru: Снаряжение Ironworks (УС 130)

source: Ironworks Gear (IL 130)
de: [G.-St. 130] Garlond-Ausrüstung
fr: [NvObj 130] Équipement des Forges
ja: 【ILv130】ガーロンド装備
ru: Снаряжение Ironworks (УС 130)

source: Ironworks Gear (IL 130)
de: [G.-St. 130] Garlond-Ausrüstung
fr: [NvObj 130] Équipement des Forges
ja: 【ILv130】ガーロンド装備
ru: Снаряжение Ironworks (УС 130)

source: Ironworks Gear (IL 130)
de: [G.-St. 130] Garlond-Ausrüstung
fr: [NvObj 130] Équipement des Forges
ja: 【ILv130】ガーロンド装備
ru: Снаряжение Ironworks (УС 130)

source: Ironworks Gear (IL 130)
de: [G.-St. 130] Garlond-Ausrüstung
fr: [NvObj 130] Équipement des Forges
ja: 【ILv130】ガーロンド装備
ru: Снаряжение Ironworks (УС 130)

source: Ironworks Gear (IL 130)
de: [G.-St. 130] Garlond-Ausrüstung
fr: [NvObj 130] Équipement des Forges
ja: 【ILv130】ガーロンド装備
ru: Снаряжение Ironworks (УС 130)

source: Special Arms Materials
de: Materialien für Spezialwaffen
fr: Matériaux pour armes spéciales
ja: 特殊武器関連アイテム
ru: Специальные материалы для вооружения

source: Miscellany
de: Verschiedenes
fr: Divers
ja: 雑貨
ru: Прочее

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Crafter Gear (IL 55)
de: [G.-St. 55] Ausrüstung für Handwerker
fr: [NvObj 55] Équipement pour vétérans
ja: 【ILv55】職人向け装備
ru: Снаряжение ремесленников (УС 55)

source: Master Recipes I
de: Meisterrezeptbücher I
fr: Recettes expertes I
ja: 秘伝書（その1）
ru: Книги рецептов I

source: Gatherer Gear (IL 55)
de: [G.-St. 55] Ausrüstung für Sammler
fr: [NvObj 55] Équipement pour vétérans
ja: 【ILv55】職人向け装備
ru: Снаряжение собирателей (УС 55)

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Primal Gear (IL 175-265)
de: [G.-St. 175-265] Primae-Ausrüstung
fr: [NvObj 175-265] Équipement primordial
ja: 【ILv175～265】蛮神装備
ru: Снаряжение Primal (УС 100–115)

source: Primal Gear (IL 175-265)
de: [G.-St. 175-265] Primae-Ausrüstung
fr: [NvObj 175-265] Équipement primordial
ja: 【ILv175～265】蛮神装備
ru: Снаряжение Primal (УС 175–265)

source: Primal Gear (IL 175-265)
de: [G.-St. 175-265] Primae-Ausrüstung
fr: [NvObj 175-265] Équipement primordial
ja: 【ILv175～265】蛮神装備
ru: Снаряжение Primal (УС 175–265)

source: Primal Gear (IL 175-265)
de: [G.-St. 175-265] Primae-Ausrüstung
fr: [NvObj 175-265] Équipement primordial
ja: 【ILv175～265】蛮神装備
ru: Снаряжение Primal (УС 175–265)

source: Primal Gear (IL 175-265)
de: [G.-St. 175-265] Primae-Ausrüstung
fr: [NvObj 175-265] Équipement primordial
ja: 【ILv175～265】蛮神装備
ru: Снаряжение Primal (УС 175–265)

source: Primal Gear (IL 175-265)
de: [G.-St. 175-265] Primae-Ausrüstung
fr: [NvObj 175-265] Équipement primordial
ja: 【ILv175～265】蛮神装備
ru: Снаряжение Primal (УС 175–265)

source: Primal Gear (IL 175-265)
de: [G.-St. 175-265] Primae-Ausrüstung
fr: [NvObj 175-265] Équipement primordial
ja: 【ILv175～265】蛮神装備
ru: Снаряжение Primal (УС 175–265)

source: Prototype Gordian Gear (IL 190)
de: [G.-St. 190] Gordische Prototyp-Ausrüstung
fr: [NvObj 190] Équipement proto-gordien
ja: 【ILv190】プロトゴルド装備
ru: Снаряжение Prototype Gordian (УС 190)

source: Prototype Gordian Gear (IL 190)
de: [G.-St. 190] Gordische Prototyp-Ausrüstung
fr: [NvObj 190] Équipement proto-gordien
ja: 【ILv190】プロトゴルド装備
ru: Снаряжение Prototype Gordian (УС 190)

source: Prototype Gordian Gear (IL 190)
de: [G.-St. 190] Gordische Prototyp-Ausrüstung
fr: [NvObj 190] Équipement proto-gordien
ja: 【ILv190】プロトゴルド装備
ru: Снаряжение Prototype Gordian (УС 190)

source: Prototype Gordian Gear (IL 190)
de: [G.-St. 190] Gordische Prototyp-Ausrüstung
fr: [NvObj 190] Équipement proto-gordien
ja: 【ILv190】プロトゴルド装備
ru: Снаряжение Prototype Gordian (УС 190)

source: Prototype Gordian Gear (IL 190)
de: [G.-St. 190] Gordische Prototyp-Ausrüstung
fr: [NvObj 190] Équipement proto-gordien
ja: 【ILv190】プロトゴルド装備
ru: Снаряжение Prototype Gordian (УС 190)

source: Prototype Gordian Gear (IL 190)
de: [G.-St. 190] Gordische Prototyp-Ausrüstung
fr: [NvObj 190] Équipement proto-gordien
ja: 【ILv190】プロトゴルド装備
ru: Снаряжение Prototype Gordian (УС 190)

source: Prototype Gordian Gear (IL 190)
de: [G.-St. 190] Gordische Prototyp-Ausrüstung
fr: [NvObj 190] Équipement proto-gordien
ja: 【ILv190】プロトゴルド装備
ru: Снаряжение Prototype Gordian (УС 190)

source: Gordian Gear (IL 210)
de: [G.-St. 210] Gordische Ausrüstung
fr: [NvObj 210] Équipement gordien
ja: 【ILv210】ゴルディオン装備
ru: Снаряжение Gordian (УС 210)

source: Gordian Gear (IL 210)
de: [G.-St. 210] Gordische Ausrüstung
fr: [NvObj 210] Équipement gordien
ja: 【ILv210】ゴルディオン装備
ru: Снаряжение Gordian (УС 210)

source: Gordian Gear (IL 210)
de: [G.-St. 210] Gordische Ausrüstung
fr: [NvObj 210] Équipement gordien
ja: 【ILv210】ゴルディオン装備
ru: Снаряжение Gordian (УС 210)

source: Gordian Gear (IL 210)
de: [G.-St. 210] Gordische Ausrüstung
fr: [NvObj 210] Équipement gordien
ja: 【ILv210】ゴルディオン装備
ru: Снаряжение Gordian (УС 210)

source: Gordian Gear (IL 210)
de: [G.-St. 210] Gordische Ausrüstung
fr: [NvObj 210] Équipement gordien
ja: 【ILv210】ゴルディオン装備
ru: Снаряжение Gordian (УС 210)

source: Gordian Gear (IL 210)
de: [G.-St. 210] Gordische Ausrüstung
fr: [NvObj 210] Équipement gordien
ja: 【ILv210】ゴルディオン装備
ru: Снаряжение Gordian (УС 210)

source: Gordian Gear (IL 210)
de: [G.-St. 210] Gordische Ausrüstung
fr: [NvObj 210] Équipement gordien
ja: 【ILv210】ゴルディオン装備
ru: Снаряжение Gordian (УС 210)

source: Prototype Midan Gear (IL 220)
de: [G.-St. 220] Midische Prototyp-Ausrüstung
fr: [NvObj 220] Équipement proto-midin
ja: 【ILv220】プロトミダース装備
ru: Снаряжение Prototype Midan (УС 220)

source: Prototype Midan Gear (IL 220)
de: [G.-St. 220] Midische Prototyp-Ausrüstung
fr: [NvObj 220] Équipement proto-midin
ja: 【ILv220】プロトミダース装備
ru: Снаряжение Prototype Midan (УС 220)

source: Prototype Midan Gear (IL 220)
de: [G.-St. 220] Midische Prototyp-Ausrüstung
fr: [NvObj 220] Équipement proto-midin
ja: 【ILv220】プロトミダース装備
ru: Снаряжение Prototype Midan (УС 220)

source: Prototype Midan Gear (IL 220)
de: [G.-St. 220] Midische Prototyp-Ausrüstung
fr: [NvObj 220] Équipement proto-midin
ja: 【ILv220】プロトミダース装備
ru: Снаряжение Prototype Midan (УС 220)

source: Prototype Midan Gear (IL 220)
de: [G.-St. 220] Midische Prototyp-Ausrüstung
fr: [NvObj 220] Équipement proto-midin
ja: 【ILv220】プロトミダース装備
ru: Снаряжение Prototype Midan (УС 220)

source: Prototype Midan Gear (IL 220)
de: [G.-St. 220] Midische Prototyp-Ausrüstung
fr: [NvObj 220] Équipement proto-midin
ja: 【ILv220】プロトミダース装備
ru: Снаряжение Prototype Midan (УС 220)

source: Prototype Midan Gear (IL 220)
de: [G.-St. 220] Midische Prototyp-Ausrüstung
fr: [NvObj 220] Équipement proto-midin
ja: 【ILv220】プロトミダース装備
ru: Снаряжение Prototype Midan (УС 220)

source: Primal Gear (IL 240)
de: [G.-St. 240] Ikonen-Ausrüstung
fr: [NvObj 240] Équipement primordial
ja: 【ILv240】蛮神風装備
ru: Снаряжение Primal (УС 240)

source: Primal Gear (IL 240)
de: [G.-St. 240] Ikonen-Ausrüstung
fr: [NvObj 240] Équipement primordial
ja: 【ILv240】蛮神風装備
ru: Снаряжение Primal (УС 240)

source: Primal Gear (IL 240)
de: [G.-St. 240] Ikonen-Ausrüstung
fr: [NvObj 240] Équipement primordial
ja: 【ILv240】蛮神風装備
ru: Снаряжение Primal (УС 240)

source: Primal Gear (IL 240)
de: [G.-St. 240] Ikonen-Ausrüstung
fr: [NvObj 240] Équipement primordial
ja: 【ILv240】蛮神風装備
ru: Снаряжение Primal (УС 240)

source: Primal Gear (IL 240)
de: [G.-St. 240] Ikonen-Ausrüstung
fr: [NvObj 240] Équipement primordial
ja: 【ILv240】蛮神風装備
ru: Снаряжение Primal (УС 240)

source: Primal Gear (IL 240)
de: [G.-St. 240] Ikonen-Ausrüstung
fr: [NvObj 240] Équipement primordial
ja: 【ILv240】蛮神風装備
ru: Снаряжение Primal (УС 240)

source: Primal Gear (IL 240)
de: [G.-St. 240] Ikonen-Ausrüstung
fr: [NvObj 240] Équipement primordial
ja: 【ILv240】蛮神風装備
ru: Снаряжение Primal (УС 240)

source: Midan Gear (IL 240-245)
de: [G.-St. 240-245] Midische Ausrüstung
fr: [NvObj 240-245] Équipement midin
ja: 【ILv240～245】ミダース装備
ru: Снаряжение Midan (УС 240–245)

source: Midan Gear (IL 240-245)
de: [G.-St. 240-245] Midische Ausrüstung
fr: [NvObj 240-245] Équipement midin
ja: 【ILv240～245】ミダース装備
ru: Снаряжение Midan (УС 240–245)

source: Midan Gear (IL 240-245)
de: [G.-St. 240-245] Midische Ausrüstung
fr: [NvObj 240-245] Équipement midin
ja: 【ILv240～245】ミダース装備
ru: Снаряжение Midan (УС 240–245)

source: Midan Gear (IL 240-245)
de: [G.-St. 240-245] Midische Ausrüstung
fr: [NvObj 240-245] Équipement midin
ja: 【ILv240～245】ミダース装備
ru: Снаряжение Midan (УС 240–245)

source: Midan Gear (IL 240-245)
de: [G.-St. 240-245] Midische Ausrüstung
fr: [NvObj 240-245] Équipement midin
ja: 【ILv240～245】ミダース装備
ru: Снаряжение Midan (УС 240–245)

source: Midan Gear (IL 240-245)
de: [G.-St. 240-245] Midische Ausrüstung
fr: [NvObj 240-245] Équipement midin
ja: 【ILv240～245】ミダース装備
ru: Снаряжение Midan (УС 240–245)

source: Midan Gear (IL 240-245)
de: [G.-St. 240-245] Midische Ausrüstung
fr: [NvObj 240-245] Équipement midin
ja: 【ILv240～245】ミダース装備
ru: Снаряжение Midan (УС 240–245)

source: Prototype Alexandrian Gear (IL 250)
de: [G.-St. 250] Alexandrische Prototyp-Ausrüstung
fr: [NvObj 250] Équipement proto-alexandrin
ja: 【ILv250】プロトアレキ装備
ru: Снаряжение Prototype Alexandrian (УС 250)

source: Prototype Alexandrian Gear (IL 250)
de: [G.-St. 250] Alexandrische Prototyp-Ausrüstung
fr: [NvObj 250] Équipement proto-alexandrin
ja: 【ILv250】プロトアレキ装備
ru: Снаряжение Prototype Alexandrian (УС 250)

source: Prototype Alexandrian Gear (IL 250)
de: [G.-St. 250] Alexandrische Prototyp-Ausrüstung
fr: [NvObj 250] Équipement proto-alexandrin
ja: 【ILv250】プロトアレキ装備
ru: Снаряжение Prototype Alexandrian (УС 250)

source: Prototype Alexandrian Gear (IL 250)
de: [G.-St. 250] Alexandrische Prototyp-Ausrüstung
fr: [NvObj 250] Équipement proto-alexandrin
ja: 【ILv250】プロトアレキ装備
ru: Снаряжение Prototype Alexandrian (УС 250)

source: Prototype Alexandrian Gear (IL 250)
de: [G.-St. 250] Alexandrische Prototyp-Ausrüstung
fr: [NvObj 250] Équipement proto-alexandrin
ja: 【ILv250】プロトアレキ装備
ru: Снаряжение Prototype Alexandrian (УС 250)

source: Prototype Alexandrian Gear (IL 250)
de: [G.-St. 250] Alexandrische Prototyp-Ausrüstung
fr: [NvObj 250] Équipement proto-alexandrin
ja: 【ILv250】プロトアレキ装備
ru: Снаряжение Prototype Alexandrian (УС 250)

source: Prototype Alexandrian Gear (IL 250)
de: [G.-St. 250] Alexandrische Prototyp-Ausrüstung
fr: [NvObj 250] Équipement proto-alexandrin
ja: 【ILv250】プロトアレキ装備
ru: Снаряжение Prototype Alexandrian (УС 250)

source: Shire Gear (IL 270)
de: [G.-St. 270] Hinterländische Ausrüstung
fr: [NvObj 270] Équipement idylléen
ja: 【ILv270】イディルシャイア製装備
ru: Снаряжение Shire (УС 270)

source: Shire Gear (IL 270)
de: [G.-St. 270] Hinterländische Ausrüstung
fr: [NvObj 270] Équipement idylléen
ja: 【ILv270】イディルシャイア製装備
ru: Снаряжение Shire (УС 270)

source: Shire Gear (IL 270)
de: [G.-St. 270] Hinterländische Ausrüstung
fr: [NvObj 270] Équipement idylléen
ja: 【ILv270】イディルシャイア製装備
ru: Снаряжение Shire (УС 270)

source: Shire Gear (IL 270)
de: [G.-St. 270] Hinterländische Ausrüstung
fr: [NvObj 270] Équipement idylléen
ja: 【ILv270】イディルシャイア製装備
ru: Снаряжение Shire (УС 270)

source: Shire Gear (IL 270)
de: [G.-St. 270] Hinterländische Ausrüstung
fr: [NvObj 270] Équipement idylléen
ja: 【ILv270】イディルシャイア製装備
ru: Снаряжение Shire (УС 270)

source: Shire Gear (IL 270)
de: [G.-St. 270] Hinterländische Ausrüstung
fr: [NvObj 270] Équipement idylléen
ja: 【ILv270】イディルシャイア製装備
ru: Снаряжение Shire (УС 270)

source: Shire Gear (IL 270)
de: [G.-St. 270] Hinterländische Ausrüstung
fr: [NvObj 270] Équipement idylléen
ja: 【ILv270】イディルシャイア製装備
ru: Снаряжение Shire (УС 270)

source: Alexandrian Gear (IL 270-275)
de: [G.-St. 270-275] Alexandrische Ausrüstung
fr: [NvObj 270-275] Équipement alexandrin
ja: 【ILv270～275】アレキサンダー装備
ru: Снаряжение Alexandrian (УС 270–275)

source: Alexandrian Gear (IL 270-275)
de: [G.-St. 270-275] Alexandrische Ausrüstung
fr: [NvObj 270-275] Équipement alexandrin
ja: 【ILv270～275】アレキサンダー装備
ru: Снаряжение Alexandrian (УС 270–275)

source: Alexandrian Gear (IL 270-275)
de: [G.-St. 270-275] Alexandrische Ausrüstung
fr: [NvObj 270-275] Équipement alexandrin
ja: 【ILv270～275】アレキサンダー装備
ru: Снаряжение Alexandrian (УС 270–275)

source: Alexandrian Gear (IL 270-275)
de: [G.-St. 270-275] Alexandrische Ausrüstung
fr: [NvObj 270-275] Équipement alexandrin
ja: 【ILv270～275】アレキサンダー装備
ru: Снаряжение Alexandrian (УС 270–275)

source: Alexandrian Gear (IL 270-275)
de: [G.-St. 270-275] Alexandrische Ausrüstung
fr: [NvObj 270-275] Équipement alexandrin
ja: 【ILv270～275】アレキサンダー装備
ru: Снаряжение Alexandrian (УС 270–275)

source: Alexandrian Gear (IL 270-275)
de: [G.-St. 270-275] Alexandrische Ausrüstung
fr: [NvObj 270-275] Équipement alexandrin
ja: 【ILv270～275】アレキサンダー装備
ru: Снаряжение Alexandrian (УС 270–275)

source: Alexandrian Gear (IL 270-275)
de: [G.-St. 270-275] Alexandrische Ausrüstung
fr: [NvObj 270-275] Équipement alexandrin
ja: 【ILv270～275】アレキサンダー装備
ru: Снаряжение Alexandrian (УС 270–275)

source: Special Arms Materials
de: Materialien für Spezialwaffen
fr: Matériaux pour armes spéciales
ja: 特殊武器関連アイテム
ru: Специальные материалы для вооружения

source: Materials
de: Materialien
fr: Matériaux
ja: 素材
ru: Материалы

source: Mounts/Miscellany
de: Reittiere & Verschiedenes
fr: Montures et autres
ja: マウント・雑貨
ru: Транспорт/Прочее

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Adept Gear (IL 130)
de: [G.-St. 130] Experten-Ausrüstung
fr: [NvObj 130] Équipement d'adepte
ja: 【ILv130】アデプト装備
ru: Снаряжение Adept (УС 130)

source: Tradecraft Keep Tools (IL 200)
de: [G.-St. 200] Artefakt-Werkzeuge für Handwerker
fr: [NvObj 200] Équipement pour artisans émérites (outils)
ja: 【ILv200】キープ装備（道具）
ru: Инструменты Tradecraft Keep (УС 200)

source: Tradecraft Keep Gear (IL 200)
de: [G.-St. 200] Artefakt-Rüstungen für Handwerker
fr: [NvObj 200] Équipement pour artisans émérites (armure)
ja: 【ILv200】キープ装備（防具）
ru: Снаряжение Tradecraft Keep (УС 200)

source: Miscellany
de: Verschiedenes
fr: Divers
ja: 雑貨
ru: Прочее

source: Materials
de: Materialien
fr: Matériaux
ja: 素材
ru: Материалы

source: Master Recipes I
de: Meisterrezeptbücher I
fr: Recettes expertes I
ja: 秘伝書（その1）
ru: Книги рецептов I

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Trailblazer Gear (IL 130)
de: [G.-St. 130] Pionier-Ausrüstung
fr: [NvObj 130] Équipement de pionnier
ja: 【ILv130】トレイル装備
ru: Снаряжение Trailblazer (УС 130)

source: Fieldcraft Keep Tools (IL 200)
de: [G.-St. 200] Artefakt-Werkzeuge für Sammler
fr: [NvObj 200] Équipement pour récolteurs émérites (outils)
ja: 【ILv200】キープ装備（道具）
ru: Инструменты Fieldcraft Keep (УС 200)

source: Fieldcraft Keep Gear (IL 200)
de: [G.-St. 200] Artefakt-Rüstungen für Sammler
fr: [NvObj 200] Équipement pour récolteurs émérites (armure)
ja: 【ILv200】キープ装備（防具）
ru: Снаряжение Fieldcraft Keep (УС 200)

source: Bait/Miscellany
de: Köder & Verschiedenes
fr: Appât et autres
ja: 雑貨・釣り餌
ru: Наживки/Прочее

source: Materials
de: Materialien
fr: Matériaux
ja: 素材
ru: Материалы

source: Folklore Items
de: Almanache
fr: Légendes locales
ja: 伝承録
ru: Предметы фольклора

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Primal/Auspice Gear (IL 320-395)
de: [G.-St. 320-395] Primae & Tierheiligen-Ausrüstung
fr: [NvObj 320-395] Équipement primordial et des animaux sacrés
ja: 【ILv320～395】蛮神・四聖獣装備
ru: Снаряжение Primal/Auspice (УС 320–395)

source: Primal/Auspice Gear (IL 320-395)
de: [G.-St. 320-395] Primae & Tierheiligen-Ausrüstung
fr: [NvObj 320-395] Équipement primordial et des animaux sacrés
ja: 【ILv320～395】蛮神・四聖獣装備
ru: Снаряжение Primal/Auspice (УС 320–395)

source: Primal/Auspice Gear (IL 320-395)
de: [G.-St. 320-395] Primae & Tierheiligen-Ausrüstung
fr: [NvObj 320-395] Équipement primordial et des animaux sacrés
ja: 【ILv320～395】蛮神・四聖獣装備
ru: Снаряжение Primal/Auspice (УС 320–395)

source: Primal/Auspice Gear (IL 320-395)
de: [G.-St. 320-395] Primae & Tierheiligen-Ausrüstung
fr: [NvObj 320-395] Équipement primordial et des animaux sacrés
ja: 【ILv320～395】蛮神・四聖獣装備
ru: Снаряжение Primal/Auspice (УС 320–395)
