Repository: endervad/ffxiv_translation_test
Catalog: exd/SpecialShop/*.xlf
Languages: de, fr, ja, ru

source: Seasonal Event
de: Saisonales Ereignis
fr: Échange d'objets (Événements saisonniers)
ja: シーズナルイベント素材の交換
ru: Сезонное событие

source: Currency Test
de: Währungstest
fr: Test des devises
ja: テスト用ショップ：通貨交換
ru: Тест валюты

source: Materia Test
fr: Test des matérias
ja: テスト用ショップ：マテリア交換
ru: Тест материи

source: Lightning Returns
ja: 季節イベント：FF13コラボ

source: Moonfire Faire
de: Feuermond-Reigen
fr: Fête de l'été
ja: 季節イベント：2013紅蓮祭
ru: Фестиваль «Огненной луны»

source: Relic Enhancement
de: Reliktwaffen-Verstärkung
fr: Amélioration des armes antiques
ja: 古の武器の強化
ru: Улучшение реликта

source: Bitter Heart Chocolate
de: Bitterherz-Schokolade
fr: Cœurs en chocolat amer
ja: ビターハートチョコの取引

source: Pure Heart Chocolate
de: Reinherz-Schokolade
fr: Cœurs en chocolat pur
ja: ピュアハートチョコの取引

source: Gerolt's Masterworks Repair (DoW)
de: Gerolts Meisterwerke (Krieger)
fr: Chefs-d'œuvre de Gerolt (guerre)
ja: 「ゲロルトの名品」の修繕（ファイター）
ru: Ремонт в мастерской Герольта (АБ)

source: Gerolt's Masterworks Repair (DoM)
de: Gerolts Meisterwerke (Magier)
fr: Chefs-d'œuvre de Gerolt (magie)
ja: 「ゲロルトの名品」の修繕（ソーサラー）
ru: Ремонт в мастерской Герольта (АМ)

source: Gimme an Elixir
de: Gib mir ein Elixier!
fr: Je veux un élixir !
ja: エリクサーちょうだい
ru: Дать эликсир

source: Master Crafting Tomes
de: Meisterrezeptbücher
fr: Recettes expertes (artisans)
ja: クラフター向け「秘伝書」の交換

source: Forager Gear
de: Furier-Ausrüstung
fr: Outils et équipement (récolte)
ja: ギャザラー向け「フォリジャー装備」の交換
ru: Снаряжение Forager

source: Decorative Egg: Exchange Bronze for Silver
de: Deko-Eier: Bronze zu Silber
fr: Échange d'œufs décoratifs : bronze contre argent
ja: デコエッグ：ブロンズをデコエッグ：シルバーと交換
ru: Decorative Egg: Обмен Bronze на Silver

source: Decorative Egg: Exchange Silver for Gold
de: Deko-Eier: Silber zu Gold
fr: Échange d'œufs décoratifs : argent contre or
ja: デコエッグ：シルバーをデコエッグ：ゴールドと交換
ru: Decorative Egg: Обмен Silver на Gold

source: Gerolt's Masterworks Repair (Weapons)
de: Gerolts Meisterwerke (Waffen)
fr: Chefs-d'œuvre de Gerolt (armes)
ja: 「ゲロルトの名品」の修繕（武器）
ru: Ремонт в мастерской Герольта (Оружие)

source: Uncanny Knickknacks
de: Gegenstände
fr: Objets (divers)
ja: アイテムの取引（その他）
ru: Необычные безделушки

source: Gender-specific Gear Exchange (♀→♂) I
de: Ausrüstung (Frau zu Mann I)
fr: Équipement (femmes → hommes 1)
ja: 女性装備から男性装備へ交換（その1）
ru: Обмен снаряжения привязанного к полу (♀→♂) I

source: Gender-specific Gear Exchange (♂→♀) I
de: Ausrüstung (Mann zu Frau I)
fr: Équipement (hommes → femmes 1)
ja: 男性装備から女性装備へ交換（その1）
ru: Обмен снаряжения привязанного к полу (♂→♀) I

source: Allied Seals (Maelstrom)
de: Jagdabzeichen (Mahlstrom)
fr: Insignes alliés (Maelstrom)
ja: 同盟記章の取引（黒渦団）
ru: Allied Seals (Водоворот)

source: Allied Seals (Order of the Twin Adder)
de: Jagdabzeichen (Bruderschaft)
fr: Insignes alliés (Ordre)
ja: 同盟記章の取引（双蛇党）
ru: Allied Seals (Орден Двух Змей)

source: Allied Seals (Immortal Flames)
de: Jagdabzeichen (Legion)
fr: Insignes alliés (Immortels)
ja: 同盟記章の取引（不滅隊）
ru: Allied Seals (Бессмертное Пламя)

source: Allied Seals (DoW)
de: Jagdabzeichen (Krieger)
fr: Insignes alliés (guerre)
ja: 同盟記章の取引（ファイター）
ru: Allied Seals (АБ)

source: Allied Seals (DoM)
de: Jagdabzeichen (Magier)
fr: Insignes alliés (magie)
ja: 同盟記章の取引（ソーサラー）
ru: Allied Seals (АМ)

source: Artifact Equipment (DoW)
de: Gegenstände (Krieger)
fr: Objets (guerre)
ja: アイテムの取引（ファイター）
ru: Снаряжение Artifact (АБ)

source: Artifact Equipment (DoM)
de: Gegenstände (Magier)
fr: Objets (magie)
ja: アイテムの取引（ソーサラー）
ru: Снаряжение Artifact (АМ)

source: Supra Tools (DoL)
de: Supra-Werkzeuge (Sammler)
fr: Outils supra (récolte)
ja: ギャザラー向け「スプラ主道具」の交換
ru: Инструменты Supra (АС)

source: Artisan Tools (DoH)
de: Kunsthandwerker-Werkzeuge (Handwerker)
fr: Outils de façonnier (artisanat)
ja: クラフター向け「アーティザン主道具」の交換
ru: Инструменты Artisan (АР)

source: Far Eastern Baubles
de: Fernöstlische Kostbarkeiten
fr: Babioles orientales
ja: 東方の宝珠の取引

source: Items in Development
de: Gegenstände in Arbeit
fr: Objets en développement
ja: テスト用ショップ
ru: Предметы в разработке

source: Ixali Oaknot Exchange
de: Ixal-Eichenmünzen
fr: Pièces en chêne ixali
ja: イクサル樫木貨の取引
ru: Обмен Ixali Oaknot

source: Demonic Cookies
de: Dämonenkekse
fr: Échange de biscuits du démon
ja: デモンクッキーの取引

source: Vintage Equipment (DoW)
de: Antike Ausrüstung (Krieger)
fr: Équipements antiques (guerre)
ja: 復古調装備の交換（ファイター）
ru: Снаряжение Vintage (АБ)

source: Vintage Equipment (DoM)
de: Antike Ausrüstung (Magier)
fr: Équipements antiques (magie)
ja: 復古調装備の交換（ソーサラー）
ru: Снаряжение Vintage (АМ)

source: Allagan Tomestones of Poetics (DoW)
de: Allagische Steine der Poesie (Krieger)
fr: Mémoquartz allagois poétiques (guerre)
ja: アラガントームストーン:詩学の取引（ファイター）
ru: Allagan Tomestones of Poetics (АБ)

source: Allagan Tomestones of Poetics (DoM)
de: Allagische Steine der Poesie (Magier)
fr: Mémoquartz allagois poétiques (magie)
ja: アラガントームストーン:詩学の取引（ソーサラー）
ru: Allagan Tomestones of Poetics (АМ)

source: Ironworks Gear Augmentation (DoW)
de: Garlond-Rüstungsverstärkung (Krieger)
fr: Amélioration d'équipement des Forges (guerre)
ja: 「ガーロンド装備」の強化（ファイター）
ru: Улучшение снаряжения Ironworks (АБ)

source: Ironworks Gear Augmentation (DoM)
de: Garlond-Rüstungsverstärkung (Magier)
fr: Amélioration d'équipement des Forges (magie)
ja: 「ガーロンド装備」の強化（ソーサラー）
ru: Улучшение снаряжения Ironworks (АМ)

source: Ironworks Gear Augmentation (Weapons)
de: Garlond-Waffenverstärkung
fr: Amélioration d'équipement des Forges (armes)
ja: 「ガーロンド装備」の強化（武器）
ru: Улучшение снаряжения Ironworks (Оружие)

source: Ironworks Gear Augmentation (Accessories)
de: Garlond-Accessoireverstärkung
fr: Amélioration d'équipement des Forges (accessoires)
ja: 「ガーロンド装備」の強化（アクセサリ）
ru: Улучшение снаряжения Ironworks (Аксессуары)

source: Starlight Sentinels
de: Sternenlichtbäume
fr: Arbres festifs
ja: スターライトツリーの引き換え

source: Fallen Star Exchange
de: Sternschnuppen
fr: Objets festifs
ja: スターライトストーンの取引
ru: Обмен Fallen Star

source: Fallen Star Exchange
de: Sternschnuppen
fr: Objets festifs
ja: スターライトストーンの取引
ru: Обмен Fallen Star

source: Prize Exchange I
de: Gewinne I
fr: Lots (1)
ja: 景品の交換（武器）

source: Triple Triad Cards
de: Karten erwerben
fr: Obtenir des cartes
ja: カードの入手
ru: Карты Тройного Трио

source: Race Items
de: Gegenstände
fr: Objets
ja: アイテムの交換
ru: Предметы гонок

source: Chocobo Training Manuals I
de: Dressurbücher I
fr: Manuels de dressage (1)
ja: チョコボ教本の交換（その1）
ru: Инструкции тренировки чокобо I

source: Chocobo Training Manuals II
de: Dressurbücher II
fr: Manuels de dressage (2)
ja: チョコボ教本の交換（その2）
ru: Инструкции тренировки чокобо II

source: Lucky Egg Exchange
de: Glückseier
fr: Prœufs de la fortune
ja: フォーチュンエッグの取引
ru: Обмен Lucky Egg

source: Happy Smile Super Wish Bags
de: Nanapasis Wundervolle Wundertüte
fr: Échange de pochettes-surprise
ja: ナナパシの福袋の取引

source: Lucis Tools (DoL)
de: Lucis-Werkzeuge (Sammler)
fr: Outils lucis (récolte)
ja: ギャザラー向け「ルキス主道具」の交換
ru: Инструменты Lucis (АС)

source: Artisan Gear (DoH)
de: Kunsthandwerker-Ausrüstung (Handwerker)
fr: Équipement de façonnier (artisanat)
ja: クラフター向け「アーティザン防具」の交換
ru: Снаряжение Artisan (АР)

source: Assorted Accoutrements
de: Gegenstände (Arznei/Gerichte)
fr: Objets (consommables)
ja: アイテムの交換（薬品・調理品）

source: Supra Tools (DoH)
de: Supra-Werkzeuge (Handwerker)
fr: Outils supra (artisanat)
ja: クラフター向け「スプラ主道具」の交換
ru: Инструменты Supra (АР)

source: Lucis Tools (DoH)
de: Lucis-Werkzeuge (Handwerker)
fr: Outils lucis (artisanat)
ja: クラフター向け「ルキス主道具」の交換
ru: Инструменты Lucis (АР)

source: Miscellaneous Miscellany
de: Gegenstände (Anderes)
fr: Objets (autres)
ja: アイテムの交換（その他）
ru: Прочее

source: Allagan Tomestones of Poetics (Other)
de: Allagische Steine der Poesie (Anderes)
fr: Mémoquartz allagois poétiques (divers)
ja: アラガントームストーン:詩学の取引（その他）
ru: Allagan Tomestones of Poetics (Прочее)

source: Doman Gear Reoutfitting (DoW) I
de: Verbesserung von domanischer Ausrüstung (Krieger I)
fr: Amélioration d'équipements domiens (guerre 1)
ja: ドマ様式装備の改良(ファイターその1)
ru: Улучшение снаряжения Doman (АБ) I

source: Doman Gear Reoutfitting (DoM)
de: Verbesserung von domanischer Ausrüstung (Magier)
fr: Amélioration d'équipements domiens (magie)
ja: ドマ様式装備の改良(ソーサラー)
ru: Улучшение снаряжения Doman (АМ)

source: Artifact Gear Repair (PLD)
de: Artefakt-Reparatur (Paladin)
fr: Réparation d'artefacts (PLD)
ja: 新生古典装備の修繕(ナイト)
ru: Ремонт снаряжения Artifact (ПЛД)

source: Artifact Gear Repair (MNK)
de: Artefakt-Reparatur (Mönch)
fr: Réparation d'artefacts (MOI)
ja: 新生古典装備の修繕(モンク)
ru: Ремонт снаряжения Artifact (МНХ)

source: Artifact Gear Repair (WAR)
de: Artefakt-Reparatur (Krieger)
fr: Réparation d'artefacts (GUE)
ja: 新生古典装備の修繕(戦士)
ru: Ремонт снаряжения Artifact (ВОИ)

source: Gordian Part Exchange (DoW) I
de: Gordios-Materialien (Krieger I)
fr: Éléments gordiens (guerre 1)
ja: ゴルディオンパーツの取引(ファイターその1)
ru: Обмен Gordian Part (АБ) I

source: Gordian Part Exchange (DoM)
de: Gordios-Materialien (Magier)
fr: Éléments gordiens (magie)
ja: ゴルディオンパーツの取引(ソーサラー)
ru: Обмен Gordian Part (АМ)

source: Gordian Manifesto Exchange (DoW) I
de: Gordios-Kodexfragmente (Krieger I)
fr: Manifestes gordiens (guerre 1)
ja: ゴルディオン断章の取引(ファイターその1)
ru: Обмен Gordian Manifesto (АБ) I

source: Gordian Manifesto Exchange (DoM)
de: Gordios-Kodexfragmente (Magier)
fr: Manifestes gordiens (magie)
ja: ゴルディオン断章の取引(ソーサラー)
ru: Обмен Gordian Manifesto (АМ)

source: Amber Exchange
de: Bernstein
fr: Ambre à insecte
ja: 虫入りアンバーの取引
ru: Обмен Amber

source: Fieldcraft Items
de: Sammler-Gegenstände
fr: Objets de récolte
ja: ギャザラー向けアイテムの交換
ru: Предметы собирательства

source: Tradecraft Items
de: Handwerker-Gegenstände
fr: Objets d'artisanat
ja: クラフター向けアイテムの交換
ru: Предметы ремесла

source: Doman Gear Reoutfitting (DoW) II
de: Verbesserung von domanischer Ausrüstung (Krieger II)
fr: Amélioration d'équipements domiens (guerre 2)
ja: ドマ様式装備の改良(ファイターその2)
ru: Улучшение снаряжения Doman (АБ) II

source: Artifact Gear Repair (DRG)
de: Artefakt-Reparatur (Dragoon)
fr: Réparation d'artefacts (DRG)
ja: 新生古典装備の修繕(竜騎士)
ru: Ремонт снаряжения Artifact (ДРГ)

source: Artifact Gear Repair (BRD)
de: Artefakt-Reparatur (Barde)
fr: Réparation d'artefacts (BRD)
ja: 新生古典装備の修繕(吟遊詩人)
ru: Ремонт снаряжения Artifact (БРД)

source: Artifact Gear Repair (NIN)
de: Artefakt-Reparatur (Ninja)
fr: Réparation d'artefacts (NIN)
ja: 新生古典装備の修繕(忍者)
ru: Ремонт снаряжения Artifact (НИН)

source: Artifact Gear Repair (WHM)
de: Artefakt-Reparatur (Weißmagier)
fr: Réparation d'artefacts (MBL)
ja: 新生古典装備の修繕(白魔道士)
ru: Ремонт снаряжения Artifact (БЕЛ)

source: Artifact Gear Repair (BLM)
de: Artefakt-Reparatur (Schwarzmagier)
fr: Réparation d'artefacts (MNO)
ja: 新生古典装備の修繕(黒魔道士)
ru: Ремонт снаряжения Artifact (ЧРМ)

source: Artifact Gear Repair (SMN)
de: Artefakt-Reparatur (Beschwörer)
fr: Réparation d'artefacts (INV)
ja: 新生古典装備の修繕(召喚士)
ru: Ремонт снаряжения Artifact (ПРЗ)

source: Artifact Gear Repair (SCH)
de: Artefakt-Reparatur (Gelehrter)
fr: Réparation d'artefacts (ÉRU)
ja: 新生古典装備の修繕(学者)
ru: Ремонт снаряжения Artifact (УЧН)

source: Artifact Gear Repair (DRK)
de: Artefakt-Reparatur (Dunkelritter)
fr: Réparation d'artefacts (CHN)
ja: 新生古典装備の修繕(暗黒騎士)
ru: Ремонт снаряжения Artifact (ТМР)

source: Artifact Gear Repair (MCH)
de: Artefakt-Reparatur (Maschinist)
fr: Réparation d'artefacts (MCH)
ja: 新生古典装備の修繕(機工士)
ru: Ремонт снаряжения Artifact (МЕХ)

source: Artifact Gear Repair (AST)
de: Artefakt-Reparatur (Astrologe)
fr: Réparation d'artefacts (AST)
ja: 新生古典装備の修繕(占星術師)
ru: Ремонт снаряжения Artifact (АСТ)

source: Seasonal Event Prizes
de: Saisonale Gegenstände
fr: Récompenses d'événements saisonniers
ja: シーズナルイベント報酬の交換（その他）
ru: Награды сезонного события

source: Gordian Part Exchange (DoW) II
de: Gordios-Materialien (Krieger II)
fr: Éléments gordiens (guerre 2)
ja: ゴルディオンパーツの取引(ファイターその2)
ru: Обмен Gordian Part (АБ) II

source: Gordian Manifesto Exchange (DoW) II
de: Gordios-Kodexfragmente (Krieger II)
fr: Manifestes gordiens (guerre 2)
ja: ゴルディオン断章の取引(ファイターその2)
ru: Обмен Gordian Manifesto (АБ) II

source: Gold Chocobo Feather Exchange
de: Goldene Chocobo-Federn
fr: Pennes de chocobo doré
ja: ゴールドチョコボの羽根の取引
ru: Обмен Gold Chocobo Feather

source: Silver Chocobo Feather Exchange I ( ≤ Lv. 50 Gear)
de: Silberne Chocobo-Federn I (bis St. 50)
fr: Pennes de chocobo argenté (Nv ≦ 50)
ja: シルバーチョコボの羽根の取引（Lv50以下向け装備）
ru: Обмен Silver Chocobo Feather I ( ≤ Ур. 50 — Снаряжение)

source: Seasonal Event Prizes (♂)
de: Saisonale Gegenstände (Mann)
fr: Récompenses d'événements saisonniers (hommes)
ja: シーズナルイベント報酬の交換（男性）
ru: Награды сезонного события (♂)

source: Seasonal Event Prizes (♀)
de: Saisonale Gegenstände (Frau)
fr: Récompenses d'événements saisonniers (femmes)
ja: シーズナルイベント報酬の交換（女性）
ru: Награды сезонного события (♀)

source: Seasonal Event Prizes
de: Saisonale Gegenstände
fr: Récompenses d'événements saisonniers
ja: シーズナルイベント報酬の交換
ru: Награды сезонного события

source: Purchase Minions (MGP)
de: Begleiter (MGP)
fr: Mascottes (PGS)
ja: ミニオンの取引（MGP消費）
ru: Купить миньонов (За MGP)

source: Steel Amalj'ok Exchange
de: Stahl-Amalj'oks
fr: Amalj'oks d'acier
ja: アマルジャ鋼鉄刀貨の取引
ru: Обмен Steel Amalj'ok

source: Sylphic Goldleaf Exchange
de: Sylphen-Goldblätter
fr: Feuilles dorées de Sylphe
ja: シルフ金葉貨の取引
ru: Обмен Sylphic Goldleaf

source: Titan Cobaltpiece Exchange
de: Titan-Koboldeisenstücke
fr: Pièces de cobalt koboldes
ja: コボルド鏡鉄錘貨の取引
ru: Обмен Titan Cobaltpiece

source: Rainbowtide Psashp Exchange
de: Regenbogenwellen-Psashpen
fr: Psashps irisécaille
ja: サハギン虹貝貨の取引
ru: Обмен Rainbowtide Psashp

source: Vanu Whitebone Exchange
de: Vanu-Weißknochen
fr: Pièces d'os blanc vanu vanu
ja: バヌバヌ白骨貨の取引
ru: Обмен Vanu Whitebone

source: Prize Exchange II
de: Gewinne II
fr: Lots (2)
ja: 景品の交換（防具）

source: Luminous Crystal Exchange
de: Strahlende Kristalle
fr: Cristaux lumineux
ja: 発光性クリスタルの取引
ru: Обмен Luminous Crystal

source: Anima Weapon Materials
de: Materialien für Anima-Waffen
fr: Matériaux pour armes anima
ja: アニマウェポン用素材の交換
ru: Материалы для оружия Анима

source: Hair Catalogs
de: Haar-Magazine „Moderne Ästhetik“
fr: Revues de coiffure
ja: ヘアカタログの交換
ru: Каталог причёсок

source: Seasonal Event Prizes
de: Saisonale Gegenstände
fr: Récompenses d'événements saisonniers
ja: シーズナルイベント報酬の交換
ru: Награды сезонного события

source: Precision Gordian Part Exchange
de: Gordios-Präzisionsmaterialien
fr: Éléments gordiens de haute précision
ja: 高精度ゴルディオンパーツの取引
ru: Обмен Precision Gordian Part

source: Midan Part Exchange (DoW) I
de: Midas-Materialien (Krieger I)
fr: Éléments midins (guerre 1)
ja: ミダースパーツの取引(ファイターその1)
ru: Обмен Midan Part (АБ) I

source: Midan Part Exchange (DoW) II
de: Midas-Materialien (Krieger II)
fr: Éléments midins (guerre 2)
ja: ミダースパーツの取引(ファイターその2)
ru: Обмен Midan Part (АБ) II

source: Midan Part Exchange (DoM)
de: Midas-Materialien (Magier)
fr: Éléments midins (magie)
ja: ミダースパーツの取引(ソーサラー)
ru: Обмен Midan Part (АМ)

source: Midan Manifesto Exchange (DoW) I
de: Midas-Kodexfragmente (Krieger I)
fr: Manifestes midins (guerre 1)
ja: ミダース断章の取引(ファイターその1)
ru: Обмен Midan Manifesto (АБ) I

source: Midan Manifesto Exchange (DoW) II
de: Midas-Kodexfragmente (Krieger II)
fr: Manifestes midins (guerre 2)
ja: ミダース断章の取引(ファイターその2)
ru: Обмен Midan Manifesto (АБ) II

source: Midan Manifesto Exchange (DoM)
de: Midas-Kodexfragmente (Magier)
fr: Manifestes midins (magie)
ja: ミダース断章の取引(ソーサラー)
ru: Обмен Midan Manifesto (АМ)

source: Allagan Tomestones of Poetics (DoW, IL 240)
de: Allagische Steine der Poesie (Krieger I)
fr: Mémoquartz allagois poétiques (guerre - NvObj 240)
ja: アラガントームストーン:詩学の取引（ILv240ファイター装備）
ru: Allagan Tomestones of Poetics (АБ, УС 240)

source: Allagan Tomestones of Poetics (DoM, IL 240)
de: Allagische Steine der Poesie (Magier I)
fr: Mémoquartz allagois poétiques (magie - NvObj 240)
ja: アラガントームストーン:詩学の取引（ILv240ソーサラー装備）
ru: Allagan Tomestones of Poetics (АМ, УС 240)

source: Eikonic Gear Reoutfitting (DoW) I
de: Verbesserung von Ikonen-Ausrüstung (Krieger I)
fr: Amélioration d'équipements primordiaux (guerre 1)
ja: 蛮神風装備の改良（ファイターその１）
ru: Улучшение снаряжения Eikonic (АБ) I

source: Eikonic Gear Reoutfitting (DoW) II
de: Verbesserung von Ikonen-Ausrüstung (Krieger II)
fr: Amélioration d'équipements primordiaux (guerre 2)
ja: 蛮神風装備の改良（ファイターその２）
ru: Улучшение снаряжения Eikonic (АБ) II

source: Eikonic Gear Reoutfitting (DoM)
de: Verbesserung von Ikonen-Ausrüstung (Magier)
fr: Amélioration d'équipements primordiaux (magie)
ja: 蛮神風装備の改良（ソーサラー）
ru: Улучшение снаряжения Eikonic (АМ)

source: Amber Exchange (Other)
de: Bernstein (Anderes)
fr: Ambre à insecte (divers)
ja: 虫入りアンバーの取引（その他）
ru: Обмен Amber (Прочее)

source: Doman Gear Exchange (DoW, IL 180)
de: Centurio-Abzeichen (Domanische Ausrüstung) I
fr: Insignes Centurio (guerre - NvObj 180)
ja: 「ドマ様式装備」の取引（ILv180ファイター装備）
ru: Обмен снаряжения Doman (АБ, УС 180)

source: Doman Gear Exchange (DoM, IL 180)
de: Centurio-Abzeichen (Domanische Ausrüstung) II
fr: Insignes Centurio (magie - NvObj 180)
ja: 「ドマ様式装備」の取引（ILv180ソーサラー装備）
ru: Обмен снаряжения Doman (АМ, УС 180)

source: Seasonal Event Prizes
de: Saisonale Gegenstände
fr: Récompenses d'événements saisonniers
ja: シーズナルイベント報酬の交換
ru: Награды сезонного события

source: Seasonal Event Prizes
de: Saisonale Gegenstände
fr: Récompenses d'événements saisonniers
ja: シーズナルイベント報酬の交換
ru: Награды сезонного события

source: Black Copper Gil Exchange
de: Schwarzkupfer-Gil
fr: Gils de cuivre noir
ja: グナース偽黒銅貨の取引
ru: Обмен Black Copper Gil

source: Mhachi Matter Exchange
de: Mhach-Materie
fr: Matière mhachoise
ja: マハマターの交換
ru: Обмен Mhachi Matter

source: Gelmorran Potsherd Exchange
de: Gelmorra-Scherben
fr: Tessons de poterie gelmorraine
ja: ゲルモラ土器片の取引
ru: Обмен Gelmorran Potsherd

source: Tradecraft Keep Tool Augmentation
de: Werkzeugverstärkung (Handwerker)
fr: Amélioration d'outils (artisanat)
ja: クラフター向け「キープ道具」の強化
ru: Улучшение инструментов Tradecraft Keep

source: Tradecraft Keep Gear Augmentation
de: Ausrüstungsverstärkung (Handwerker)
fr: Amélioration d'équipement (artisanat)
ja: クラフター向け「キープ防具」の強化
ru: Улучшение снаряжения Tradecraft Keep

source: Fieldcraft Keep Tool Augmentation
de: Werkzeugverstärkung (Sammler)
fr: Amélioration d'outils (récolte)
ja: ギャザラー向け「キープ道具」の強化
ru: Улучшение инструментов Fieldcraft Keep

source: Fieldcraft Keep Gear Augmentation
de: Ausrüstungsverstärkung (Sammler)
fr: Amélioration d'équipement (récolte)
ja: ギャザラー向け「キープ防具」の強化
ru: Улучшение снаряжения Fieldcraft Keep

source: Curious Crop Exchange
de: Gartenbau-Erzeugnisse
fr: Livraison de produits jardiniers
ja: 特殊作物の取引
ru: Обмен Curious Crop

source: Seasonal Event Prizes
de: Saisonale Gegenstände
fr: Récompenses d'événements saisonniers
ja: シーズナルイベント報酬の交換
ru: Награды сезонного события

source: Carved Kupo Nut Exchange
de: Kupo-Schnitznüsse
fr: Noix de kupo gravées
ja: 飾りクポの実の取引
ru: Обмен Carved Kupo Nut

source: Gender-specific Gear Exchange (♀→♂) II
de: Ausrüstung (Frau zu Mann II)
fr: Équipement (femmes → hommes 2)
ja: 女性装備から男性装備へ交換（その2）
ru: Обмен снаряжения привязанного к полу (♀→♂) II

source: Gender-specific Gear Exchange (♂→♀) II
de: Ausrüstung (Mann zu Frau II)
fr: Équipement (hommes → femmes 2)
ja: 男性装備から女性装備へ交換（その2）
ru: Обмен снаряжения привязанного к полу (♂→♀) II

source: Alexandrian Part Exchange (DoW) I
de: Alexander-Materialien (Krieger I)
fr: Éléments alexandrins (guerre 1)
ja: アレキサンダーパーツの取引(ファイターその1)
ru: Обмен Alexandrian Part (АБ) I

source: Alexandrian Part Exchange (DoW) II
de: Alexander-Materialien (Krieger II)
fr: Éléments alexandrins (guerre 2)
ja: アレキサンダーパーツの取引(ファイターその2)
ru: Обмен Alexandrian Part (АБ) II

source: Alexandrian Part Exchange (DoM)
de: Alexander-Materialien (Magier)
fr: Éléments alexandrins (magie)
ja: アレキサンダーパーツの取引(ソーサラー)
ru: Обмен Alexandrian Part (АМ)

source: Alexandrian Manifesto Exchange (DoW) I
de: Alexander-Kodexfragmente (Krieger I)
fr: Manifestes alexandrins (guerre 1)
ja: アレキサンダー断章の取引(ファイターその1)
ru: Обмен Alexandrian Manifesto (АБ) I

source: Alexandrian Manifesto Exchange (DoW) II
de: Alexander-Kodexfragmente (Krieger II)
fr: Manifestes alexandrins (guerre 2)
ja: アレキサンダー断章の取引(ファイターその2)
ru: Обмен Alexandrian Manifesto (АБ) II

source: Alexandrian Manifesto Exchange (DoM)
de: Alexander-Kodexfragmente (Magier)
fr: Manifestes alexandrins (magie)
ja: アレキサンダー断章の取引(ソーサラー)
ru: Обмен Alexandrian Manifesto (АМ)

source: Glamour Prism Collection
de: Projektionsprismen
fr: Échange de prismes mirage
ja: 不要ミラージュプリズムの回収
ru: Коллекция гламурных призм

source: Items of Interest
de: Gegenstände
fr: Objets
ja: アイテムの取引

source: Artifact Gear Exchange (DoW, IL 210) I
de: Artefakt-Ausrüstung (Krieger I)
fr: Artefacts (guerre 1 - NvObj 210)
ja: 「新生古典装備」の取引（ILv210ファイター装備1）
ru: Обмен снаряжения Artifact (АБ, УС 210) I

source: Artifact Gear Exchange (DoW, IL 210) II
de: Artefakt-Ausrüstung (Krieger II)
fr: Artefacts (guerre 2 - NvObj 210)
ja: 「新生古典装備」の取引（ILv210ファイター装備2）
ru: Обмен снаряжения Artifact (АБ, УС 210) II

source: Artifact Gear Exchange (DoM, IL 210)
de: Artefakt-Ausrüstung (Magier)
fr: Artefacts (magie - NvObj 210)
ja: 「新生古典装備」の取引（ILv210ソーサラー装備）
ru: Обмен снаряжения Artifact (АМ, УС 210)

source: Primal Gear
de: Primae-Ausrüstung
fr: Armes de Primordiaux
ja: 蛮神装備の取引
ru: Снаряжение Primal

source: Gerolt's Masterworks
de: Gerolts Meisterwerke
fr: Chefs-d'œuvre de Gerolt
ja: ゲロルトの名品の取引

source: Ironworks Gear
de: Garlond-Ausrüstung
fr: Équipement des Forges
ja: ガーロンド装備の取引
ru: Снаряжение Ironworks

source: Single-handed Arm Exchange
de: Ein- gegen zweihändige Waffe eintauschen
fr: Échange d'arme à une main
ja: 片手武器を両手武器へ交換
ru: Обмен одноручного оружия

source: Two-handed Arm Exchange
de: Zwei- gegen einhändige Waffe eintauschen
fr: Échange d'arme à deux mains
ja: 両手武器を片手武器へ交換
ru: Обмен двуручного оружия

source: Rowena's Token Exchange
de: Rowena-Marken
fr: Avoirs de Rowena (totems)
ja: ロウェナの手形:祭器の取引
ru: Обмен валюты Ровены

source: Primal Gear I
de: Primae-Ausrüstung I
fr: Armes de Primordiaux (1)
ja: 蛮神装備の取引（その1）
ru: Снаряжение Primal I

source: Primal Gear II
de: Primae-Ausrüstung II
fr: Armes de Primordiaux (2)
ja: 蛮神装備の取引（その2）
ru: Снаряжение Primal II

source: Primal Gear III
de: Primae-Ausrüstung III
fr: Armes de Primordiaux (3)
ja: 蛮神装備の取引（その3）
ru: Снаряжение Primal III

source: Uncanny Knickknacks
de: Gegenstände
fr: Objets (divers)
ja: アイテムの取引（その他）
ru: Необычные безделушки

source: Allagan Tomestones of Poetics (IL 240 Weapons)
de: Ikonen-Ausrüstung
fr: Mémoquartz allagois poétiques (armes - NvObj 240)
ja: アラガントームストーン:詩学の取引（ILv240武器）
ru: Allagan Tomestones of Poetics (УС 240 — Оружие)

source: Allagan Tomestones of Poetics (Other)
de: Allagische Steine der Poesie (Anderes)
fr: Mémoquartz allagois poétiques (divers)
ja: アラガントームストーン:詩学の取引（その他）
ru: Allagan Tomestones of Poetics (Прочее)

source: Ixali Oaknot Exchange (Materia)
de: Ixal-Eichenmünzen (Materia)
fr: Pièces en chêne ixali (matérias)
ja: イクサル樫木貨の取引（マテリア）
ru: Обмен Ixali Oaknot (Материя)

source: Allagan Tomestones of Poetics (DoW, IL 270)
de: Allagische Steine der Poesie (Krieger II)
fr: Mémoquartz allagois poétiques (guerre - NvObj 270)
ja: アラガントームストーン:詩学の取引（ILv270ファイター装備）
ru: Allagan Tomestones of Poetics (АБ, УС 270)

source: Allagan Tomestones of Poetics (DoM, IL 270)
de: Allagische Steine der Poesie (Magier II)
fr: Mémoquartz allagois poétiques (magie - NvObj 270)
ja: アラガントームストーン:詩学の取引（ILv270ソーサラー装備）
ru: Allagan Tomestones of Poetics (АМ, УС 270)

source: Shire Gear Augmentation (DoW) I.
de: Verstärkung von hinterländischer Ausrüstung (Krieger I)
fr: Amélioration d'équipements idylléens (guerre 1)
ja: イディルシャイア製装備の改良（ファイターその1）
ru: Улучшение снаряжения Shire (АБ) I

source: Shire Gear Augmentation (DoW) II.
de: Verstärkung von hinterländischer Ausrüstung (Krieger II)
fr: Amélioration d'équipements idylléens (guerre 2)
ja: イディルシャイア製装備の改良（ファイターその2）
ru: Улучшение снаряжения Shire (АБ) II
