Repository: endervad/ffxiv_translation_test
Catalog: exd/SpecialShop/*.xlf
Languages: de, fr, ja, ru

source: Primal/Auspice Gear (IL 320-395)
de: [G.-St. 320-395] Primae & Tierheiligen-Ausrüstung
fr: [NvObj 320-395] Équipement primordial et des animaux sacrés
ja: 【ILv320～395】蛮神・四聖獣装備
ru: Снаряжение Primal/Auspice (УС 320–395)

source: Primal/Auspice Gear (IL 320-395)
de: [G.-St. 320-395] Primae & Tierheiligen-Ausrüstung
fr: [NvObj 320-395] Équipement primordial et des animaux sacrés
ja: 【ILv320～395】蛮神・四聖獣装備
ru: Снаряжение Primal/Auspice (УС 320–395)

source: Primal/Auspice Gear (IL 320-395)
de: [G.-St. 320-395] Primae & Tierheiligen-Ausrüstung
fr: [NvObj 320-395] Équipement primordial et des animaux sacrés
ja: 【ILv320～395】蛮神・四聖獣装備
ru: Снаряжение Primal/Auspice (УС 320–395)

source: Genta Gear (IL 320)
de: [G.-St. 320] Genta-Ausrüstung
fr: [NvObj 320] Équipement Genta
ja: 【ILv320】源太装備
ru: Снаряжение Genta (УС 320)

source: Genta Gear (IL 320)
de: [G.-St. 320] Genta-Ausrüstung
fr: [NvObj 320] Équipement Genta
ja: 【ILv320】源太装備
ru: Снаряжение Genta (УС 320)

source: Genta Gear (IL 320)
de: [G.-St. 320] Genta-Ausrüstung
fr: [NvObj 320] Équipement Genta
ja: 【ILv320】源太装備
ru: Снаряжение Genta (УС 320)

source: Genta Gear (IL 320)
de: [G.-St. 320] Genta-Ausrüstung
fr: [NvObj 320] Équipement Genta
ja: 【ILv320】源太装備
ru: Снаряжение Genta (УС 320)

source: Genta Gear (IL 320)
de: [G.-St. 320] Genta-Ausrüstung
fr: [NvObj 320] Équipement Genta
ja: 【ILv320】源太装備
ru: Снаряжение Genta (УС 320)

source: Genta Gear (IL 320)
de: [G.-St. 320] Genta-Ausrüstung
fr: [NvObj 320] Équipement Genta
ja: 【ILv320】源太装備
ru: Снаряжение Genta (УС 320)

source: Genta Gear (IL 320)
de: [G.-St. 320] Genta-Ausrüstung
fr: [NvObj 320] Équipement Genta
ja: 【ILv320】源太装備
ru: Снаряжение Genta (УС 320)

source: Genji Gear (IL 340-345)
de: [G.-St. 340-345] Genji-Ausrüstung
fr: [NvObj 340-345] Équipement Genji
ja: 【ILv340～345】源氏装備
ru: Снаряжение Genji (УС 340–345)

source: Genji Gear (IL 340-345)
de: [G.-St. 340-345] Genji-Ausrüstung
fr: [NvObj 340-345] Équipement Genji
ja: 【ILv340～345】源氏装備
ru: Снаряжение Genji (УС 340–345)

source: Genji Gear (IL 340-345)
de: [G.-St. 340-345] Genji-Ausrüstung
fr: [NvObj 340-345] Équipement Genji
ja: 【ILv340～345】源氏装備
ru: Снаряжение Genji (УС 340–345)

source: Genji Gear (IL 340-345)
de: [G.-St. 340-345] Genji-Ausrüstung
fr: [NvObj 340-345] Équipement Genji
ja: 【ILv340～345】源氏装備
ru: Снаряжение Genji (УС 340–345)

source: Genji Gear (IL 340-345)
de: [G.-St. 340-345] Genji-Ausrüstung
fr: [NvObj 340-345] Équipement Genji
ja: 【ILv340～345】源氏装備
ru: Снаряжение Genji (УС 340–345)

source: Genji Gear (IL 340-345)
de: [G.-St. 340-345] Genji-Ausrüstung
fr: [NvObj 340-345] Équipement Genji
ja: 【ILv340～345】源氏装備
ru: Снаряжение Genji (УС 340–345)

source: Genji Gear (IL 340-345)
de: [G.-St. 340-345] Genji-Ausrüstung
fr: [NvObj 340-345] Équipement Genji
ja: 【ILv340～345】源氏装備
ru: Снаряжение Genji (УС 340–345)

source: Carborundum Gear (IL 350)
de: [G.-St. 350] Karborund-Ausrüstung
fr: [NvObj 350] Équipement en carborundum
ja: 【ILv350】カーボランダム装備
ru: Снаряжение Carborundum (УС 350)

source: Carborundum Gear (IL 350)
de: [G.-St. 350] Karborund-Ausrüstung
fr: [NvObj 350] Équipement en carborundum
ja: 【ILv350】カーボランダム装備
ru: Снаряжение Carborundum (УС 350)

source: Carborundum Gear (IL 350)
de: [G.-St. 350] Karborund-Ausrüstung
fr: [NvObj 350] Équipement en carborundum
ja: 【ILv350】カーボランダム装備
ru: Снаряжение Carborundum (УС 350)

source: Carborundum Gear (IL 350)
de: [G.-St. 350] Karborund-Ausrüstung
fr: [NvObj 350] Équipement en carborundum
ja: 【ILv350】カーボランダム装備
ru: Снаряжение Carborundum (УС 350)

source: Carborundum Gear (IL 350)
de: [G.-St. 350] Karborund-Ausrüstung
fr: [NvObj 350] Équipement en carborundum
ja: 【ILv350】カーボランダム装備
ru: Снаряжение Carborundum (УС 350)

source: Carborundum Gear (IL 350)
de: [G.-St. 350] Karborund-Ausrüstung
fr: [NvObj 350] Équipement en carborundum
ja: 【ILv350】カーボランダム装備
ru: Снаряжение Carborundum (УС 350)

source: Carborundum Gear (IL 350)
de: [G.-St. 350] Karborund-Ausrüstung
fr: [NvObj 350] Équipement en carborundum
ja: 【ILv350】カーボランダム装備
ru: Снаряжение Carborundum (УС 350)

source: Ryumyaku Gear (IL 370)
de: [G.-St. 370] Ryumyaku-Ausrüstung
fr: [NvObj 370] Équipement Ryûmyaku
ja: 【ILv370】龍脈装備
ru: Снаряжение Ryumyaku (УС 370)

source: Ryumyaku Gear (IL 370)
de: [G.-St. 370] Ryumyaku-Ausrüstung
fr: [NvObj 370] Équipement Ryûmyaku
ja: 【ILv370】龍脈装備
ru: Снаряжение Ryumyaku (УС 370)

source: Ryumyaku Gear (IL 370)
de: [G.-St. 370] Ryumyaku-Ausrüstung
fr: [NvObj 370] Équipement Ryûmyaku
ja: 【ILv370】龍脈装備
ru: Снаряжение Ryumyaku (УС 370)

source: Ryumyaku Gear (IL 370)
de: [G.-St. 370] Ryumyaku-Ausrüstung
fr: [NvObj 370] Équipement Ryûmyaku
ja: 【ILv370】龍脈装備
ru: Снаряжение Ryumyaku (УС 370)

source: Ryumyaku Gear (IL 370)
de: [G.-St. 370] Ryumyaku-Ausrüstung
fr: [NvObj 370] Équipement Ryûmyaku
ja: 【ILv370】龍脈装備
ru: Снаряжение Ryumyaku (УС 370)

source: Ryumyaku Gear (IL 370)
de: [G.-St. 370] Ryumyaku-Ausrüstung
fr: [NvObj 370] Équipement Ryûmyaku
ja: 【ILv370】龍脈装備
ru: Снаряжение Ryumyaku (УС 370)

source: Ryumyaku Gear (IL 370)
de: [G.-St. 370] Ryumyaku-Ausrüstung
fr: [NvObj 370] Équipement Ryûmyaku
ja: 【ILv370】龍脈装備
ru: Снаряжение Ryumyaku (УС 370)

source: Diamond Gear (IL 370-375)
de: [G.-St. 370-375] Diamant-Ausrüstung
fr: [NvObj 370-375] Équipement en diamant
ja: 【ILv370～375】ダイヤ装備
ru: Снаряжение Diamond (УС 370–375)

source: Diamond Gear (IL 370-375)
de: [G.-St. 370-375] Diamant-Ausrüstung
fr: [NvObj 370-375] Équipement en diamant
ja: 【ILv370～375】ダイヤ装備
ru: Снаряжение Diamond (УС 370–375)

source: Diamond Gear (IL 370-375)
de: [G.-St. 370-375] Diamant-Ausrüstung
fr: [NvObj 370-375] Équipement en diamant
ja: 【ILv370～375】ダイヤ装備
ru: Снаряжение Diamond (УС 370–375)

source: Diamond Gear (IL 370-375)
de: [G.-St. 370-375] Diamant-Ausrüstung
fr: [NvObj 370-375] Équipement en diamant
ja: 【ILv370～375】ダイヤ装備
ru: Снаряжение Diamond (УС 370–375)

source: Diamond Gear (IL 370-375)
de: [G.-St. 370-375] Diamant-Ausrüstung
fr: [NvObj 370-375] Équipement en diamant
ja: 【ILv370～375】ダイヤ装備
ru: Снаряжение Diamond (УС 370–375)

source: Diamond Gear (IL 370-375)
de: [G.-St. 370-375] Diamant-Ausrüstung
fr: [NvObj 370-375] Équipement en diamant
ja: 【ILv370～375】ダイヤ装備
ru: Снаряжение Diamond (УС 370–375)

source: Diamond Gear (IL 370-375)
de: [G.-St. 370-375] Diamant-Ausrüstung
fr: [NvObj 370-375] Équipement en diamant
ja: 【ILv370～375】ダイヤ装備
ru: Снаряжение Diamond (УС 370–375)

source: Omicron Gear (IL 380)
de: [G.-St. 380] Omikron-Ausrüstung
fr: [NvObj 380] Équipement d'Omicron
ja: 【ILv380】オミクロン装備
ru: Снаряжение Omicron (УС 380)

source: Omicron Gear (IL 380)
de: [G.-St. 380] Omikron-Ausrüstung
fr: [NvObj 380] Équipement d'Omicron
ja: 【ILv380】オミクロン装備
ru: Снаряжение Omicron (УС 380)

source: Omicron Gear (IL 380)
de: [G.-St. 380] Omikron-Ausrüstung
fr: [NvObj 380] Équipement d'Omicron
ja: 【ILv380】オミクロン装備
ru: Снаряжение Omicron (УС 380)

source: Omicron Gear (IL 380)
de: [G.-St. 380] Omikron-Ausrüstung
fr: [NvObj 380] Équipement d'Omicron
ja: 【ILv380】オミクロン装備
ru: Снаряжение Omicron (УС 380)

source: Omicron Gear (IL 380)
de: [G.-St. 380] Omikron-Ausrüstung
fr: [NvObj 380] Équipement d'Omicron
ja: 【ILv380】オミクロン装備
ru: Снаряжение Omicron (УС 380)

source: Omicron Gear (IL 380)
de: [G.-St. 380] Omikron-Ausrüstung
fr: [NvObj 380] Équipement d'Omicron
ja: 【ILv380】オミクロン装備
ru: Снаряжение Omicron (УС 380)

source: Omicron Gear (IL 380)
de: [G.-St. 380] Omikron-Ausrüstung
fr: [NvObj 380] Équipement d'Omicron
ja: 【ILv380】オミクロン装備
ru: Снаряжение Omicron (УС 380)

source: Scaevan Gear (IL 400)
de: [G.-St. 400] Scaeva-Ausrüstung
fr: [NvObj 400] Équipement Scaeva
ja: 【ILv400】スカエウァ装備
ru: Снаряжение Scaevan (УС 400)

source: Scaevan Gear (IL 400)
de: [G.-St. 400] Scaeva-Ausrüstung
fr: [NvObj 400] Équipement Scaeva
ja: 【ILv400】スカエウァ装備
ru: Снаряжение Scaevan (УС 400)

source: Scaevan Gear (IL 400)
de: [G.-St. 400] Scaeva-Ausrüstung
fr: [NvObj 400] Équipement Scaeva
ja: 【ILv400】スカエウァ装備
ru: Снаряжение Scaevan (УС 400)

source: Scaevan Gear (IL 400)
de: [G.-St. 400] Scaeva-Ausrüstung
fr: [NvObj 400] Équipement Scaeva
ja: 【ILv400】スカエウァ装備
ru: Снаряжение Scaevan (УС 400)

source: Scaevan Gear (IL 400)
de: [G.-St. 400] Scaeva-Ausrüstung
fr: [NvObj 400] Équipement Scaeva
ja: 【ILv400】スカエウァ装備
ru: Снаряжение Scaevan (УС 400)

source: Scaevan Gear (IL 400)
de: [G.-St. 400] Scaeva-Ausrüstung
fr: [NvObj 400] Équipement Scaeva
ja: 【ILv400】スカエウァ装備
ru: Снаряжение Scaevan (УС 400)

source: Scaevan Gear (IL 400)
de: [G.-St. 400] Scaeva-Ausrüstung
fr: [NvObj 400] Équipement Scaeva
ja: 【ILv400】スカエウァ装備
ru: Снаряжение Scaevan (УС 400)

source: Omega Gear (IL 400-405)
de: [G.-St. 405] Omega-Ausrüstung
fr: [NvObj 400-405] Équipement d'Oméga
ja: 【ILv400～405】オメガ装備
ru: Снаряжение Omega (УС 400–405)

source: Omega Gear (IL 400-405)
de: [G.-St. 405] Omega-Ausrüstung
fr: [NvObj 400-405] Équipement d'Oméga
ja: 【ILv400～405】オメガ装備
ru: Снаряжение Omega (УС 400–405)

source: Omega Gear (IL 400-405)
de: [G.-St. 405] Omega-Ausrüstung
fr: [NvObj 400-405] Équipement d'Oméga
ja: 【ILv400～405】オメガ装備
ru: Снаряжение Omega (УС 400–405)

source: Omega Gear (IL 400-405)
de: [G.-St. 405] Omega-Ausrüstung
fr: [NvObj 400-405] Équipement d'Oméga
ja: 【ILv400～405】オメガ装備
ru: Снаряжение Omega (УС 400–405)

source: Omega Gear (IL 400-405)
de: [G.-St. 405] Omega-Ausrüstung
fr: [NvObj 400-405] Équipement d'Oméga
ja: 【ILv400～405】オメガ装備
ru: Снаряжение Omega (УС 400–405)

source: Omega Gear (IL 400-405)
de: [G.-St. 405] Omega-Ausrüstung
fr: [NvObj 400-405] Équipement d'Oméga
ja: 【ILv400～405】オメガ装備
ru: Снаряжение Omega (УС 400–405)

source: Omega Gear (IL 400-405)
de: [G.-St. 405] Omega-Ausrüstung
fr: [NvObj 400-405] Équipement d'Oméga
ja: 【ILv400～405】オメガ装備
ru: Снаряжение Omega (УС 400–405)

source: Materials
de: Materialien
fr: Matériaux
ja: 素材
ru: Материалы

source: Mounts/Miscellany
de: Reittiere & Verschiedenes
fr: Montures et autres
ja: マウント・雑貨
ru: Транспорт/Прочее

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Crafter Gear (IL 220-230)
de: [G.-St. 220-230] Ausrüstung für Meister-Handwerker
fr: [NvObj 220-230] Équipement pour artisans chevronnés
ja: 【ILv220～230】上級職人向け装備
ru: Снаряжение ремесленников (УС 220–230)

source: Tradecraft King Tools (IL 330)
de: [G.-St. 330] Königs-Werkzeuge
fr: [NvObj 330] Équipement royal (outils)
ja: 【ILv330】キング装備（道具）
ru: Инструменты Tradecraft King (УС 330)

source: Tradecraft King Gear (IL 330)
de: [G.-St. 330] Königs-Rüstungen
fr: [NvObj 330] Équipement royal (armure)
ja: 【ILv330】キング装備（防具）
ru: Снаряжение Tradecraft King (УС 330)

source: Handking Gear (IL 330-350)
de: [G.-St. 330-350] Handwerkerkönig-Ausrüstung
fr: [NvObj 330-350] Équipement royal
ja: 【ILv330～350】キングハンド装備
ru: Снаряжение Handking (УС 330–350)

source: Miscellany
de: Verschiedenes
fr: Divers
ja: 雑貨
ru: Прочее

source: Materials
de: Materialien
fr: Matériaux
ja: 素材
ru: Материалы

source: Master Recipes I
de: Meisterrezeptbücher I
fr: Recettes expertes I
ja: 秘伝書（その1）
ru: Книги рецептов I

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Gatherer Gear (IL 220-230)
de: [G.-St. 220-230] Ausrüstung für Meister-Sammler
fr: [NvObj 220-230] Équipement pour récolteurs chevronnés
ja: 【ILv220～230】上級職人向け装備
ru: Снаряжение собирателей (УС 220–230)

source: Fieldcraft King Tools (IL 330)
de: [G.-St. 330] Königs-Werkzeuge
fr: [NvObj 330] Équipement royal (outils)
ja: 【ILv330】キング装備（道具）
ru: Инструменты Fieldcraft King (УС 330)

source: Fieldcraft King Gear (IL 330)
de: [G.-St. 330] Königs-Rüstungen
fr: [NvObj 330] Équipement royal (armure)
ja: 【ILv330】キング装備（防具）
ru: Снаряжение Fieldcraft King (УС 330)

source: Landking Gear (IL 330-350)
de: [G.-St. 330-350] Sammlerkönig-Ausrüstung
fr: [NvObj 330-350] Équipement royal
ja: 【ILv330～350】キングランド装備
ru: Снаряжение Landking (УС 330–350)

source: Bait/Miscellany
de: Köder & Verschiedenes
fr: Appât et autres
ja: 雑貨・釣り餌
ru: Наживки/Прочее

source: Materials
de: Materialien
fr: Matériaux
ja: 素材
ru: Материалы

source: Folklore Items
de: Almanache
fr: Légendes locales
ja: 伝承録
ru: Предметы фольклора

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Bozjan Gear Exchange
de: Bozja-Ausrüstung
fr: Équipement bozjien
ja: ボズヤン装備の交換
ru: Обмен снаряжения Bozjan

source: Bozjan Gear Augmentation
de: Verstärkung von Bozja-Ausrüstung
fr: Amélioration d'équipement bozjien
ja: ボズヤン装備の強化
ru: Улучшение снаряжения Bozjan

source: Seasonal Event Prizes I
de: Saisonale Gegenstände I
fr: Récompenses d'événements saisonniers (1)
ja: シーズナルイベント報酬の交換（その1）
ru: Награды сезонного события I

source: Seasonal Event Prizes II
de: Saisonale Gegenstände II
fr: Récompenses d'événements saisonniers (2)
ja: シーズナルイベント報酬の交換（その2）
ru: Награды сезонного события II

source: Hammered Frogments Exchange
de: Zwergenmünzen
fr: Échange de médailles naines
ja: ドワーフ緑硬貨の取引
ru: Обмен Hammered Frogments

source: Totem Gear (Warrior of Light)
de: Krieger des Lichts-Ausrüstung
fr: Équipements totémiques (Guerrier de la Lumière primordial)
ja: 報酬装備の取引（ウォーリア・オブ・ライト）
ru: Снаряжение за тотемы (Воин Света)

source: Eulmoran Certificates of Novelty (NQ Weapons)
de: Eulmore-Marken II (Waffen)
fr: Avoirs d'Eulmore II (armes QN)
ja: ユールモアの手形G2との交換（武器NQ）
ru: Eulmoran Certificates of Novelty (NQ — Оружие)

source: Eulmoran Certificates of Novelty (NQ Gear)
de: Eulmore-Marken II (Rüstungen)
fr: Avoirs d'Eulmore II (pièces d'armure QN)
ja: ユールモアの手形G2との交換（防具NQ）
ru: Eulmoran Certificates of Novelty (NQ — Снаряжение)

source: Eulmoran Certificates of Novelty (NQ Accessories)
de: Eulmore-Marken II (Accessoires)
fr: Avoirs d'Eulmore II (accessoires QN)
ja: ユールモアの手形G2との交換（アクセサリーNQ）
ru: Eulmoran Certificates of Novelty (NQ — Аксессуары)

source: Eulmoran Certificates of Novelty (HQ Weapons)
de: Eulmore-Marken II (Waffen)
fr: Avoirs d'Eulmore II (armes HQ)
ja: ユールモアの手形G2との交換（武器HQ）
ru: Eulmoran Certificates of Novelty (HQ — Оружие)

source: Eulmoran Certificates of Novelty (HQ Gear)
de: Eulmore-Marken II (Rüstungen)
fr: Avoirs d'Eulmore II (pièces d'armure HQ)
ja: ユールモアの手形G2との交換（防具HQ）
ru: Eulmoran Certificates of Novelty (HQ — Снаряжение)

source: Eulmoran Certificates of Novelty (HQ Accessories)
de: Eulmore-Marken II (Accessoires)
fr: Avoirs d'Eulmore II (accessoires HQ)
ja: ユールモアの手形G2との交換（アクセサリーHQ）
ru: Eulmoran Certificates of Novelty (HQ — Аксессуары)

source: Augmented Neo-Ishgardian Equipment (Weapons)
de: Neo-Ishgarder Verstärkungen (Waffen)
fr: Amélioration d'armes néo-ishgardaises
ja: ネオイシュガルディアン強化装備の取引（武器）
ru: Снаряжение Augmented Neo-Ishgardian (Оружие)

source: Augmented Neo-Ishgardian Equipment (Gear)
de: Neo-Ishgarder Verstärkungen (Rüstungen)
fr: Amélioration de pièces d'armure néo-ishgardaises
ja: ネオイシュガルディアン強化装備の取引（防具）
ru: Снаряжение Augmented Neo-Ishgardian (Снаряжение)

source: Augmented Neo-Ishgardian Equipment (Accessories)
de: Neo-Ishgarder Verstärkungen (Accessoires)
fr: Amélioration d'accessoires néo-ishgardais
ja: ネオイシュガルディアン強化装備の取引（アクセサリー）
ru: Снаряжение Augmented Neo-Ishgardian (Аксессуары)

source: Materia
fr: Matérias
ja: マテリア
ru: Материя

source: Oddly Specific Materials Exchange (Gathering)
de: Werkzeugkomponenten: Sammler
fr: Composants d'affinage pour récolteurs
ja: 改良用部材の交換：ギャザラー
ru: Обмен материалов Oddly Specific (Собирательство)

source: Shire Gear Augmentation (IL 270 DoW)
de: [G.-St. 270] Verstärkung von hinterländischer Ausrüstung (Krieger)
fr: [NvObj 270] Amélioration d'équipements idylléens (guerre)
ja: 【ILv270】イディルシャイア製装備の強化（ファイター）
ru: Улучшение снаряжения Shire (УС 270 АБ)

source: Shire Gear Augmentation (IL 270 DoM)
de: [G.-St. 270] Verstärkung von hinterländischer Ausrüstung (Magier)
fr: [NvObj 270] Amélioration d'équipements idylléens (magie)
ja: 【ILv270】イディルシャイア製装備の強化（ソーサラー）
ru: Улучшение снаряжения Shire (УС 270 АМ)

source: Scaevan Gear Augmentation (IL 400 DoW)
de: [G.-St. 400] Verstärkung von Scaeva-Ausrüstung (Krieger)
fr: [NvObj 400] Amélioration d'équipements Scaeva (guerre)
ja: 【ILv400】スカエウァ装備の強化（ファイター）
ru: Улучшение снаряжения Scaevan (УС 400 АБ)

source: Scaevan Gear Augmentation (IL 400 DoM)
de: [G.-St. 400] Verstärkung von Scaeva-Ausrüstung (Magier)
fr: [NvObj 400] Amélioration d'équipements Scaeva (magie)
ja: 【ILv400】スカエウァ装備の強化（ソーサラー）
ru: Улучшение снаряжения Scaevan (УС 400 АМ)

source: Law's Order Gear Exchange
de: Richter-Ausrüstung
fr: Équipements du verdict des Juges
ja: ジャッジ装備の交換
ru: Обмен снаряжения Law's Order

source: Law's Order Gear Augmentation
de: Verstärkung von Richter-Ausrüstung
fr: Amélioration d'équipements du verdict des Juges
ja: ジャッジ装備の強化
ru: Улучшение снаряжения Law's Order

source: White Crafters' Scrip Exchange (Lv. 80 Gear) III
de: Weiße Handwerkerscheine (ab St. 80, Ausrüstung III)
fr: Assignats blancs d'artisan III (équipements/Nv 80)
ja: クラフタースクリップ:白貨の取引（Lv80向け・装備その3）
ru: Обмен White Crafters' Scrip (Ур. 80 — Снаряжение) III

source: White Gatherers' Scrip Exchange (Lv. 80 Gear) III
de: Weiße Sammlerscheine (ab St. 80, Ausrüstung III)
fr: Assignats blancs de récolteur III (équipements/Nv 80)
ja: ギャザラースクリップ:白貨の取引（Lv80向け・装備その3）
ru: Обмен White Gatherers' Scrip (Ур. 80 — Снаряжение) III

source: Bombastic Bric-a-brac
de: Gegenstände
fr: Objets
ja: アイテムの取引

source: Totem Gear (The Emerald Weapon)
de: Smaragd-Ausrüstung
fr: Équipements totémiques (Arme Émeraude)
ja: 報酬装備の取引（エメラルドウェポン）
ru: Снаряжение за тотемы (The Emerald Weapon)

source: Deepshadow Gear Exchange (DoW, IL 470)
de: Dunkelschatten-Ausrüstung (Krieger)
fr: Échange d'équipements de la Pleine-ombre (guerre - NvObj 470)
ja: 「ディープシャドウ装備」の取引（ILv470ファイター装備）
ru: Обмен снаряжения Deepshadow (АБ, УС 470)

source: Deepshadow Gear Exchange (DoM, IL 470)
de: Dunkelschatten-Ausrüstung (Magier)
fr: Échange d'équipements de la Pleine-ombre (magie - NvObj 470)
ja: 「ディープシャドウ装備」の取引（ILv470ソーサラー装備）
ru: Обмен снаряжения Deepshadow (АМ, УС 470)

source: Allagan Tomestones of Poetics (DoW, IL 530)
de: Allagische Steine der Poesie (Krieger II)
fr: Mémoquartz allagois poétiques (guerre - NvObj 530)
ja: アラガントームストーン:詩学の取引（ILv530ファイター装備）
ru: Allagan Tomestones of Poetics (АБ, УС 530)

source: Allagan Tomestones of Poetics (DoM, IL 530)
de: Allagische Steine der Poesie (Magier II)
fr: Mémoquartz allagois poétiques (magie - NvObj 530)
ja: アラガントームストーン:詩学の取引（ILv530ソーサラー装備）
ru: Allagan Tomestones of Poetics (АМ, УС 530)

source: Allagan Tomestones of Poetics (IL 530 Weapons)
de: Gruftschleicher-Ausrüstung
fr: Mémoquartz allagois poétiques (armes - NvObj 530)
ja: アラガントームストーン:詩学の取引（ILv530武器）
ru: Allagan Tomestones of Poetics (УС 530 — Оружие)

source: Cryptlurker Gear Augmentation (DoW) I
de: Verstärkung von Gruftschleicher-Ausrüstung (Krieger I)
fr: Amélioration d'équipements de rôdeur des cryptes (guerre 1)
ja: 「クリプトラーカー装備」の強化（ファイターその1）
ru: Улучшение снаряжения Cryptlurker (АБ) I

source: Cryptlurker Gear Augmentation (DoW) II
de: Verstärkung von Gruftschleicher-Ausrüstung (Krieger II)
fr: Amélioration d'équipements de rôdeur des cryptes (guerre 2)
ja: 「クリプトラーカー装備」の強化（ファイターその2）
ru: Улучшение снаряжения Cryptlurker (АБ) II

source: Cryptlurker Gear Augmentation (DoM)
de: Verstärkung von Gruftschleicher-Ausrüstung (Magier)
fr: Amélioration d'équipements de rôdeur des cryptes (magie)
ja: 「クリプトラーカー装備」の強化（ソーサラー）
ru: Улучшение снаряжения Cryptlurker (АМ)

source: Eden's Promise Antique Exchange (DoW) I
de: Edenmaß-Ausrüstung (Krieger I)
fr: Équipements antiques de la Promesse (guerre 1)
ja: 古びた装備【再】の取引（ファイターその1）
ru: Обмен Eden's Promise Antique (АБ) I

source: Eden's Promise Antique Exchange (DoW) II
de: Edenmaß-Ausrüstung (Krieger II)
fr: Équipements antiques de la Promesse (guerre 2)
ja: 古びた装備【再】の取引（ファイターその2）
ru: Обмен Eden's Promise Antique (АБ) II

source: Eden's Promise Antique Exchange (DoM)
de: Edenmaß-Ausrüstung (Magier)
fr: Équipements antiques de la Promesse (magie)
ja: 古びた装備【再】の取引（ソーサラー）
ru: Обмен Eden's Promise Antique (АМ)

source: Eden's Promise Apocrypha Exchange (DoW) I
de: Edenmorgen-Ausrüstung (Krieger I)
fr: Codex de la Promesse (guerre 1)
ja: 再生の断章の取引（ファイターその1）
ru: Обмен Eden's Promise Apocrypha (АБ) I

source: Eden's Promise Apocrypha Exchange (DoW) II
de: Edenmorgen-Ausrüstung (Krieger II)
fr: Codex de la Promesse (guerre 2)
ja: 再生の断章の取引（ファイターその2）
ru: Обмен Eden's Promise Apocrypha (АБ) II

source: Eden's Promise Apocrypha Exchange (DoM)
de: Edenmorgen-Ausrüstung (Magier)
fr: Codex de la Promesse (magie)
ja: 再生の断章の取引（ソーサラー）
ru: Обмен Eden's Promise Apocrypha (АМ)

source: Inconceivably Delicate Parts Exchange
de: Vollendung von Himmelsstahl-Werkzeugen
fr: Composants auxiliaires d'affinage final
ja: 最終改良用補助部材の交換
ru: Обмен Inconceivably Delicate Parts

source: Resplendent Tool Exchange
de: Prachtwerkzeuge
fr: Échange d'outils resplendissants
ja: リスプレンデントツールの取引
ru: Обмен инструмента Resplendent

source: Seasonal Event Prizes I
de: Saisonale Gegenstände I
fr: Récompenses d'événements saisonniers (1)
ja: シーズナルイベント報酬の交換（その1）
ru: Награды сезонного события I

source: Irregular Tomestone Exchange (Seasonal)
de: Ungewöhnliche Allagische Steine (saisonal)
fr: Mémoquartz inhabituels festifs
ja: 希少トームストーン:祝祭の取引
ru: Обмен Irregular Tomestone (Seasonal)

source: Seasonal Event Prizes II
de: Saisonale Gegenstände II
fr: Récompenses d'événements saisonniers (2)
ja: シーズナルイベント報酬の交換（その2）
ru: Награды сезонного события II

source: Totem Gear (The Diamond Weapon)
de: Diamant-Ausrüstung
fr: Équipements totémiques (Arme Diamant)
ja: 報酬装備の取引（ダイヤウェポン）
ru: Снаряжение за тотемы (The Diamond Weapon)

source: Blade's Gear Exchange
de: Gunnhildr-Ausrüstung
fr: Équipements de Gunnhildr
ja: ブレイズ装備の交換
ru: Обмен снаряжения Blade's

source: Eulmoran Certificates of Grandeur (NQ Weapons)
de: Eulmore-Marken III (Waffen)
fr: Avoirs d'Eulmore III (armes QN)
ja: ユールモアの手形G3との交換（武器NQ）
ru: Eulmoran Certificates of Grandeur (NQ — Оружие)

source: Eulmoran Certificates of Grandeur (NQ Gear)
de: Eulmore-Marken III (Rüstungen)
fr: Avoirs d'Eulmore III (pièces d'armure QN)
ja: ユールモアの手形G3との交換（防具NQ）
ru: Eulmoran Certificates of Grandeur (NQ — Снаряжение)

source: Eulmoran Certificates of Grandeur (NQ Accessories)
de: Eulmore-Marken III (Accessoires)
fr: Avoirs d'Eulmore III (accessoires QN)
ja: ユールモアの手形G3との交換（アクセサリーNQ）
ru: Eulmoran Certificates of Grandeur (NQ — Аксессуары)

source: Eulmoran Certificates of Grandeur (HQ Weapons)
de: Eulmore-Marken III (Waffen)
fr: Avoirs d'Eulmore III (armes HQ)
ja: ユールモアの手形G3との交換（武器HQ）
ru: Eulmoran Certificates of Grandeur (HQ — Оружие)

source: Eulmoran Certificates of Grandeur (HQ Gear)
de: Eulmore-Marken III (Rüstungen)
fr: Avoirs d'Eulmore III (pièces d'armure HQ)
ja: ユールモアの手形G3との交換（防具HQ）
ru: Eulmoran Certificates of Grandeur (HQ — Снаряжение)

source: Eulmoran Certificates of Grandeur (HQ Accessories)
de: Eulmore-Marken III (Accessoires)
fr: Avoirs d'Eulmore III (accessoires HQ)
ja: ユールモアの手形G3との交換（アクセサリーHQ）
ru: Eulmoran Certificates of Grandeur (HQ — Аксессуары)

source: Augmented Exarchic Equipment (Weapons)
de: Modifizierte Exarchen-Ausrüstung (Waffen)
fr: Amélioration d'armes de l'exarchat
ja: エクサーク強化装備の取引（武器）
ru: Снаряжение Augmented Exarchic (Оружие)

source: Augmented Exarchic Equipment (Gear)
de: Modifizierte Exarchen-Ausrüstung (Rüstung)
fr: Amélioration de pièces d'armure de l'exarchat
ja: エクサーク強化装備の取引（防具）
ru: Снаряжение Augmented Exarchic (Снаряжение)

source: Augmented Exarchic Equipment (Accessories)
de: Modifizierte Exarchen-Ausrüstung (Accessoires)
fr: Amélioration d'accessoires de l'exarchat
ja: エクサーク強化装備の取引（アクセサリー）
ru: Снаряжение Augmented Exarchic (Аксессуары)

source: Primal/Warden/Weapon Gear (IL 450-525)
de: [G.-St. 450-525] Ausrüstung der Primae, Sündenvertilger und allagischen Waffen
fr: [NvObj 450-525] Équipement des Primordiaux, des grands purgateurs et des Armes
ja: 【ILv450～525】蛮神・大罪喰い・ウェポン装備
ru: Снаряжение Primal/Warden/Weapon (УС 450–525)

source: Primal/Warden/Weapon Gear (IL 450-525)
de: [G.-St. 450-525] Ausrüstung der Primae, Sündenvertilger und allagischen Waffen
fr: [NvObj 450-525] Équipement des Primordiaux, des grands purgateurs et des Armes
ja: 【ILv450～525】蛮神・大罪喰い・ウェポン装備
ru: Снаряжение Primal/Warden/Weapon (УС 450–525)
