Repository: endervad/ffxiv_translation_test
Catalog: exd/GoldSaucerTextData/*.xlf
Languages: de, ja

source: Training Course
de: Übungsbahn
ja: チュートリアルコース

source: Sagolii Road
de: Sagolii-Straße
ja: サゴリーロード

source: Costa del Sol
de: Sonnenküste
ja: コスタ・デル・ソル

source: Tranquil Paths
de: Pfad der Seelenruhe
ja: トランキルパス

source: Training Course
de: Übungslauf
ja: チュートリアル

source: Maiden
de: Einsteigerklasse
ja: 未勝利クラス

source: R-40
de: Klasse 40
ja: 総合力40クラス

source: R-60
de: Klasse 60
ja: 総合力60クラス

source: R-80
de: Klasse 80
ja: 総合力80クラス

source: R-100
de: Klasse 100
ja: 総合力100クラス

source: R-120
de: Klasse 120
ja: 総合力120クラス

source: R-140
de: Klasse 140
ja: 総合力140クラス

source: R-160
de: Klasse 160
ja: 総合力160クラス

source: R-180
de: Klasse 180
ja: 総合力180クラス

source: R-200
de: Klasse 200
ja: 総合力200クラス

source: R-220
de: Klasse 220
ja: 総合力220クラス

source: R-240
de: Klasse 240
ja: 総合力240クラス

source: R-300
de: Klasse 300
ja: 総合力300クラス

source: Open
de: Freie Klasse
ja: 無制限クラス

source: Progress: <var 20 E802 /var>%
de: Strecke: <var 20 E802 /var> %
ja: 進行度：<var 20 E802 /var>％

source: Place: <var 29 EA02 /var>
de: Platz: <var 29 EA02 /var>
ja: 順位：<var 29 EA02 /var>

source: Vase Off
de: Achtung, zerbrechlich!
ja: 激走！ ラプトル運送

source: Vases Delivered
de: Abgelieferte Vasen
ja: 届けた「繊細な壺」の数

source: The Time of My Life
de: Schwing dein Bein!
ja: 特訓！ ダンスマスター

source: Step upon the main stage and memorize the routine for the big dance number.
de: Das ist deine Chance, groß rauszukommen! Erklimm die Hauptbühne und folge den Anweisungen der Vortänzer!
ja: ステージの上で、特訓に備えよ 使用するエモートをよく確認すべし

source: Memorize the routine of the Lords and Ladies of the Dance and flawlessly perform on cue ten moves or more.
de: Kannst du dir die Tanzbewegungen merken? Führe 10 richtige Emotes hintereinander aus!
ja: ダンスマスターの動きを暗記して 合図に合わせ、順番通りにエモートを実行せよ 10回以上、エモートを模倣できれば合格だ

source: First Verse
de: Anzahl der Emotes (Set 1)
ja: 第1セット実行エモート回数

source: Second Verse
de: Anzahl der Emotes (Set 2)
ja: 第2セット実行エモート回数

source: Third Verse
de: Anzahl der Emotes (Set 3)
ja: 第3セット実行エモート回数

source: Fourth Verse
de: Anzahl der Emotes (Set 4)
ja: 第4セット実行エモート回数

source: Flawless Moves
de: Korrekte Emotes
ja: エモート成功回数

source: Any Way the Wind Blows
de: Hungaaa, Hungaaa!
ja: 暴風！ はないきフンガー

source: Step upon the main stage and test your wits against Typhon─snorter extraordinaire. Can you remain on the dais until time expires, or will you find yourself gone with the wind?
de: Meister Typhon macht viel Wind um nichts! Erklimm die Hauptbühne und weiche seinen gewaltigen Niesern aus!
ja: ステージの上で、鼻息に備えよ 最後まで吹き飛ばされず生き残れ

source: Anticipate where Typhon's next nasal eruption will occur and maneuver to a location where you think you will be safe.
de: Weich Meister Typhons Riesenniesern aus und lass dich nicht von der Bühne fegen! Wo wird sein legendärer Nasenorkan als nächstes zuschlagen?
ja: テュポーン先生の鼻息を避けつづけろ 鼻息がかからない場所を予測し 最後までステージに立ち続けよ

source: Snorts Avoided
de: Ausgewichene Nieser
ja: 避けた鼻息の回数

source: Skinchange We Can Believe In
de: Haltet den Imp!
ja: 追跡！ スキンチェンジャー

source: A wicked imp has taken on the form of an upstanding Gold Saucer patron and is hiding somewhere on the premises. Locate the GATE client's exact double and deliver it a healthy dose of brightash.
de: Ein gestaltwandlerischer Imp ist los! Und er hat sich ausgerechnet in seinen Jäger verwandelt ... Nimm die dubiosen Abenteurer unter die Lupe und räucher den aus, der sich als exakte Kopie des Nichtsjägers entpuppt!
ja: 悪戯インプが、人の姿に化けて逃走した 妖しい冒険者の中から、妖異ハンターと 同じ姿の者を探し、特製煙玉をブチ当てろ

source: Cliffhanger
de: Rettet meinen Begleiter!
ja: 救出！ ミニオンレスキュー

source: Purchase a Mini Cactpot ticket
de: Ein Mini-Glückskaktor-Los kaufen
ja: 「ミニ・くじテンダー」に挑戦する

source: <var 28 ((GoldSaucerTextData)) E80201 /var><var 08 E1E80301 (( [Rating: <var 20 E803 /var>～<var 20 E804 /var>])) (()) /var>.
de: <var 28 ((GoldSaucerTextData)) E80201 /var> <var 08 E1E80301 (((Wertung: <var 20 E803 /var> - <var 20 E804 /var>))) (()) /var>
ja: <var 28 ((GoldSaucerTextData)) E80201 /var> <var 08 E1E80301 (([出走条件：総合力<var 20 E803 /var>～<var 20 E804 /var>])) (()) /var>

source: <var 28 ((ChocoboRaceChallenge)) E80201 /var><var 08 E1E80301 (( [Rating: <var 20 E803 /var>])) (()) /var>.
de: <var 28 ((ChocoboRaceChallenge)) E80201 /var><var 08 E1E80301 (( (Wertung: <var 20 E803 /var> oder höher))) (()) /var>
ja: <var 28 ((ChocoboRaceChallenge)) E80201 /var> <var 08 E1E80301 (([出走条件：総合力<var 20 E803 /var>～])) (()) /var>

source: Welcome to the training course!
de: Willkommen auf der Übungsbahn!
ja: チュートリアルにようこそ！

source: Follow all the race trainer's instructions.
de: Befolge die Anweisungen!
ja: 各項目を達成せよ！

source: Training course complete!
de: Übungslauf abgeschlossen!
ja: チュートリアルコンプリート！

source: Accelerate.
de: Beschleunigen
ja: 加速する

source: Accelerate until stamina is spent.
de: Bis zur Erschöpfung beschleunigen
ja: 体力が尽きるまで加速する

source: Accelerate to full speed, then decelerate.
de: Bei Erschöpfung abbremsen und erholen
ja: 全力加速後に減速する

source: Steer.
de: Nach links und rechts lenken
ja: 左右に移動する

source: Trigger a magicked panel.
de: Über ein Zauberfeld reiten
ja: 魔法パネルを踏む

source: Jump.
de: Springen
ja: ジャンプする

source: Open a treasure coffer.
de: Eine Schatztruhe berühren
ja: 宝箱に触れる

source: Use a race item.
de: Ein Extra benutzen (Kommandomenü)
ja: レースアイテムを使う

source: Mini Cactpot rules are simple. First, you select three numbers from the eight hidden on your ticket. Next, you select one of eight lines─vertical, horizontal, or diagonal.
de: Lass mich dir kurz die Regeln erklären! Es ist ganz einfach: Rubble zuerst einmal drei Felder deiner Wahl frei.
ja: それでは、簡単にご説明させていただきますね！ まず、お好きなマスを「3箇所」削ってください。

source: Once you've selected a line, all the numbers are uncovered with the sum of the three in the line you chose determining your MGP payout. It's that easy!
de: Dann kannst du eine Reihe auswählen. Die Auszahlung bestimmt sich nach der Summe der Zahlen deiner Reihe. Jede Ziffer von 1 bis 9 ist einmal vertreten.
ja: つづいて、4箇所の数字が判明した状態で、 各列の合計数を「予想」し、いずれか一列をお選びください。 選択した列の合計数に応じたMGPを獲得できますよ！

source: Now all that's left is to select a four-digit number. The winning number will be selected at a later date. If the last digit of your number matches the winning number, you win 4th prize. If the last two match, you win 3rd prize. If the last three match, you win 2nd, and if all your numbers match, you take home the grand prize.
de: Wähle eine vierstellige Nummer. Diese wird nach der Auslosung mit der Gewinnzahl verglichen. Je mehr Ziffern deiner Zahl sich mit denen der Gewinnzahl decken, desto höher fällt deine Preisklasse aus. Verglichen wird ab der letzten Ziffer.
ja: それじゃあ、「好きな4桁の数字」を選んでみて！ 君の選んだ数字と、発表された「当選番号」を照らしあわせて、 下1桁からいくつ一致していたかで、何等賞かが決まるわ！

source: Chocobo Challenge
de: Spitzenreiter-Rallye
ja: チャレンジレース

source: チャレンジ1
de: Rennen 1

source: チャレンジ2
de: Rennen 2

source: チャレンジ3
de: Rennen 3

source: チャレンジ4
de: Rennen 4

source: チャレンジ5
de: Rennen 5

source: チャレンジ6
de: Rennen 6

source: チャレンジ7
de: Rennen 7

source: チャレンジ8
de: Rennen 8

source: チャレンジ9
de: Rennen 9

source: チャレンジ10
de: Rennen 10

source: チャレンジ11
de: Rennen 11

source: チャレンジ12
de: Rennen 12

source: チャレンジ13
de: Rennen 13

source: チャレンジ14
de: Rennen 14

source: チャレンジ15
de: Rennen 15

source: Leap of Faith
de: Kaktor-Kletterwand
ja: 挑戦！ ジャンピングアスレチック

source: Air Force One
de: Luftwaffe, Feuer frei!
ja: 出撃！ エアフォースパイロット

source: The Slice Is Right
de: Der große Yojinbo
ja: 一閃！ 斬魔・デ・三昧

source: Attacks Evaded
de: Überlebte Tricks
ja: 避けた攻撃の数

source: Current MGP
de: Gesammelte MGP
ja: 現在の獲得MGP

source: Avoid Yojimbo's attacks, collect MGP, and most importantly, don't fall off!
de: Der Fechtmeister stellt sein Können mit dem Schwert unter Beweis! Weiche allen Gefahren aus und überlebe die Darbietung!
ja: ヨウジンボウ先生の攻撃を回避せよ 避けて、拾って、運に任せて 最後までステージに立ち続けよ

source: Stay on the stage at all costs and grab what prizes you can.
de: Weiche den Gefahren auf der Bühne aus!
ja: ステージの上で、攻撃に備えよ 最後まで避けつづけ生き残れ

source: 1st
ja: 1位

source: 2nd
ja: 2位

source: 3rd
ja: 3位

source: 4th
ja: 4位

source: 5th
ja: 5位

source: 6th
ja: 6位

source: 7th
ja: 7位

source: 8th
ja: 8位
