Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/KinGsf102_05240/*.xlf
Languages: de, fr, ja

source: TEXT_KINGSF102_05240_SEQ_00<tab>Nitowikwe is excited to tell you the good news.
de: TEXT_KINGSF102_05240_SEQ_00<tab>So, wie Nitowikwe grinst, hat sie gute Neuigkeiten für dich.
fr: TEXT_KINGSF102_05240_SEQ_00<tab>Nitowikwe a une bonne nouvelle à vous annoncer.
ja: TEXT_KINGSF102_05240_SEQ_00<tab>シェシェネ青燐泉のニトウィケは、冒険者にいい知らせがあるようだ。

source: TEXT_KINGSF102_05240_TODO_00<tab>Wait at the designated location.
de: TEXT_KINGSF102_05240_TODO_00<tab>Am <var 32 ((EObj)) 06F61EBCF8020402 /var> warten
fr: TEXT_KINGSF102_05240_TODO_00<tab>Attendre à l'endroit indiqué
ja: TEXT_KINGSF102_05240_TODO_00<tab><var 28 ((EObj)) F61EBCF801 /var>で待機

source: TEXT_KINGSF102_05240_TODO_01<tab>Speak with Nitowikwe.
de: TEXT_KINGSF102_05240_TODO_01<tab>Mit Nitowikwe sprechen
fr: TEXT_KINGSF102_05240_TODO_01<tab>Parler à Nitowikwe
ja: TEXT_KINGSF102_05240_TODO_01<tab>ニトウィケと話す

source: TEXT_KINGSF102_05240_TODO_02<tab>Speak with Nitowikwe again.
de: TEXT_KINGSF102_05240_TODO_02<tab>Noch einmal mit Nitowikwe sprechen
fr: TEXT_KINGSF102_05240_TODO_02<tab>Reparler à Nitowikwe
ja: TEXT_KINGSF102_05240_TODO_02<tab>ニトウィケと再度話す

source: TEXT_KINGSF102_05240_NITOWIKWE_000_000<tab>I can't thank you enough, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_000<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, ich hab was für dich, was dir gefallen wird! Aber lass mich dir zuerst noch einmal ganz herzlich danken.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_000<tab>Ravie de te revoir, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Avant d'entrer dans le vif du sujet, je tenais à te remercier à nouveau.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_000<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>。 報告したいことの前に、まずは礼を言わせておくれ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_001<tab>Your contributions have kept both our operations and the train running smoother than a rroneek's backside. Everyone's settled into a rhythm, passengers and staff alike.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_001<tab>Der tägliche Betrieb der Ge<var 16 /var>sell<var 16 /var>schaft fährt auf äußerst soliden Schienen, und das haben wir dir und deinen tüchtigen Händen zu verdanken. Nicht nur freuen sich unsere Passagiere über die schönen, pünktlichen Züge, auch unsere Angestellten machen einen durch und durch zufriedenen Eindruck.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_001<tab>Grâce à ton aide, la gestion des affaires quotidiennes est plus efficace que jamais. Nos employés peuvent travailler en toute sérénité et les clients sont satisfaits de l'amélioration de la qualité de nos services.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_001<tab>あんたの協力もあって、通常の運営は安定してるよ。 お客はもちろん、社員たちも安心して働けてるし、 本当に感謝してるんだ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_002<tab>And because of that, Wawlika has made progress on the railroad repair project.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_002<tab>Und das wiederum hat Wawlika den Rücken freigehalten, sich ganz und gar dem Wieder<var 16 /var>aufbauprojekt zu widmen. Stell dir vor, wir haben einen Plan, wie wir die Schienen durch die Basis und in die Kuppel hinein neu verlegen können.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_002<tab>Wawlika a pu se concentrer sur la planification des travaux de réhabilitation de la voie menant à la gare de Shaaloani, comme prévu.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_002<tab>おかげで、その裏でワーリカが進めていた、 ヤースラニ駅へと路線をつなぎ直す復旧事業にも進展があってね。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_003<tab>Remember the business proposal he was drafting? He submitted it to the Wing of Reflection, and they've granted us clearance to begin construction!
de: TEXT_KINGSF102_05240_NITOWIKWE_000_003<tab>Mein tüchtiger Mann hat ihn aufgestellt, und den Kronen hat er so gut gefallen, dass sie ihm sogar schon die Erlaubnis erteilt haben, mit der Durchführung zu beginnen!
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_003<tab>La bonne nouvelle, c'est que sa proposition finale a été approuvée par le ministère de la Raison. On peut enfin lancer le chantier<var 1D /var>!
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_003<tab>ほら、前に「事業計画書」を作成してるって言ってただろう？ ワーリカがそれを完成させて、理の院に提出したところ、 無事に受理されて、着工の許可が下りたんだ！

source: TEXT_KINGSF102_05240_NITOWIKWE_000_004<tab>As a matter of fact, Vow Wuk Lamat helped in the negotiations, and recruited some Alexandrian engineers to come and help. They should be arriving any minute.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_004<tab>Dazu haben auch Gespräche mit den Leutchen aus der Kuppel selbst stattgefunden und die alexandrischen Ingenieure sind mehr als bereit, mit anzupacken. Jetzt kommen sie hierher zu uns, um alles zu besprechen.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_004<tab>Et pour couronner le tout, Sa Majesté Wuk Lamat a réussi à convaincre des ingénieurs alexandrins de nous prêter main-forte. D'ailleurs, ils devraient bientôt arriver.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_004<tab>その上、ウクラマト様が仲介で、 アレクサンドリアの技術者が協力してくれることになってさ。 顔合わせのために、今からこちらまで来てくれるんだと。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_005<tab>Seeing as you know these folks, I reckon you ought to attend. Head to Shaaloani Station, and I'll be there once I've rounded up the others.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_005<tab>Da hätte ich dich natürlich gerne dabei, schließlich kennst du beide Seiten gut. Das Treffen findet gleich am Bahnhof Shaaloani statt.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_005<tab>Je vais rassembler un petit comité d'accueil. Puisque t'as déjà fréquenté des Alexandrins, ça te dirait de nous rejoindre à la gare de Shaaloani<var 1D /var>?
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_005<tab>だから、あちらのことを知るあんたにも立ち会ってほしいんだ。 うちの連中を呼んでから合流するから、 「シャーローニ駅」に向かってくれるかい？

source: TEXT_KINGSF102_05240_NITOWIKWE_000_010<tab>Don't worry─everything's under control here. You just go and wait for us at Shaaloani Station.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_010<tab>Um die tägliche Verwaltung der Bahn musst du dir keine Sorgen mehr machen, wir sind gerade richtig gut aufgestellt. Du kannst dich also voll und ganz auf das Treffen am Bahnhof konzentrieren.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_010<tab>Grâce à toi, tout fonctionne comme sur des roulettes. Je vais rassembler un petit comité d'accueil pour les ingénieurs alexandrins. Tu pourrais nous rejoindre à la gare de Shaaloani<var 1D /var>?
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_010<tab>通常の運営の管理については、 今のところ落ち着いてるから心配いらないよ。 あたしたちもすぐに行くから、「シャーローニ駅」で会おう。

source: TEXT_KINGSF102_05240_SYSTEM_000_011<tab>Custom deliveries cannot be made while the quest “The Weight of a Train” is in progress. They will become available again once the quest is completed.
de: TEXT_KINGSF102_05240_SYSTEM_000_011<tab>Während dieses Auftrags können keine Wunschlieferungen abgegeben werden. Sie werden nach dem Abschluss des Auftrags „Schwer wiegt die Lok“ wieder verfügbar sein.
fr: TEXT_KINGSF102_05240_SYSTEM_000_011<tab>Les commandes spéciales ne peuvent pas être livrées lorsqu'une quête est en cours. Pour reprendre les livraisons, il est nécessaire de terminer la quête “Pour une voie ferrée transcontinentale<var 1D /var>!”.
ja: TEXT_KINGSF102_05240_SYSTEM_000_011<tab>クエスト進行中はお得意様取引が行えなくなります。 再開するには、クエスト「大陸横断鉄道の夢へ向かって！」の、 コンプリートが必要になりますので、ご注意ください。

source: TEXT_KINGSF102_05240_WAWLIKA_000_015<tab>Did Nitowikwe tell you? We're meeting the Alexandrians over at the station.
de: TEXT_KINGSF102_05240_WAWLIKA_000_015<tab>Ah, Nitowikwe hat dir schon alles erzählt, wie? Ich wollte mich just auf den Weg machen, unsere Besucher aus der Kuppel abzuholen und zum Bahnhof zu bringen.
fr: TEXT_KINGSF102_05240_WAWLIKA_000_015<tab>Ah, Nitowikwe t'as mis<var 08 E905 ((e)) (()) /var> au parfum<var 1D /var>? On devrait commencer à se diriger vers la gare de Shaaloani.
ja: TEXT_KINGSF102_05240_WAWLIKA_000_015<tab>ニトウィケから話は聞いてるか？ あちらからのご一行を、駅へ迎えに行かなきゃな。

source: TEXT_KINGSF102_05240_SHENZA_000_020<tab>Visitors from the dome!? You'd have to break my legs to keep me away!
de: TEXT_KINGSF102_05240_SHENZA_000_020<tab>Wie, wir haben Besucher <var 1A 02 /var>aus der Kuppel<var 1A 01 /var>?! Das ist ja total aufregend, wir kommen mit!
fr: TEXT_KINGSF102_05240_SHENZA_000_020<tab>On a des invités de marque<var 1D /var>? Qui viennent du dôme en plus<var 1D /var>!? Je raterais ça pour rien au monde<var 1D /var>!!
ja: TEXT_KINGSF102_05240_SHENZA_000_020<tab>えっ、ドーム内から、社長たちにお客さんだって！？ 僕たちも行く！！！！

source: TEXT_KINGSF102_05240_ZAWPYA_000_025<tab>We just brought the train into the depot for maintenance. Sorry to say, but the next departure won't be for quite a while.
de: TEXT_KINGSF102_05240_ZAWPYA_000_025<tab>Die Lok kam gerade von der Basis zurück und steht jetzt im Depot. Da kümmern wir uns jetzt erst mal ordentlich um sie, bevor sie ihre nächste Fahrt antritt.
fr: TEXT_KINGSF102_05240_ZAWPYA_000_025<tab>Le train vient tout juste de revenir de L'Avant-garde. On va commencer la maintenance de routine, donc le prochain départ sera pas pour tout de suite.
ja: TEXT_KINGSF102_05240_ZAWPYA_000_025<tab>列車はさっき基地から帰ってきて車庫に入れたんだ。 これから整備するから、次の列車が出るのはしばらく先だぞ？

source: TEXT_KINGSF102_05240_WAWLIKA_000_030<tab>Where are they? I asked Vow Wuk Lamat to have them wait here after deboarding...
de: TEXT_KINGSF102_05240_WAWLIKA_000_030<tab>Wo sind sie denn? Ich hab doch extra Nachricht schicken lassen, dass sie bitte am Bahnhof warten, damit wir sie abholen kommen können.
fr: TEXT_KINGSF102_05240_WAWLIKA_000_030<tab>Décidément, ils se font désirer... Pourtant, j'avais bien demandé qu'on se retrouve à l'extérieur de la gare.
ja: TEXT_KINGSF102_05240_WAWLIKA_000_030<tab>あちらさんはどこだ？ 駅を降りたところで待っていてもらえるよう、 言伝を頼んだんだが……。

source: TEXT_KINGSF102_05240_WAYAKKWE_000_031<tab>F-Forgive me the delay, everyone. I confess, I have long sought the opportunity to explore my mother's homeland, and found myself distracted upon arriving.
de: TEXT_KINGSF102_05240_WAYAKKWE_000_031<tab>Oh nein, Entschuldigung, liebe Eisenbahngesellschaft! I-Ich wollte mir die Heimat meiner Mutter ansehen, bin etwas herumgelaufen und habe dabei komplett die Zeit aus den Augen verloren<var 1D /var>...
fr: TEXT_KINGSF102_05240_WAYAKKWE_000_031<tab>D-désolée pour le retard<var 1D /var>! En descendant du train, je me suis un peu attardée à explorer les alentours... Ma mère est originaire de cette région, vous comprenez.
ja: TEXT_KINGSF102_05240_WAYAKKWE_000_031<tab>鉄道会社の皆さん、すみません遅くなりました……！ 母の故郷を見てまわりたくて、下車したあとに、 このあたりを歩いていたものですから……！

source: TEXT_KINGSF102_05240_GENOLT_000_032<tab>Well, if it ain't <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Mighty fine place y'all have here.
de: TEXT_KINGSF102_05240_GENOLT_000_032<tab>Ha, das ist doch <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Und diesmal außerhalb des Walls! Draußen sieht <var 08 E905 ((sie)) ((er)) /var> genauso gut aus wie drinnen, harhar!
fr: TEXT_KINGSF102_05240_GENOLT_000_032<tab>Tiens, si c'est pas <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Content de te retrouver de ce côté du dôme. Je dois avouer, c'est dépaysant<var 1D /var>!
ja: TEXT_KINGSF102_05240_GENOLT_000_032<tab>おっ、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>じゃねぇか！ いやー、障壁の外もいいとこだな！

source: TEXT_KINGSF102_05240_WAYAKKWE_000_033<tab>It <var 1A 02 /var>is<var 1A 01 /var> <var 08 E905 ((her)) ((him)) /var>! What in the world are you doing here?
de: TEXT_KINGSF102_05240_WAYAKKWE_000_033<tab>Huch, das ist ja wirklich <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! W-Was machst du denn hier?
fr: TEXT_KINGSF102_05240_WAYAKKWE_000_033<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>!? Oh, m-mais quelle agréable surprise<var 1D /var>! Que faites-vous ici<var 1D /var>?
ja: TEXT_KINGSF102_05240_WAYAKKWE_000_033<tab>あれっ、ほんとだ……！ <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>さんは、どうしてこちらに……？

source: TEXT_KINGSF102_05240_WAWLIKA_000_034<tab>It's great to meet the face behind the letters. I'm Wawlika, stationmaster of Xak Tural Railing. We enlisted <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> to assist with our operations.
de: TEXT_KINGSF102_05240_WAWLIKA_000_034<tab>Wenn ich darf? Bisher kennen wir uns nur über den Postweg, aber es freut mich, euch jetzt endlich persönlich kennenzulernen. Ich bin Wawlika, Vorsteher der Xak Tural Eisenbahngesellschaft. Und <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> unterstützt uns mit diversen praktischen Tätigkeiten.
fr: TEXT_KINGSF102_05240_WAWLIKA_000_034<tab>C'est la première fois que nous nous rencontrons en personne. Je suis Wawlika, je dirige la compagnie de chemin de fer du Xak Tural. <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> est également présent<var 08 E905 ((e)) (()) /var> car étant, entre autres, <var 08 E905 ((une)) ((un)) /var> <var 08 E4E90501 ((<var 28 ((ClassJob)) E94501 /var>)) ((<var 28 ((ClassJob)) E94503 /var>)) /var> <var 08 E905 ((talentueuse)) ((talentueux)) /var>, <var 08 E905 ((elle)) ((il)) /var> nous apporte son aide dans ce domaine.
ja: TEXT_KINGSF102_05240_WAWLIKA_000_034<tab>書簡ではやり取りさせてもらったが、会うのは初めてだな。 俺は鉄道会社「サカ・トラル・レールロード」の社長ワーリカ。 <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>は、うちに協力してくれてるんだ。

source: TEXT_KINGSF102_05240_GENOLT_000_035<tab>Wuk Lamat's a good friend, an' when she made mention o' yer plan to reconnect the rails, we were glad to volunteer.
de: TEXT_KINGSF102_05240_GENOLT_000_035<tab>Ah, freut uns, freut uns. Wir sind so was wie<var 1D /var>... Freunde von Wuk Lamat. Das Draußen und das Drinnen der Kuppel soll also verbunden werden, wie?
fr: TEXT_KINGSF102_05240_GENOLT_000_035<tab>Enchanté<var 1D /var>! Bah nous, on a été recrutés par notre bonne amie Wuk Lamat. Quand elle nous a parlé d'un boulot qui rapprocherait les habitants des deux côtés du dôme, on a pas hésité une seconde<var 1D /var>!
ja: TEXT_KINGSF102_05240_GENOLT_000_035<tab>おう、よろしくな！ 俺たちは、まぁなんだ、ウクラマトたちのダチだと思ってくれ。 障壁の内外を繋ぐ仕事があるって聞いて志願したんだ。

source: TEXT_KINGSF102_05240_GENOLT_000_036<tab>An' <var 1A 02 /var>this<var 1A 01 /var> is our mediator from the outskirts─the closest settlement to Yyasulani Station.
de: TEXT_KINGSF102_05240_GENOLT_000_036<tab>Und die Außenbezirke haben uns genau für diese Sache zu euch geschickt. Ah<var 1D /var>... Die Außenbezirke sind die nächstgelegenen Siedlungen beim Bahnhof Yyasulani, falls das nicht klar war.
fr: TEXT_KINGSF102_05240_GENOLT_000_036<tab>Et cette dame aux longues oreilles, c'est la déléguée de la ville la plus proche de la gare de Shaaloani.
ja: TEXT_KINGSF102_05240_GENOLT_000_036<tab>んで、こっちが、ヤースラニ駅の最寄りの町、 アウトスカーツから派遣された御仁だ。

source: TEXT_KINGSF102_05240_NEGOTIATOR05240_000_037<tab>I come on behalf of our leader, Pepoane. We welcome the reopening of Yyasulani Station, and as such, are willing to discuss a loan of laborers to your cause.
de: TEXT_KINGSF102_05240_NEGOTIATOR05240_000_037<tab>Pepoane, der Bürgermeister der Außenbezirke, hat mich mit den Ver<var 16 /var>hand<var 16 /var>lungen für dieses Projekt betraut. Ich bin meinerseits hocherfreut von der Wiederaufnahme und dem Ausbau des Eisenbahnbetriebs und wir wollen helfen, wo wir nur können.
fr: TEXT_KINGSF102_05240_NEGOTIATOR05240_000_037<tab>Ravie de faire votre con<var 16 /var>nais<var 16 /var>san<var 16 /var>ce. Pepoane, le responsable des Faubourgs, m'a confié la tâche de négocier notre con<var 16 /var>tri<var 16 /var>bu<var 16 /var>tion à ce projet d'envergure. La restauration du réseau ferroviaire représente pour nous une mine d'op<var 16 /var>por<var 16 /var>tu<var 16 /var>ni<var 16 /var>tés.
ja: TEXT_KINGSF102_05240_NEGOTIATOR05240_000_037<tab>まとめ役ペポーネから、今回の交渉を任されました。 私たちとしましても、鉄道の開通は喜ばしいことですから、 労働力の提供について、ご相談できればと思っております。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_038<tab>That'd be a great help. We're prepared to invest as many resources as we can, but the work will go faster with more hands.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_038<tab>Na, das hören wir doch gern. Je mehr Hände mit anpacken, desto schneller stellen wir das Ding auf die Beine.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_038<tab>Toute aide est la bienvenue<var 1D /var>! Bien sûr, nos employés vont travailler d'arrache-pied pour que la rénovation aboutisse, mais davantage de main-d'œuvre devrait nous permettre de terminer plus rapidement.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_038<tab>ああ、助かるよ。 あたしたち社員一同、尽力するつもりだが、 手伝ってくれるなら格段に作業が早くなるよ。

source: TEXT_KINGSF102_05240_WAYAKKWE_000_039<tab>Likewise, it would be our pleasure to help you build the bridge between our two communities!
de: TEXT_KINGSF102_05240_WAYAKKWE_000_039<tab>Ganz recht, ähm<var 1D /var>... Mögen die Schienen zu einer Brücke zwischen Tuliyollal und Alexandria werden!
fr: TEXT_KINGSF102_05240_WAYAKKWE_000_039<tab>O-oui<var 1D /var>! Travaillons main dans la main pour relier le Tuliyollal et Néo-Alexandrie<var 1D /var>!
ja: TEXT_KINGSF102_05240_WAYAKKWE_000_039<tab>はいっ、トライヨラとアレクサンドリアの架け橋として、 協力しあいながら線路が敷ければと思います……！

source: TEXT_KINGSF102_05240_WAYAKKWE_100_039<tab>This undertaking will change countless lives for the better, and I can't wait to see how it will bring people together!
de: TEXT_KINGSF102_05240_WAYAKKWE_100_039<tab>Ich<var 1D /var>... Ich selbst freue mich schon darauf, wenn man einfach so zwischen den beiden Staaten reisen kann. Und sich endlich richtig annähern kann.
fr: TEXT_KINGSF102_05240_WAYAKKWE_100_039<tab>Une fois que nous aurons facilité la circulation, le nombre d'échanges augmentera entre nos deux peuples. J'ai tellement hâte d'assister à ce petit miracle<var 1D /var>!
ja: TEXT_KINGSF102_05240_WAYAKKWE_100_039<tab>往来が今よりずっと楽になって、 たくさんの人が交流できる日が、今から楽しみです……！

source: TEXT_KINGSF102_05240_WAWLIKA_000_040<tab>Great to have you all on board. Here's a copy of the proposal, for your reference.
de: TEXT_KINGSF102_05240_WAWLIKA_000_040<tab>Die Freude ist ganz unsererseits, das kann ich euch versichern. Hier, ich habe bereits eine Abschrift des ganzen Plans anfertigen lassen, Schritt für Schritt.
fr: TEXT_KINGSF102_05240_WAWLIKA_000_040<tab>Merci à toutes et à tous d'avoir répondu à notre appel. Laissez-moi vous remettre une copie de l'échéancier des travaux.
ja: TEXT_KINGSF102_05240_WAWLIKA_000_040<tab>これから、どうかよろしく頼む。 事業計画書の写しも渡しておこう。

source: TEXT_KINGSF102_05240_WAWLIKA_000_041<tab>But first, you folks deserve some time to experience the lands outside the dome.
de: TEXT_KINGSF102_05240_WAWLIKA_000_041<tab>Aber genug von der Arbeit, hm? Wo ihr schon den ganzen weiten Weg gekommen seid, sollt ihr euch auch die Zeit nehmen dürfen, unser Land hier außerhalb der Kuppel zu erkunden.
fr: TEXT_KINGSF102_05240_WAWLIKA_000_041<tab>Cependant, avant de nous plonger dans le cœur du sujet, j'aimerais saisir cette opportunité pour vous inviter à explorer un peu ce côté du dôme.
ja: TEXT_KINGSF102_05240_WAWLIKA_000_041<tab>とはいっても、せっかく来てくれたんだから、 まずはドームの外を存分に楽しんでもらいたい。

source: TEXT_KINGSF102_05240_WAWLIKA_000_042<tab>Your next destination is the palace, I take it? Go and enjoy Tuliyollal! I've never known a more vibrant city.
de: TEXT_KINGSF102_05240_WAWLIKA_000_042<tab>Und wenn ihr euch an Shaaloani sattgesehen habt, müsst ihr unbedingt nach Tuliyollal und dort im Palast eure Aufwartung machen. Die Stadt wird euch den Atem rauben, das verspreche ich!
fr: TEXT_KINGSF102_05240_WAWLIKA_000_042<tab>Nous devrons également nous rendre au palais pour y présenter nos hommages. Vous verrez, Tuliyollal est une ville très dynamique<var 1D /var>!
ja: TEXT_KINGSF102_05240_WAWLIKA_000_042<tab>このあとは、連王宮へ挨拶しに行くんだろう？ トライヨラの街は賑やかだぞ！

source: TEXT_KINGSF102_05240_GENOLT_000_043<tab>Much obliged, Wawlika. When we return, let's get down to business, eh?
de: TEXT_KINGSF102_05240_GENOLT_000_043<tab>Ha, das Angebot nehme ich nur zu gerne an. Sprechen wir später, ich geh auf Erkundungstour!
fr: TEXT_KINGSF102_05240_GENOLT_000_043<tab>Comme on dit, c'est l'occasion qui fait le larron<var 1D /var>! Du coup, on se retrouve plus tard pour parler boulot<var 1D /var>!
ja: TEXT_KINGSF102_05240_GENOLT_000_043<tab>おう、じゃあ失礼するぜ！ 具体的な話は、また後日よろしくな！

source: TEXT_KINGSF102_05240_NITOWIKWE_000_044<tab>All right, uh...you all go on and head back to work without me, will you? I'll be along later.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_044<tab>Also gut, alle zurück an die Arbeit. Ich<var 1D /var>... Ich komm gleich nach.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_044<tab>Hum... Je vous laisse vous remettre au boulot. J'ai besoin d'un moment pour réfléchir.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_044<tab>じゃあ、みんなは先に仕事へ戻っていておくれ。 あたしはちょっと……。

source: TEXT_KINGSF102_05240_WAWLIKA_000_045<tab>What's gotten into her now...? Look, I need to get this paperwork back to the office. Can you check on her for me?
de: TEXT_KINGSF102_05240_WAWLIKA_000_045<tab>Was ist denn mit meiner Frau los<var 1D /var>...? Gah, ich muss zum Büro zurück und dringend einige Unterlagen fertig machen - würdest du einmal nach ihr sehen, bitte?
fr: TEXT_KINGSF102_05240_WAWLIKA_000_045<tab>Je me demande quelle mouche a piqué Nitowikwe... Mal<var 16 /var>heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment, je dois m'occuper d'affaires urgentes. Tu veux bien aller lui demander ce qui ne va pas<var 1D /var>?
ja: TEXT_KINGSF102_05240_WAWLIKA_000_045<tab>ニトウィケのやつ、どうしたんだ……？ 俺はいったん社に戻って書類を置いてくるから、 すまないが、様子を見てきてくれるか？

source: TEXT_KINGSF102_05240_WAWLIKA_000_050<tab>You go after Nitowikwe. I'll be back after I drop off these papers.
de: TEXT_KINGSF102_05240_WAWLIKA_000_050<tab>Ich komm nach, so schnell ich kann. Sieh doch schon mal nach ihr, bitte.
fr: TEXT_KINGSF102_05240_WAWLIKA_000_050<tab>Je dois m'occuper d'affaires urgentes. Tu veux bien aller parler à Nitowikwe et lui demander ce qui ne va pas<var 1D /var>?
ja: TEXT_KINGSF102_05240_WAWLIKA_000_050<tab>書類を置いたらすぐに戻る。 ニトウィケの様子を見てきてくれるか？

source: TEXT_KINGSF102_05240_SHENZA_000_055<tab>Nitowikwe's normally so outspoken, it worries me when she's quiet... We should probably give her space, though, right?
de: TEXT_KINGSF102_05240_SHENZA_000_055<tab>Normalerweise kann Nitowikwes sonniges Gemüt ja kein Wässerchen trüben, aber gerade wirkt sie alles andere als fröhlich<var 1D /var>... Ist alles in Ordnung bei ihr, weißt du was?
fr: TEXT_KINGSF102_05240_SHENZA_000_055<tab>J'ai jamais vu Nitowikwe dans un état pareil. D'habitude elle est toujours si énergique... Pour ma part, je vais la laisser tranquille. J'ai peur de lui faire plus de mal que de bien.
ja: TEXT_KINGSF102_05240_SHENZA_000_055<tab>ニトウィケさんはいつも闊達としてるから、なんか心配だよ。 でも僕たちは、そっとしておいた方がいい……かな……！？

source: TEXT_KINGSF102_05240_ZAWPYA_000_060<tab>That's strange... Nitowikwe isn't acting like herself.
de: TEXT_KINGSF102_05240_ZAWPYA_000_060<tab>Ist Nitowikwe eine Laus über die Leber gelaufen? Sie zieht ein ganz grimmiges Gesicht.
fr: TEXT_KINGSF102_05240_ZAWPYA_000_060<tab>Qu'est-ce qui arrive à Nitowikwe<var 1D /var>? Un com<var 16 /var>por<var 16 /var>te<var 16 /var>ment pareil, ça lui ressemble pas...
ja: TEXT_KINGSF102_05240_ZAWPYA_000_060<tab>ニトウィケさん、どうしたんだ？ 普段と様子が違ったような……。

source: TEXT_KINGSF102_05240_PEYAPEWI_000_065<tab>Nitowikwe sure has a lot on her shoulders these days...
de: TEXT_KINGSF102_05240_PEYAPEWI_000_065<tab>Nitowikwe scheint gerade Hals über Kopf in Arbeit zu stecken<var 1D /var>...
fr: TEXT_KINGSF102_05240_PEYAPEWI_000_065<tab>Nitowikwe est très occupée en ce moment.
ja: TEXT_KINGSF102_05240_PEYAPEWI_000_065<tab>ニトウィケさん、今は忙しいみたいだね。

source: TEXT_KINGSF102_05240_SYSTEM_000_066<tab>Custom deliveries cannot be made while the quest “The Weight of a Train” is in progress. They will become available again once the quest is completed.
de: TEXT_KINGSF102_05240_SYSTEM_000_066<tab>Während dieses Auftrags können keine Wunschlieferungen abgegeben werden. Sie werden nach dem Abschluss des Auftrags „Schwer wiegt die Lok“ wieder verfügbar sein.
fr: TEXT_KINGSF102_05240_SYSTEM_000_066<tab>Les commandes spéciales ne peuvent pas être livrées lorsqu'une quête est en cours. Pour reprendre les livraisons, il est nécessaire de terminer la quête “Pour une voie ferrée transcontinentale<var 1D /var>!”.
ja: TEXT_KINGSF102_05240_SYSTEM_000_066<tab>クエスト進行中はお得意様取引が行えません。 再開するには、クエスト「大陸横断鉄道の夢へ向かって！」の、 コンプリートが必要になりますので、ご注意ください。
