Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/KinGsf102_05240/*.xlf
Languages: de, fr, ja

source: TEXT_KINGSF102_05240_NITOWIKWE_000_200<tab>It's just...a lot to care about, you know.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_200<tab>Es stehlen sich immer mehr Dinge in mein Herz<var 1D /var>...
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_200<tab>Tout d'un coup, j'ai eu l'impression de porter tout le poids du monde sur mes épaules.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_200<tab>……大事なもんが増えてくな、と思ってさ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_201<tab>What? Didn't think me the type to wax sentimental? Well, you've caught me.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_201<tab>Hrm. Ich lass mich nicht oft in meinen sentimentalen Momenten erwischen, weißt du. Aber wo du jetzt sowieso schon hier bist<var 1D /var>...
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_201<tab>C'est pas mon genre de tomber dans le sentimentalisme. Mais comme t'as pris la peine de me suivre, je te dois des ex<var 16 /var>pli<var 16 /var>ca<var 16 /var>tions.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_201<tab>柄にもなく感傷的になってしまったよ。 見られたからには、話を聞いてもらおうかな。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_202<tab>I'm not like you or the Dawnservants─I can't twist myself into knots over the plight of a stranger. I'm just a train driver.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_202<tab>Weißt du<var 1D /var>... Ich bin nur eine einfache Ingenieurin. Ich kann nicht allem und jedem helfen, wie du es machst, oder Gutes für das Volk tun wie unsere beiden Kronen.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_202<tab>Con<var 16 /var>trai<var 16 /var>re<var 16 /var>ment à toi ou aux Aurarques, j'ai pas l'abnégation et encore moins la force nécessaire pour protéger tout un peuple. Au bout du compte, je suis qu'une simple ingénieure.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_202<tab>あたしは、あんたみたいに見ず知らずの人を助けたり、 連王様みたいに国民みんなのことを考えたりなんてできない。 あくまで、一介の機関士なもんでね。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_203<tab>I already had my hands full with Wawlika, our staff, and our riders... Then I met you, and everything changed.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_203<tab>Deswegen gebe ich für all jene mein Bestes, die ich direkt erreichen kann - Wawlika, unsere Angestellten, und natürlich unsere Passagiere. Das ist mein Leitsatz.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_203<tab>Chaque jour, je m'évertue à aider Wawlika, nos collègues et nos passagers... Bien que ça soit épuisant, je refuse de baisser les bras.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_203<tab>せいぜい、ワーリカとか、社員とか、鉄道のお客とか…… 手の届く奴らのために行動するので精一杯さ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_204<tab>That girl was right─we <var 1A 02 /var>are<var 1A 01 /var> building a bridge. Soon, our reach will extend farther than I ever dreamed possible, and...well...
de: TEXT_KINGSF102_05240_NITOWIKWE_000_204<tab>Seitdem du damals in unser Büro marschiert bist, hat sich die Welt geradezu auf den Kopf gestellt. Aber mein Leitsatz nicht, der ist immer noch genau derselbe. Nur standen mir damals, als ich ihn gefasst habe, längst nicht so viele Leute nah wie jetzt.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_204<tab>Mais depuis que j'ai croisé ta route, j'ai trouvé en moi l'énergie nécessaire pour soutenir tant de gens... Souvent de parfaits inconnus.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_204<tab>その想いは今でも変わらないが…… あんたと出会ってから、目まぐるしく世界が変わっていった。 思いも寄らない相手まで、「手の届く」範囲に入るくらいに。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_205<tab>As happy as I am to have more freight, sometimes I worry my engine's too weak to carry it, so to speak.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_205<tab>Das ist mir schlagartig klar geworden, als ich die Worte dieser jungen Dame aus der Kuppel hörte. Heute können wir mehr tun, mehr Leute erreichen und mehr Leuten helfen. Das ist gut - aber genau diese neue Verantwortung macht mir auch Sorgen, wenn ich ehrlich bin. Ob ich das wirklich alles schaffen kann.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_205<tab>Je l'ai réalisé en écoutant Wayakkwe. Subitement, des émotions contradictoires m'ont envahie. Je suis heureuse d'être utile à nos deux peuples, mais je crains aussi de pas être à la hauteur de leurs attentes.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_205<tab>そんなことを、あちらのお嬢さんの言葉で実感したよ。 大事なもんが増えていくのが嬉しいと同時に、 あたしの手に負えるんだろうかって、ちょいと不安にもなる。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_206<tab>But Wawlika's poured his soul into this railroad, and so have I. Of all the many people it brings into our lives, not one of them is a stranger to me.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_206<tab>Aber Wawlika und ich, wir leben für unsere Eisenbahn. Und all die Schienen, die wir ganz praktisch und auch metaphorisch gelegt haben, gehören geschützt und gewartet.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_206<tab>Ces rails ne servent pas seulement à relier des gares. Ils nous rapprochent, Wawlika et moi, tout comme ils réduisent l'écart entre les peuples du Tural. Je me suis juré d'y consacrer ma vie.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_206<tab>だがまあ、あたしもワーリカもこの鉄道が生きがいだ！ こいつが繋いでくれた人との縁は、絶対手放さないって決めてる。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_207<tab>You think I agreed to drive the Dawnblazer on a lark? It was because <var 1A 02 /var>you<var 1A 01 /var> got us the timber for new railroad ties. You earned my trust with that, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_207<tab>Keine Sekunde habe ich gezögert, unseren Bombenzug eigenhändig in die Kuppel zu fahren. Auch, weil du nach dem Erdbeben für uns da warst. Ohne mit der Wimper zu zucken, hast du mit uns das Gleisbett repariert.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_207<tab>... Je n'oublierai jamais la fois où tu nous as aidés à récupérer des traverses... ni celle où tu m'as fait conduire un train à toute allure, droit vers un mur<var 1D /var>!
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_207<tab>列車で突っ込む際に、運転を引き受けたのだって、 あんたが枕木の調達を手伝ってくれた縁を信じてのことさ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_208<tab>And your presence here today proves that it's paid off!
de: TEXT_KINGSF102_05240_NITOWIKWE_000_208<tab>Und jetzt stehst du <var 1A 02 /var>wieder<var 1A 01 /var> an meiner Seite. Das allein sagt mir schon, dass ich damals goldrichtig entschieden habe, euch zu vertrauen.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_208<tab>Ta présence ici, à mes côtés... C'est la preuve que j'ai eu raison de t'accorder ma confiance<var 1D /var>!
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_208<tab>その選択が間違ってなかったことは、 あんたが今ここにいてくれることが、証明してるね！

source: TEXT_KINGSF102_05240_Q1_000_000<tab>What will you say?
de: TEXT_KINGSF102_05240_Q1_000_000<tab>Was sagst du?
fr: TEXT_KINGSF102_05240_Q1_000_000<tab>Que dites-vous<var 1D /var>?
ja: TEXT_KINGSF102_05240_Q1_000_000<tab>何と言う？

source: TEXT_KINGSF102_05240_A1_000_001<tab>The Dawnblazer saved a great many lives that day.
de: TEXT_KINGSF102_05240_A1_000_001<tab>Ohne den Dämmerbruch wären wir jetzt vermutlich gar nicht hier.
fr: TEXT_KINGSF102_05240_A1_000_001<tab>Tout le mérite revient à l'Explaurore<var 1D /var>!
ja: TEXT_KINGSF102_05240_A1_000_001<tab>ドーンブレイザー号のおかげでみんなを護れた

source: TEXT_KINGSF102_05240_A1_000_002<tab>Thank you for trusting in me.
de: TEXT_KINGSF102_05240_A1_000_002<tab>Du hast dein Leben riskiert. Vielen Dank, Nitowikwe.
fr: TEXT_KINGSF102_05240_A1_000_002<tab>Merci d'avoir accepté de conduire à l'improviste.
ja: TEXT_KINGSF102_05240_A1_000_002<tab>あのとき、運転してくれてありがとう

source: TEXT_KINGSF102_05240_A1_000_003<tab>Were you scared?
de: TEXT_KINGSF102_05240_A1_000_003<tab>Hattest du denn gar keine Angst damals?
fr: TEXT_KINGSF102_05240_A1_000_003<tab>Ça t'a fait peur de foncer sur le dôme<var 1D /var>?
ja: TEXT_KINGSF102_05240_A1_000_003<tab>突っ込むの怖くなかった？

source: TEXT_KINGSF102_05240_NITOWIKWE_000_209<tab>I was prepared for the worst, you know. Glad it didn't come to that.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_209<tab>Da hast du wohl Recht, ja. Schon damals fühlte sich die ganze Sache nach etwas Großem an, weswegen ich auch so entschlossen ins Führerhaus stieg.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_209<tab>C'est bien vrai. Je suis heureuse que tout se soit passé pour le mieux. Je t'avoue que, sur le moment, je m'étais préparée au pire...
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_209<tab>そうだね、うまいこといって本当によかったよ。 あのときは、さすがのあたしも覚悟を決めたけどさ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_210<tab>Stop, stop! I've had my fill of thank-yous! Besides, I was prepared for the worst that day.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_210<tab>Ach, hör schon auf, sonst stellen sich mir noch die Schnurrhaare auf. Ich war damals genauso entschlossen wie ihr.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_210<tab>Arrête, tu vas m'faire rougir<var 1D /var>! Malgré tout, j'avoue que je m'étais préparée au pire, sur le moment...
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_210<tab>改まって礼を言われると、こっ恥ずかしいよ。 あのときは、さすがのあたしも覚悟を決めたけどさ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_211<tab>Ha! Now there's a silly question. How could I not be, staring death in the face?
de: TEXT_KINGSF102_05240_NITOWIKWE_000_211<tab>Ha, blöde Frage! <var 1A 02 /var>Natürlich<var 1A 01 /var> hatte ich Angst, ich hätte schließlich sterben können!
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_211<tab>Ha ha ha<var 1D /var>! Quelle question<var 1D /var>! Bien sûr, j'avais la trouille<var 1D /var>! On aurait pu tous mourir<var 1D /var>!
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_211<tab>アハハ、おかしなことを聞くね！ 死ぬかもしれなかったのに、怖くないわけあるもんか！

source: TEXT_KINGSF102_05240_NITOWIKWE_000_212<tab>Supposing fate decided that <var 1A 02 /var>was<var 1A 01 /var> my last drive...I would have spent my final moments furious at myself for missing what came next.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_212<tab>Fürchterlich geärgert hätte es mich, wenn ich mitsamt dem Dämmerbruch in die Luft gegangen wäre. Zornig, dass ich so früh abtreten musste und nicht dabei sein kann, wie mein Mann, unsere Ge<var 16 /var>sell<var 16 /var>schaft und unsere Freunde das Morgen erleben.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_212<tab>... Si notre plan avait échoué, j'imagine que ma dernière pensée aurait été très amère. Abandonner ma famille, mes amis... Ne plus pouvoir construire avec eux un monde meilleur...
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_212<tab>もし、万が一…… 突撃の末に死ぬとなったら、今際の際はすごく悔しいだろうね。 家族や仲間とともに、未来を歩けないんだから、さ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_213<tab>I wouldn't have regretted it, though. Not if it kept all my loved ones safe from harm.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_213<tab>Zornig, aber ohne das kleinste bisschen Reue. Immerhin hab ich es eben für alle getan, die mir so furchtbar wichtig sind.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_213<tab>Néanmoins, j'aurais pas eu l'ombre d'un regret. Car c'était pour eux, et on n'hésite pas à risquer notre vie pour les personnes chères à nos yeux, pas vrai<var 1D /var>?
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_213<tab>でも絶対に、絶対に後悔もしなかったはずだ。 大事な奴らのためだったら。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_214<tab>It's a lot to juggle, isn't it? Caring for so many. But I reckon I'll simply have to figure it out as I go.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_214<tab>Es ist wirklich nicht leicht, für all seine Lieben zu sorgen und dann obendrein noch für sich selbst. Aber vor einer Heraus<var 16 /var>forde<var 16 /var>rung bin ich ja bekanntermaßen noch nie zurückgeschreckt, hm?
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_214<tab>C'est difficile de prendre soin de soi en même temps que de ses proches. Mais tant que mon cœur bat, j'ai l'intention de faire tout mon possible pour concilier les deux.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_214<tab>自分も周りも大事にするってのは、難しいけど…… これからもあたしは、自分にできることをして生きてくよ。

source: TEXT_KINGSF102_05240_ZAWPYA_000_215<tab>(-Zawpya-)<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Nitowikwe!
de: TEXT_KINGSF102_05240_ZAWPYA_000_215<tab>(-Zawpyas Stimme-)Heee! Chefin! <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>!
fr: TEXT_KINGSF102_05240_ZAWPYA_000_215<tab>(-Voix de Zawpya-)Ohééé<var 1D /var>! Nitowikwe<var 1D /var>! <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>!
ja: TEXT_KINGSF102_05240_ZAWPYA_000_215<tab>(-ダーピャの声-)おーい！ ニトウィケさん、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>！

source: TEXT_KINGSF102_05240_WAWLIKA_000_216<tab>We were, um...just wondering what was taking the two of you so long. Something I should know about?
de: TEXT_KINGSF102_05240_WAWLIKA_000_216<tab>Wir, ähm<var 1D /var>... Wir haben uns gefragt, ob alles in Ordnung ist. Ihr kamt ewig nicht zurück, da<var 1D /var>... da dachten wir, wir sehen mal nach euch.
fr: TEXT_KINGSF102_05240_WAWLIKA_000_216<tab>C-comme vous tardiez à revenir, on commençait à s'inquiéter.
ja: TEXT_KINGSF102_05240_WAWLIKA_000_216<tab>その、なんかあったか？ 戻りが遅いようだから、ちょっと気になってよ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_217<tab>Oh, you know me. I was just giving <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> one of my usual lectures on the unparalleled superiority of our locomotives!
de: TEXT_KINGSF102_05240_NITOWIKWE_000_217<tab>Klar ist alles in Ordnung. Ich bin mit <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> nur ein wenig ins Schwärmen gekommen, wie gut mir unser neuer Zug gefällt.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_217<tab>J'étais tellement absorbée par ma con<var 16 /var>ver<var 16 /var>sa<var 16 /var>tion sur les trains avec <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> que j'ai pas vu le temps passer<var 1D /var>!
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_217<tab>なんでもないよ！ <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>に少しばかり、 うちの鉄道の良さを、改めて話してただけさ！

source: TEXT_KINGSF102_05240_SHENZA_000_218<tab>Damn right! Have you told <var 08 E905 ((her)) ((him)) /var> all the improvements we've made with the prototype!?
de: TEXT_KINGSF102_05240_SHENZA_000_218<tab>Beim goldenen Gleisbett, er ist aber wirklich der Knaller! Unsere alte Lok war ja schon eine Schönheit, aber der neue Zug erst?! Der ist überhaupt nicht mehr zu übertreffen!
fr: TEXT_KINGSF102_05240_SHENZA_000_218<tab>Pas étonnant<var 1D /var>! Il faut avouer que la nouvelle loco en jette, pas vrai<var 1D /var>!?
ja: TEXT_KINGSF102_05240_SHENZA_000_218<tab>そーーーーだよねぇ！？ やっぱり新しい車両も最高だよねッ！？

source: TEXT_KINGSF102_05240_WAWLIKA_000_219<tab>Enough chitchat! There's still much to be done if we're to make this cross-country rail into a reality!
de: TEXT_KINGSF102_05240_WAWLIKA_000_219<tab>Na, dann können wir uns ja beruhigt wieder an die Arbeit machen. Schließlich will eine transkontinentale Strecke durch Tural gelegt werden, nicht wahr?
fr: TEXT_KINGSF102_05240_WAWLIKA_000_219<tab>Allez, au boulot<var 1D /var>! Notre rêve de relier les deux extrémités du continent ne va pas se réaliser tout seul<var 1D /var>!
ja: TEXT_KINGSF102_05240_WAWLIKA_000_219<tab>ほら、じゃあ仕事に戻ろうや！ これからまた大陸横断鉄道の夢に向かって、忙しくなるぞ！

source: TEXT_KINGSF102_05240_NITOWIKWE_000_230<tab>Listen, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>─that conversation was intended for your ears only, all right? Don't go blabbing to anyone.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_230<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, auf ein schnelles Wort. Es wäre mir recht, wenn du unser kleines Gespräch für dich behältst. Das war wirklich nur für deine Ohren bestimmt.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_230<tab>Je compte sur ta discrétion, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Ce que je t'ai dit à la gare doit rester entre nous. Si les autres venaient à l'apprendre, je saurais plus où me mettre.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_230<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>、いいかい？ 駅でのことは、あんただからこそ話せたんだから、 ほかの奴らには内緒にしといておくれよ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_231<tab>Now then... I foresee a lot of hustle and bustle once the repair project takes off, so I think I'll keep running operations for the time being.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_231<tab>In jedem Fall scheint es so, als hätten wir mit dem Wieder<var 16 /var>aufbau bald schon alle Hände voll zu tun. Deswegen bleiben meine Pflichten vorerst so, wie sie sind, und ich kehre noch nicht zur Vollzeitingenieurin zurück.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_231<tab>Et puis on a du pain sur la planche<var 1D /var>! Quand les travaux de réhabilitation commenceront, on risque de plus avoir une seconde à nous. Il faut donc s'assurer que notre entreprise tourne cor<var 16 /var>rec<var 16 /var>te<var 16 /var>ment.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_231<tab>……それで、さて、 復旧事業が動き出すとなったらまた忙しそうだし、 しばらくは通常の運営に関する仕事を続けようかね。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_232<tab>I'd appreciate your continued support whenever you have time to provide it. You'll be duly compensated, of course!
de: TEXT_KINGSF102_05240_NITOWIKWE_000_232<tab>Und ich fürchte, für dich wird auch mehr als genug Arbeit übrig sein, auch wenn wir nun noch mehr helfende Hände haben. Aber zumindest kann ich dir gute Bezahlung versprechen.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_232<tab>Il va sans dire que ton aide est toujours la bienvenue. On a constamment de nouvelles commandes et il arrive aussi qu'on ait besoin de renflouer nos stocks avec des produits que tu nous as précédemment fournis.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_232<tab>あんたも、今までほどじゃなくても、 気が向いたらまた協力してくれると助かるよ。 もちろん報酬は弾ませてもらうさ。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_233<tab>We may need to stock up on a few things, so I hope you're not opposed to repeat commissions.
de: TEXT_KINGSF102_05240_NITOWIKWE_000_233<tab>Vor allem wäre es gut, wenn wir jetzt, da die ersten Brände gelöscht sind, einen soliden Vorrat anlegen und das Lager füllen. Du kannst also nahtlos da weitermachen, wo du aufgehört hast.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_233<tab>N'hésite donc pas à venir nous voir dès que t'auras un peu de temps libre. Comme d'habitude, je veillerai personnellement à ce que tes efforts soient justement rémunérés.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_233<tab>これまでに頼んできた品は、 備蓄を増やす意味でも、また頼みたいこともあるからね。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_235<tab>Oh, and before I forget─I'll be learning to work the ticket booth next, so... Look, you know a thing or two about being in the public eye, right?
de: TEXT_KINGSF102_05240_NITOWIKWE_000_235<tab>Ah, und noch was. Früher als Ingenieurin hab ich immer nur wenige Kollegen um mich gehabt, aber jetzt in der Verwaltung rede ich gefühlt mit der halben Welt. Diesbezüglich muss ich dich um einen Gefallen bitten.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_235<tab>Ah<var 1D /var>! Et une dernière chose... En plus de l'administratif, je pense aussi m'occuper des relations avec les clients. Connaissant ta sociabilité et ton bon goût, j'apprécierais quelques conseils d'ordre vestimentaire.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_235<tab>ああ、それと…… これからも経理と合わせて窓口業務もやるつもりなんだが、 人と関わる機会の多いあんたに、頼みたいことがあってね。

source: TEXT_KINGSF102_05240_NITOWIKWE_000_236<tab>I've no interest in fashion, but if I'll be speaking with customers, I figure I should try to look more...presentable. So if you have any ideas for a work uniform, bring 'em by!
de: TEXT_KINGSF102_05240_NITOWIKWE_000_236<tab>Ich weiß nicht so recht, wie man sich anzieht, um angemessen präsentabel zu erscheinen. Du hingegen siehst aus, als hättest du ein ordentliches Händchen für Mode, also<var 1D /var>... Wenn du etwas siehst, das mir stehen könnte, sag gern Bescheid.
fr: TEXT_KINGSF102_05240_NITOWIKWE_000_236<tab>Jusqu'à maintenant, j'ai toujours préféré des vêtements fonctionnels. Mais si je veux faire bonne impression, ma tenue doit être irréprochable. Si tu trouves des habits qui semblent adaptés, n'hésite pas à me les montrer pour que je les essaye.
ja: TEXT_KINGSF102_05240_NITOWIKWE_000_236<tab>今まで服にはあまり頓着してなかったが、 お客の対応をするなら、少し気にかけてみるかと思ってるんだ。 よさそうな服があれば袖を通してみるから、持ってきておくれ。

source: TEXT_KINGSF102_05240_SYSTEM_000_240<tab>Future requests will be selected at random from all those you have seen thus far, with the list refreshed once a week (Earth time).
de: TEXT_KINGSF102_05240_SYSTEM_000_240<tab>Von nun an werden die gewünschten Gegenstände einmal pro Woche zufällig aus den bisherigen Sammlerstücken ausgewählt.
fr: TEXT_KINGSF102_05240_SYSTEM_000_240<tab>Les commandes à livrer à Nitowikwe sont mises à jour toutes les semaines. Elle vous demande ainsi un objet choisi aléatoirement parmi tous ceux dont elle a pu avoir besoin par le passé.
ja: TEXT_KINGSF102_05240_SYSTEM_000_240<tab>今後の依頼は、一週間に一度、 これまでの依頼品の中からランダムで選ばれます。

source: TEXT_KINGSF102_05240_SYSTEM_000_241<tab>You may review the items currently in demand at any time by speaking with Nitowikwe and selecting <var 48 F201F4 /var><var 49 F201F5 /var>Make a delivery<var 49 01 /var><var 48 01 /var>.
de: TEXT_KINGSF102_05240_SYSTEM_000_241<tab>Die Wunschliste wurde aktualisiert. Sprich mit Nitowikwe und wähle „Gewünschte Sammlerstücke bei Nitowikwe abliefern“, um die Liste einzusehen.
fr: TEXT_KINGSF102_05240_SYSTEM_000_241<tab>Adressez la parole à Nitowikwe et choisissez “Livrer une commande spéciale” pour savoir ce que vous devez désormais lui apporter.
ja: TEXT_KINGSF102_05240_SYSTEM_000_241<tab>ニトウィケに話しかけて、 「依頼品を渡す」を選んで確認してみましょう。

source: TEXT_KINGSF102_05240_SYSTEM_000_242<tab>Note that railroad repair kits, trackbed repair materials, and cenote oysters will earn you particularly handsome rewards. Whenever they make an appearance, the effort to procure them will be worth your while.
de: TEXT_KINGSF102_05240_SYSTEM_000_242<tab>Besonders große Belohnungen winken bei Gleisreparatursets, Restaurierungsmaterial und Cenotenaustern. Falls sie auf der Wunschliste stehen, solltest du dich also auf die Lieferung dieser Dinge konzentrieren.
fr: TEXT_KINGSF102_05240_SYSTEM_000_242<tab>En outre, les <var 1A 02 /var>portions de voie ferrée pour la rénovation<var 1A 01 /var>, les <var 1A 02 /var>amas de métaux pour la rénovation<var 1A 01 /var> et les <var 1A 02 /var>huîtres des cénotes<var 1A 01 /var> rapportent une plus grande récompense. Concentrez donc vos efforts sur eux s'ils font partie des objets à livrer<var 1D /var>!
ja: TEXT_KINGSF102_05240_SYSTEM_000_242<tab>なお「線路復旧用の資材」「線路復旧用素材」、 「セノーテオイスター」については、多くの報酬が得られます。 リストに含まれていた場合は、積極的に納品してみましょう。

source: TEXT_KINGSF102_05240_SYSTEM_000_243<tab>Furthermore, Nitowikwe's appearance may now be altered through the use of glamours.
de: TEXT_KINGSF102_05240_SYSTEM_000_243<tab>Außerdem kannst du ab jetzt Nitowikwes Aussehen durch Projektionen verändern.
fr: TEXT_KINGSF102_05240_SYSTEM_000_243<tab>Enfin, vous pouvez désormais modifier l'apparence de Nitowikwe à l'aide de mirages.
ja: TEXT_KINGSF102_05240_SYSTEM_000_243<tab>また、以後ニトウィケに、 武具投影を行うことができるようになりました。
