Repository: endervad/ffxiv_translation_test
Catalog: exd/GatheringPointBonusType/*.xlf
Languages: fr, ja, ru

source: Gathering Rate +<var 20 E802 /var>%
fr: Taux de récolte +<var 20 E802 /var>%
ja: 獲得率＋<var 20 E802 /var>％
ru: Успех добычи +<var 20 E802 /var>%

source: Gathering Rate x <var 20 E802 /var>
fr: Taux de récolte x <var 20 E802 /var>
ja: 獲得率×<var 20 E802 /var>
ru: Успех добычи x <var 20 E802 /var>

source: <var 08 E803 (( Available)) ((Gathering Rate <var 20 E802 /var>%)) /var>
fr: <var 08 E803 ((récoltable)) ((Taux de récolte <var 20 E802 /var>%)) /var>
ja: <var 08 E803 ((獲得可能)) ((獲得率 <var 20 E802 /var>％)) /var>
ru: <var 08 E803 (( Доступно)) ((Успех добычи <var 20 E802 /var>%)) /var>

source: High-level Item Gathering Rate +<var 20 E802 /var>%
fr: Objets de haut niveau +<var 20 E802 /var>%
ja: 格上レベルアイテム獲得率＋<var 20 E802 /var>％
ru: Предмет высокого уровня +<var 20 E802 /var>%

source: High-level Item Gathering Rate x <var 20 E802 /var>
fr: Objets de haut niveau x <var 20 E802 /var>
ja: 格上レベルアイテム獲得率×<var 20 E802 /var>
ru: Предмет высокого уровня x <var 20 E802 /var>

source: High-level Item Gathering Rate <var 20 E802 /var>%
fr: Objets de haut niveau <var 20 E802 /var>%
ja: 格上レベルアイテム獲得率 <var 20 E802 /var>％
ru: Предмет высокого уровня <var 20 E802 /var>%

source: Low-level Item Gathering Rate +<var 20 E802 /var>%
fr: Objets de niveau égal ou inférieur +<var 20 E802 /var>%
ja: 自レベル以下のアイテム獲得率＋<var 20 E802 /var>％
ru: Предмет равного или низкого уровня +<var 20 E802 /var>%

source: Low-level Item Gathering Rate x <var 20 E802 /var>
fr: Objets de niveau égal ou inférieur x <var 20 E802 /var>
ja: 自レベル以下のアイテム獲得率×<var 20 E802 /var>
ru: Предмет равного или низкого уровня x <var 20 E802 /var>

source: Low-level Item Gathering Rate <var 20 E802 /var>%
fr: Objets de niveau égal ou inférieur <var 20 E802 /var>%
ja: 自レベル以下のアイテム獲得率 <var 20 E802 /var>％
ru: Предмет равного или низкого уровня <var 20 E802 /var>%

source: Gathering Yield +<var 20 E802 /var>
fr: Quantité + <var 20 E802 /var>
ja: 獲得数＋<var 20 E802 /var>個
ru: Добыча +<var 20 E802 /var>

source: Gathering Yield x <var 20 E802 /var>
fr: Quantité x <var 20 E802 /var>
ja: 獲得数×<var 20 E802 /var>
ru: Добыча x <var 20 E802 /var>

source: Gathering Yield = <var 20 E802 /var>
fr: Quantité <var 20 E802 /var>
ja: 獲得数 <var 20 E802 /var>個
ru: Добыча = <var 20 E802 /var>

source: Gathering Yield +<var 20 E802 /var>٦
fr: Quantité + <var 20 E802 /var> (↑)
ja: 獲得数＋<var 20 E802 /var>個（上昇タイプ）
ru: Добыча +<var 20 E802 /var>～

source: Gathering Attempts/Integrity +<var 20 E802 /var>
fr: Nombre de tentatives + <var 20 E802 /var>
ja: 採集回数／耐久＋<var 20 E802 /var>
ru: Попыток добычи/Целостность +<var 20 E802 /var>

source: Gathering Attempts/Integrity +<var 20 E802 /var>٦
fr: Nombre de tentatives + <var 20 E802 /var> (↑)
ja: 採集回数／耐久＋<var 20 E802 /var>（上昇タイプ）
ru: Попыток добычи/Целостность +<var 20 E802 /var>～

source: Hidden Item Discovery x<var 20 E802 /var>%
fr: Découverte d'objets cachés x <var 20 E802 /var>%
ja: HIDDENアイテム出現率×<var 26 E80265 ((.)) /var>倍
ru: Обнаружение скрытых предметов x<var 20 E802 /var>%

source: <var 08 E803 (( Collectable Available)) (( Collectable Unavailable)) /var>
fr: <var 08 E803 (( Collectionnable)) (( Non collectionnable)) /var>
ja: <var 08 E803 ((収集品採集可能)) ((収集品採集不可)) /var>
ru: <var 08 E803 (( Можно добыть ценность)) (( Ценность недоступна)) /var>

source: Gatherer's Boon Chance +<var 20 E802 /var>%
fr: Chances de récolte supp. +<var 20 E802 /var>%
ja: 獲得数ボーナス発生率＋<var 20 E802 /var>%
ru: Шанс Удачи Собирателя +<var 20 E802 /var>%

source: Gatherer's Boon Chance +<var 20 E802 /var>%٦
fr: Chances de récolte supp. +<var 20 E802 /var>% (↑)
ja: 獲得数ボーナス発生率＋<var 20 E802 /var>%（上昇タイプ）
ru: Шанс Удачи Собирателя +<var 20 E802 /var>%～

source: Sublime Rate +<var 20 E802 /var>% (Requires Maximum Collectability)
fr: Sublimation +<var 20 E802 /var>% quand val. collection max.
ja: 収集価値MAX時：昇華率＋<var 20 E802 /var>%
ru: Шанс Sublime +<var 20 E802 /var>% (Требуется максимальная коллекционность)

source: Sublime Rate +<var 20 E802 /var>%٦ (Requires Maximum Collectability)
fr: Sublimation +<var 20 E803 /var>% quand val. collection max. (↑)
ja: 収集価値MAX時：昇華率＋<var 20 E802 /var>%（上昇タイプ）
ru: Шанс Sublime +<var 20 E802 /var>%～ (Требуется максимальная коллекционность)

source: Collectability +<var 20 E802 /var>٦
fr: Valeur de collection + <var 20 E802 /var> (↑)
ja: 収集価値＋<var 20 E802 /var>（上昇タイプ）
ru: Коллекционность +<var 20 E802 /var>～

source: Meticulous Action Effect Chance +<var 20 E802 /var>%٦
fr: Chances de Sélection méthodique +<var 20 E802 /var>% (↑)
ja: 慎重純化：追加効果発生率＋<var 20 E802 /var>%（上昇タイプ）
ru: Шанс эффекта действия Meticulous +<var 20 E802 /var>%～

source: Scrutiny Effectiveness +<var 20 E802 /var>%٦
fr: Bonus d'Inspection rigoureuse +<var 20 E802 /var>% (↑)
ja: 集中検分：ブースト率＋<var 20 E802 /var>%（上昇タイプ）
ru: Эффективность Скурпулёзности +<var 20 E802 /var>%～

source: Collector's Intuition Effectiveness +<var 20 E802 /var>%٦
fr: Bonus d'Intuition +<var 20 E802 /var>% (↑)
ja: バリューアップ効果＋<var 20 E802 /var>%（上昇タイプ）
ru: Эффективность Интуиции Собирателя +<var 20 E802 /var>%～

source: Collectability +<var 20 E802 /var>
fr: Valeur de collection + <var 20 E802 /var>
ja: 収集価値＋<var 20 E802 /var>
ru: Коллекционность +<var 20 E802 /var>

source: Meticulous Action Effect Chance +<var 20 E802 /var>%
fr: Chances de Sélection méthodique +<var 20 E802 /var>%
ja: 慎重純化：追加効果発生率＋<var 20 E802 /var>%
ru: Шанс эффекта действия Meticulous +<var 20 E802 /var>%

source: Scrutiny Effectiveness +<var 20 E802 /var>%
fr: Bonus d'Inspection rigoureuse +<var 20 E802 /var>% (↑)
ja: 集中検分：ブースト率＋<var 20 E802 /var>%
ru: Эффективность Скурпулёзности +<var 20 E802 /var>%

source: Collector's Intuition Effectiveness +<var 20 E802 /var>%
fr: Bonus d'Intuition +<var 20 E802 /var>%
ja: バリューアップ効果＋<var 20 E802 /var>%
ru: Эффективность Интуиции Собирателя +<var 20 E802 /var>%
