Repository: endervad/ffxiv_translation_test
Catalog: exd/SecretRecipeBook/*.xlf
Languages: fr

source: Master Carpenter I
fr: Menuiserie experte I

source: Master Blacksmith I
fr: Métallurgie experte I

source: Master Armorer I
fr: Armurerie experte I

source: Master Goldsmith I
fr: Orfèvrerie experte I

source: Master Leatherworker I
fr: Tannerie experte I

source: Master Weaver I
fr: Couture experte I

source: Master Alchemist I
fr: Alchimie experte I

source: Master Culinarian I
fr: Cuisine experte I

source: Master Carpenter: Glamours
fr: Menuiserie experte : mirages

source: Master Blacksmith: Glamours
fr: Métallurgie experte : mirages

source: Master Armorer: Glamours
fr: Armurerie experte : mirages

source: Master Goldsmith: Glamours
fr: Orfèvrerie experte : mirages

source: Master Leatherworker: Glamours
fr: Tannerie experte : mirages

source: Master Weaver: Glamours
fr: Couture experte : mirages

source: Master Alchemist: Glamours
fr: Alchimie experte : mirages

source: Master Culinarian: Glamours
fr: Cuisine experte : mirages

source: Master Carpenter: Demimateria
fr: Menuiserie experte : demi-matérias

source: Master Blacksmith: Demimateria
fr: Métallurgie experte : demi-matérias

source: Master Armorer: Demimateria
fr: Armurerie experte : demi-matérias

source: Master Goldsmith: Demimateria
fr: Orfèvrerie experte : demi-matérias

source: Master Leatherworker: Demimateria
fr: Tannerie experte : demi-matérias

source: Master Weaver: Demimateria
fr: Couture experte : demi-matérias

source: Master Alchemist: Demimateria
fr: Alchimie experte : demi-matérias

source: Master Carpenter II
fr: Menuiserie experte II

source: Master Blacksmith II
fr: Métallurgie experte II

source: Master Armorer II
fr: Armurerie experte II

source: Master Goldsmith II
fr: Orfèvrerie experte II

source: Master Leatherworker II
fr: Tannerie experte II

source: Master Weaver II
fr: Couture experte II

source: Master Alchemist II
fr: Alchimie experte II

source: Master Culinarian II
fr: Cuisine experte II

source: Master Carpenter III
fr: Menuiserie experte III

source: Master Blacksmith III
fr: Métallurgie experte III

source: Master Armorer III
fr: Armurerie experte III

source: Master Goldsmith III
fr: Orfèvrerie experte III

source: Master Leatherworker III
fr: Tannerie experte III

source: Master Weaver III
fr: Couture experte III

source: Master Alchemist III
fr: Alchimie experte III

source: Master Culinarian III
fr: Cuisine experte III

source: Master Carpenter IV
fr: Menuiserie experte IV

source: Master Blacksmith IV
fr: Métallurgie experte IV

source: Master Armorer IV
fr: Armurerie experte IV

source: Master Goldsmith IV
fr: Orfèvrerie experte IV

source: Master Leatherworker IV
fr: Tannerie experte IV

source: Master Weaver IV
fr: Couture experte IV

source: Master Alchemist IV
fr: Alchimie experte IV

source: Master Culinarian IV
fr: Cuisine experte IV

source: Master Carpenter V
fr: Menuiserie experte V

source: Master Blacksmith V
fr: Métallurgie experte V

source: Master Armorer V
fr: Armurerie experte V

source: Master Goldsmith V
fr: Orfèvrerie experte V

source: Master Leatherworker V
fr: Tannerie experte V

source: Master Weaver V
fr: Couture experte V

source: Master Alchemist V
fr: Alchimie experte V

source: Master Culinarian V
fr: Cuisine experte V

source: Master Carpenter VI
fr: Menuiserie experte VI

source: Master Blacksmith VI
fr: Métallurgie experte VI

source: Master Armorer VI
fr: Armurerie experte VI

source: Master Goldsmith VI
fr: Orfèvrerie experte VI

source: Master Leatherworker VI
fr: Tannerie experte VI

source: Master Weaver VI
fr: Couture experte VI

source: Master Alchemist VI
fr: Alchimie experte VI

source: Master Culinarian VI
fr: Cuisine experte VI

source: Master Carpenter VII
fr: Menuiserie experte VII

source: Master Blacksmith VII
fr: Métallurgie experte VII

source: Master Armorer VII
fr: Armurerie experte VII

source: Master Goldsmith VII
fr: Orfèvrerie experte VII

source: Master Leatherworker VII
fr: Tannerie experte VII

source: Master Weaver VII
fr: Couture experte VII

source: Master Alchemist VII
fr: Alchimie experte VII

source: Master Culinarian VII
fr: Cuisine experte VII

source: Master Carpenter VIII
fr: Menuiserie experte VIII

source: Master Blacksmith VIII
fr: Métallurgie experte VIII

source: Master Armorer VIII
fr: Armurerie experte VIII

source: Master Goldsmith VIII
fr: Orfèvrerie experte VIII

source: Master Leatherworker VIII
fr: Tannerie experte VIII

source: Master Weaver VIII
fr: Couture experte VIII

source: Master Alchemist VIII
fr: Alchimie experte VIII

source: Master Culinarian VIII
fr: Cuisine experte VIII

source: Master Carpenter IX
fr: Menuiserie experte IX

source: Master Blacksmith IX
fr: Métallurgie experte IX

source: Master Armorer IX
fr: Armurerie experte IX

source: Master Goldsmith IX
fr: Orfèvrerie experte IX

source: Master Leatherworker IX
fr: Tannerie experte IX

source: Master Weaver IX
fr: Couture experte IX

source: Master Alchemist IX
fr: Alchimie experte IX

source: Master Culinarian IX
fr: Cuisine experte IX

source: Master Carpenter X
fr: Menuiserie experte X

source: Master Blacksmith X
fr: Métallurgie experte X

source: Master Armorer X
fr: Armurerie experte X

source: Master Goldsmith X
fr: Orfèvrerie experte X

source: Master Leatherworker X
fr: Tannerie experte X

source: Master Weaver X
fr: Couture experte X

source: Master Alchemist X
fr: Alchimie experte X

source: Master Culinarian X
fr: Cuisine experte X
