Repository: endervad/ffxiv_translation_test
Catalog: exd/XPVPGroupActivity/*.xlf
Languages: de, fr

source: The PvP team “<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>” is formed.
de: PvP-Team „<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>“ gegründet.
fr: L'équipe JcJ “<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>” a été formée.

source: <var 2B ((<var 08 E4EB02EB03 ((you)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((join)) ((joins)) /var> the team.
de: <var 2B ((<var 08 E4EB02EB03 ((<var 09 02 ((du)) ((deiner)) ((dir)) ((dich)) /var>)) ((<var 08 E908 ((<var 32 ((ObjStr)) 03E908020202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((trittst)) ((tritt)) /var> dem Team bei.
fr: <var 2B ((<var 08 E4EB02EB03 ((vous)) ((<var 08 E908 ((<var 33 ((ObjStr)) 03E9080202 /var>)) ((<var 08 E4030A ((<var 08 E943 ((d')) ((de<var 1D /var>)) /var><var 29 EB03 /var>)) ((<var 08 E906 ((<var 28 ((Attributive)) 0325 /var><var 29 EB03 /var>)) ((<var 28 ((Attributive)) 031D /var><var 29 EB03 /var>)) /var>)) /var>)) /var>)) /var>)) /var> <var 08 E4EB02EB03 ((avez)) ((a)) /var> rejoint l'équipe JcJ.

source: <var 2B ((<var 08 E4EB02EB03 ((you)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((leave)) ((leaves)) /var> the team.
de: <var 2B ((<var 08 E4EB02EB03 ((<var 09 02 ((du)) ((deiner)) ((dir)) ((dich)) /var>)) ((<var 08 E908 ((<var 32 ((ObjStr)) 03E908020202 /var>)) EB03 /var>)) /var>)) /var> verlässt das Team.
fr: <var 2B ((<var 08 E4EB02EB03 ((vous)) ((<var 08 E908 ((<var 33 ((ObjStr)) 03E9080202 /var>)) ((<var 08 E4030A ((<var 08 E943 ((d')) ((de<var 1D /var>)) /var><var 29 EB03 /var>)) ((<var 08 E906 ((<var 28 ((Attributive)) 0325 /var><var 29 EB03 /var>)) ((<var 28 ((Attributive)) 031D /var><var 29 EB03 /var>)) /var>)) /var>)) /var>)) /var>)) /var> <var 08 E4EB02EB03 ((avez)) ((a)) /var> quitté l'équipe JcJ.

source: <var 2B ((<var 08 E4EB02EB03 ((you)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((leave)) ((leaves)) /var> the team.
de: <var 2B ((<var 08 E4EB02EB03 ((<var 09 02 ((du)) ((deiner)) ((dir)) ((dich)) /var>)) ((<var 08 E908 ((<var 32 ((ObjStr)) 03E908020202 /var>)) EB03 /var>)) /var>)) /var> verlässt das Team.
fr: <var 2B ((<var 08 E4EB02EB03 ((vous)) ((<var 08 E908 ((<var 33 ((ObjStr)) 03E9080202 /var>)) ((<var 08 E4030A ((<var 08 E943 ((d')) ((de<var 1D /var>)) /var><var 29 EB03 /var>)) ((<var 08 E906 ((<var 28 ((Attributive)) 0325 /var><var 29 EB03 /var>)) ((<var 28 ((Attributive)) 031D /var><var 29 EB03 /var>)) /var>)) /var>)) /var>)) /var>)) /var> <var 08 E4EB02EB03 ((avez)) ((a)) /var> quitté l'équipe JcJ.

source: The team name is changed to “<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>.”
de: Teamname zu „<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>“ geändert.
fr: L'équipe JcJ a été renommée “<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>”.

source: The team crest is updated.
de: Das Wappen wurde geändert.
fr: Le blason de l'équipe JcJ a été modifié.

source: The team is promoted to rank “<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>.”
de: Das Team wurde auf den Rang „<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>“ befördert.
fr: L'équipe JcJ a été promue à l'échelon “<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>”.

source: The team is demoted to rank “<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>.”
de: Das Team wurde auf den Rang „<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>“ zurückgesetzt.
fr: L'équipe JcJ a été rétrogradée à l'échelon “<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>”.

source: A new season begins.
de: Eine neue Saison hat begonnen.
fr: Une nouvelle saison a débuté.

source: Leader not found. <var 2B ((<var 08 E4EB02EB03 ((you)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((are)) ((is)) /var> promoted to team leader.
de: <var 2B ((<var 08 E4EB02EB03 ((<var 09 02 ((du)) ((deiner)) ((dir)) ((dich)) /var>)) ((<var 08 E908 ((<var 32 ((ObjStr)) 03E908020202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((bist)) ((ist)) /var> nun Anführer, da der vorige Anführer eine bestimmte Zeit abwesend war.
fr: Du fait d'une absence prolongée du chef d'<var 48 F201FA /var><var 49 F201FB /var>équipe JcJ<var 49 01 /var><var 48 01 /var>, <var 08 E4EB02EB03 ((vous avez été promu<var 08 E905 ((e)) (()) /var> à ce rang.)) ((ce rang a été cédé à <var 08 E4EB02EB03 ((vous)) ((<var 08 E908 ((<var 33 ((ObjStr)) 03E9080202 /var>)) ((<var 08 E4030A ((<var 08 E943 ((d')) ((de<var 1D /var>)) /var><var 29 EB03 /var>)) ((<var 08 E906 ((<var 28 ((Attributive)) 0325 /var><var 29 EB03 /var>)) ((<var 28 ((Attributive)) 031D /var><var 29 EB03 /var>)) /var>)) /var>)) /var>)) /var>.)) /var>

source: <var 2B ((<var 08 E4EB02EB03 ((you)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((are)) ((is)) /var> promoted to subleader.
de: <var 2B ((<var 08 E4EB02EB03 ((<var 09 02 ((du)) ((deiner)) ((dir)) ((dich)) /var>)) ((<var 08 E908 ((<var 32 ((ObjStr)) 03E908020202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((bist)) ((ist)) /var> nun Zweiter Anführer.
fr: <var 2B ((<var 08 E4EB02EB03 ((vous)) ((<var 08 E908 ((<var 33 ((ObjStr)) 03E9080202 /var>)) ((<var 08 E4030A ((<var 08 E943 ((d')) ((de<var 1D /var>)) /var><var 29 EB03 /var>)) ((<var 08 E906 ((<var 28 ((Attributive)) 0325 /var><var 29 EB03 /var>)) ((<var 28 ((Attributive)) 031D /var><var 29 EB03 /var>)) /var>)) /var>)) /var>)) /var>)) /var> <var 08 E4EB02EB03 ((avez)) ((a)) /var> été promu<var 08 E905 ((e)) (()) /var> au rang de sous-chef.

source: <var 2B ((<var 08 E4EB02EB03 ((you)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((are)) ((is)) /var> promoted to team leader.
de: <var 2B ((<var 08 E4EB02EB03 ((<var 09 02 ((du)) ((deiner)) ((dir)) ((dich)) /var>)) ((<var 08 E908 ((<var 32 ((ObjStr)) 03E908020202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((wurdest)) ((wurde)) /var> zum Anführer ernannt.
fr: <var 2B ((<var 08 E4EB02EB03 ((vous)) ((<var 08 E908 ((<var 33 ((ObjStr)) 03E9080202 /var>)) ((<var 08 E4030A ((<var 08 E943 ((d')) ((de<var 1D /var>)) /var><var 29 EB03 /var>)) ((<var 08 E906 ((<var 28 ((Attributive)) 0325 /var><var 29 EB03 /var>)) ((<var 28 ((Attributive)) 031D /var><var 29 EB03 /var>)) /var>)) /var>)) /var>)) /var>)) /var> <var 08 E4EB02EB03 ((avez)) ((a)) /var> été promu<var 08 E905 ((e)) (()) /var> au rang de chef.
