Repository: endervad/ffxiv_translation_test
Catalog: exd/OrnamentTransient/*.xlf
Languages: de

source: Open a parasol.
de: Öffne deinen Sonnenschirm.

source: Open a sky blue parasol.
de: Öffne deinen himmlischen Sonnenschirm.

source: Open a vermilion paper parasol.
de: Öffne deinen roten Ölpapierschirm.

source: Open a plum paper parasol.
de: Öffne deinen violetten Ölpapierschirm.

source: Open a gold paper parasol.
de: Öffne deinen gelben Ölpapierschirm.

source: Open a calming checkered parasol.
de: Öffne deinen blau karierten Sonnenschirm.

source: Open a cheerful checkered parasol.
de: Öffne deinen rot karierten Sonnenschirm.

source: Open a classy checkered parasol.
de: Öffne deinen schwarz karierten Sonnenschirm.

source: Spread your angel wings.
de: Lass dir Engelsflügel auf den Rücken projizieren.

source: Open a gold parasaucer.
de: Öffne deinen Gold Saucer-Sonnenschirm.

source: Open a pleasant dot parasol.
de: Öffne deinen blau-weiß gepunkteten Sonnenschirm.

source: Open a prim dot parasol.
de: Öffne deinen rosa-weiß gepunkteten Sonnenschirm.

source: Open a pastoral dot parasol.
de: Öffne deinen hellblau-weiß gepunkteten Sonnenschirm.

source: Open a fat cat parasol.
de: Öffne deinen Dicke-Katze-Sonnenschirm.

source: Open a great paraserpent.
de: Öffne deinen Wasserschlange-Sonnenschirm.

source: Open a red moon parasol.
de: Öffne deinen Dalamud-Papierschirm.

source: Spread angel wings blacker than your heart (or so you will doubtless say).
de: Projiziere die Fügel eines gefallenen Engels auf deinen Rücken.

source: Spread your illusory─yet still impressive─golden wings.
de: Projiziere die Fügel eines Erzengels auf deinen Rücken.

source: Spread your wicked wings, realistic enough to fool any man─though voidsent are another matter.
de: Projiziere die Fügel Diabolos' auf deinen Rücken.

source: Spread mischief and mayhem! Also, fae wings.
de: Projiziere die Fügel einer Pixie auf deinen Rücken.

source: Don a pair of oval spectacles that do not improve your eyesight in any way.
de: Projiziere eine ovale Brille auf deine Nase.

source: Open a white lace parasol.
de: Öffne deinen weißen Rüschen-Sonnenschirm.

source: Open a blue blossom parasol.
de: Öffne deinen blauen Blüten-Sonnenschirm.

source: Don a pair of tinted lenses and try not to bump into anything.
de: Projiziere eine getönte Brille auf deine Nase.

source: Don a pair of rectangular glasses for a classic illusion of intelligence.
de: Projiziere eine klassische Brille auf deine Nase.

source: Open a sabotender parasol. Inscrutable twirling recommended.
de: Öffne deinen Sabotender-Sonnenschirm.

source: Spread mischief, mayhem, and your lovely aquamarine fae wings.
de: Projiziere blaue Fügel einer Pixie auf deinen Rücken.

source: Open a felicitous furball umbrella.
de: Öffne deinen Miaurizius-Schirm.

source: Engage your raindrop defense system.
de: Öffne dein Wasserschutz-System.

source: Don a pair of rose-colored spectacles and exude incurable optimism.
de: Projiziere eine rosarote Brille auf deine Nase.

source: Open a tsukumogami parasol. Rest assured it's not an actual umbrella ghost...or is it?
de: Öffne deinen Tsukumogami-Sonnenschirm.

source: Open a tactful taskmaster umbrella and <var 1A 02 /var>get back to work<var 1A 01 /var>.
de: Öffne deinen Bauderich-Schirm.

source: Shoulder a knapsack and look the part of a seasoned traveler.
de: Schultere deinen Rucksack.

source: Spread trickery, deceit, and a graceful pair of fae wings.
de: Projiziere die Flügel von Statice auf deinen Rücken.

source: Open a giant leaf parasol.
de: Öffne deinen Blatt-Schirm.

source: Open a colorful carrotsol.
de: Öffne deinen Karotten-Sonnenschirm.
