Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/007/CtsMjiConstructResidence_00783/*.xlf
Languages: de

source: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_SYSTEM_000_000<tab>What will you do?
de: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_SYSTEM_000_000<tab>Was möchtest du tun?

source: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q1_000_001<tab>Construct the cozy cabin.
de: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q1_000_001<tab>Eine Strandhütte bauen

source: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q1_000_010<tab>Nothing.
de: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q1_000_010<tab>Abbrechen

source: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_SYSTEM_000_100<tab>What will you do?
de: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_SYSTEM_000_100<tab>Was möchtest du tun?

source: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_100<tab>Renovate the cozy cabin.
de: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_100<tab>Die Strandhütte umbauen

source: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_101<tab>Change the cozy cabin's appearance.
de: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_101<tab>Das Aussehen der Strandhütte ändern

source: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_102<tab>Change the hideaway's appearance.
de: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_102<tab>Das Aussehen des Domizils ändern

source: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_110<tab>Nothing.
de: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_110<tab>Abbrechen

source: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_120<tab>In order to renovate the cozy cabin, you must continue to develop your island and increase your sanctuary rank.
de: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_120<tab>Du kannst deine Strandhütte weiter ausbauen, sobald du mehr Land erschlossen und eine höhere Inselstufe erreicht hast.

source: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_200<tab>This appears to be a log with a board attached to it. How quaint.
de: TEXT_CTSMJICONSTRUCTRESIDENCE_00783_Q2_000_200<tab>Dies scheint die Leittafel für die Strandhütte zu sein.
