Repository: endervad/ffxiv_translation_test
Catalog: exd/AOZScore/*.xlf
Languages: ja, ru

source: Too Fast, Too Furious<tab>Completed performance faster than the ideal time.
ja: スピードスター<tab>好記録タイムより、すばやくクリア
ru: Двойной форсаж<tab>Завершить выступления быстрее, чем указано в оптимальном времени.

source: Slow and Steady<tab>Completed performance faster than the standard time.
ja: タイムキーパー<tab>標準タイムより、すばやくクリア
ru: Тише едешь — дальше будешь<tab>Завершить выступления быстрее, чем указано в стандартном времени.

source: 10 Ways to Die<tab>Used between two and ten unique spell types.
ja: 10アクション<tab>使用した青魔法が2種類以上、10種類以下
ru: 10 способов умереть<tab>Использовать от двух до десяти уникальных типов заклинаний.

source: 4 Ways to Die<tab>Used two, three, or four unique spell types.
ja: 4アクション<tab>使用した青魔法が2種類以上、4種類以下
ru: 4 способа умереть<tab>Использовать два, три или четыре уникальных типа заклинаний.

source: Can't Touch This<tab>Took zero damage.
ja: ノーダメージ<tab>ダメージを受けない
ru: Трогать нельзя<tab>Ни разу не получить урон.

source: Ain't Got Time to Bleed<tab>Restored zero HP.
ja: ノーヒール<tab>ＨＰ回復効果を使用しない
ru: Не время истекать кровью<tab>Не восстанавливать очки здоровья.

source: Modus Interruptus<tab>Interrupted a target's casting.
ja: メイジマッシャー<tab>敵の詠唱をキャンセルした
ru: Способность прерывания<tab>Прервать чтение заклинания у цели.

source: A Walk in the Park<tab>Refrained from using Sprint.
ja: マイペース<tab>スプリントを使用しない
ru: Прогулка по парку<tab>Не использовать умение «Спринт».

source: Mastery of Fire<tab>Used one or more fire-aspected spells. Spells aspected to other elements were not used.
ja: ファイアマスター<tab>火属性と無属性の青魔法のみを使用
ru: Мастерство огня<tab>Использовать только заклинания связанные с элементом огня (одно или несколько).

source: Mastery of Water<tab>Used one or more water-aspected spells. Spells aspected to other elements were not used.
ja: ウォーターマスター<tab>水属性と無属性の青魔法のみを使用
ru: Мастерство воды<tab>Использовать только заклинания связанные с элементом воды (одно или несколько).

source: Mastery of Earth<tab>Used one or more earth-aspected spells. Spells aspected to other elements were not used.
ja: アースマスター<tab>土属性と無属性の青魔法のみを使用
ru: Мастерство земли<tab>Использовать только заклинания связанные с элементом земли (одно или несколько).

source: Mastery of Wind<tab>Used one or more wind-aspected spells. Spells aspected to other elements were not used.
ja: ウィンドマスター<tab>風属性と無属性の青魔法のみを使用
ru: Мастерство ветра<tab>Использовать только заклинания связанные с элементом ветра (одно или несколько).

source: Mastery of Ice<tab>Used one or more ice-aspected spells. Spells aspected to other elements were not used.
ja: アイスマスター<tab>氷属性と無属性の青魔法のみを使用
ru: Мастерство льда<tab>Использовать только заклинания связанные с элементом льда (одно или несколько).

source: Mastery of Lightning<tab>Used one or more lightning-aspected spells. Spells aspected to other elements were not used.
ja: ライトニングマスター<tab>雷属性と無属性の青魔法のみを使用
ru: Мастерство молнии<tab>Использовать только заклинания связанные с элементом молнии (одно или несколько).

source: Elemental Mastery<tab>Cast spells aspected to all six elements.
ja: エレメンタルマスター<tab>火、氷、風、土、雷、水の攻撃属性を使用
ru: Мастерство стихий<tab>Использовать как минимум по одному заклинанию всех шести элементов.

source: Total Mastery<tab>Used actions aspected to all six elements and three damage types (blunt, piercing, slashing).
ja: アクションマスター<tab>火、氷、風、土、雷、水、斬、突、打の攻撃属性を使用
ru: Совершенное мастерство<tab>Использовать элементы: огонь, вода, земля, ветер, лёд, молния, тупой, колющий и режущий.

source: Enfeeble Me Tender<tab>Applied six or more unique enfeeblements.
ja: デバッファー<tab>敵に付与したデバフが6種類以上
ru: Ослабь меня нежно<tab>Наложить шесть или более различных отрицательных эффектов.

source: Enfeeble Me Tenderer<tab>Applied nine or more unique enfeeblements.
ja: ベテランデバッファー<tab>敵に付与したデバフが9種類以上
ru: Ослабь меня ещё нежнее<tab>Наложить девять или более различных отрицательных эффектов.

source: Let's Get Physical<tab>Used only physical-type actions.
ja: マッスルマスター<tab>攻撃タイプが物理の青魔法のみを使用
ru: Давайте займемся физкультурой<tab>Использовать лишь действия с типом физического урона.

source: Advanced Spellcasting<tab>Cast only rank 4 or 5 spells.
ja: ハイメイジ<tab>ランク4とランク5の青魔法のみを使用
ru: Продвинутое чтение заклинаний<tab>Использовать лишь заклинания 4-го или 5-го рангов.

source: Beginner Spellcasting<tab>Cast only rank 1 or 2 spells.
ja: ノービスメイジ<tab>ランク1とランク2の青魔法のみを使用
ru: Начальное чтение заклинаний<tab>Использовать лишь заклинания 1-го или 2-го рангов.

source: Four-faced<tab>Used four or more unique actions that are fired from the face.
ja: フォーフェイス<tab>顔から放射する青魔法を4種類以上使用
ru: Четырёхликий<tab>Использовать четыре или более различных действий с анимацией «от лица».

source: Amajina Special<tab>
ja: アマジナマスター<tab>
ru: Особое Амаджины<tab>

source: One-trick Pony<tab>
ja: チーププレイ<tab>
ru: Пони с уникальным трюком<tab>

source: The Primals<tab>
ja: ザ・プライマルズ<tab>
ru: Праймалы<tab>

source: Giant Slayer<tab>
ja: ジャイアントキリング<tab>
ru: Покоритель великанов<tab>

source: Trouble with Tentacles<tab>
ja: たこあしフェチ<tab>
ru: Неприятности с щупальцами<tab>

source: Perfect Blue<tab>
ja: パーフェクトブルー<tab>
ru: Идеальная синева<tab>

source: Eight-faced<tab>Used eight or more unique actions that are fired from the face.
ja: エイトフェイス<tab>顔から放射する青魔法を8種類以上使用
ru: Восьмиликий<tab>Использовать восемь или более различных действий с анимацией «от лица».

source: Hooked on a Healing<tab>Use Pom Cure, Exuviation, and White Wind.
ja: ヒールマスター<tab>ポンポンケアル、イグジュビエーション、ホワイトウィンドを使用
ru: Вызывает привыкание<tab>Использовать Pom Cure, Exuviation и White Wind.

source: Alexander Aficionado<tab>
ja: アレキサンダーマニア<tab>
ru: Почитатель Александра<tab>

source: The Celestium's Finest<tab>
ja: セルリウムブルー<tab>
ru: Лучший в Небесах<tab>

source: Pure Azure<tab>
ja: ピュアブルー<tab>
ru: Чистая лазурь<tab>

source: Going for Gold<tab>
ja: ゴールデンブルー<tab>
ru: Стремясь к золоту<tab>
