Repository: endervad/ffxiv_translation_test
Catalog: exd/content/DeepDungeon2Entrance/*.xlf
Languages: ru

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_START_MENU_ENTER<tab>Enter Heaven<var 1F /var>on<var 1F /var>High
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_START_MENU_ENTER<tab>Войти в Небеса-на-Выси

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_START_MENU_RESET<tab>Reset your progress
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_START_MENU_RESET<tab>Сбросить прогресс

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_START_MENU_BREAKUP<tab>Disband your fixed party
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_START_MENU_BREAKUP<tab>Распустить постоянную группу

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_START_MENU_SCORE<tab>View your scores
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_START_MENU_SCORE<tab>Просмотреть ваши очки

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_START_MENU_ABOUT<tab>Learn about Heaven<var 1F /var>on<var 1F /var>High
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_START_MENU_ABOUT<tab>Узнать больше о Небесах-на-Выси

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_MENU_TITLE<tab>What will you do?
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_MENU_TITLE<tab>Что вы хотите сделать?

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_MENU_FIXED<tab>Enter with a fixed party.
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_MENU_FIXED<tab>Войти постоянной группой.

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_MENU_MATCHING<tab>Enter with a matched party.
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_MENU_MATCHING<tab>Войти в составе подобранной группы.

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_MENU_BACK<tab>Return.
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_MENU_BACK<tab>Назад.

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_FIXED_Q<tab>Are you sure you wish to enter with a fixed party?
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_FIXED_Q<tab>Вы точно хотите войти постоянной группой?

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_MATCHING_Q<tab>Are you sure you wish to enter with a matched party?
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_MATCHING_Q<tab>Вы точно хотите войти в составе подобранной группы?

source: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_SOLO<tab>Are you sure you wish to enter alone?
ru: TEXT_DEEPDUNGEON2ENTRANCE_TEST_ENTER_SOLO<tab>Вы точно хотите войти одни?

source: TEXT_DEEPDUNGEON2ENTRANCE_ENTER_WHICH_Q<tab>From which floor will you enter?
ru: TEXT_DEEPDUNGEON2ENTRANCE_ENTER_WHICH_Q<tab>С какого этажа вы начнёте?

source: TEXT_DEEPDUNGEON2ENTRANCE_ENTER_A1<tab>Floor one.
ru: TEXT_DEEPDUNGEON2ENTRANCE_ENTER_A1<tab>Этаж 1.

source: TEXT_DEEPDUNGEON2ENTRANCE_ENTER_A2<tab>Floor twenty-one.
ru: TEXT_DEEPDUNGEON2ENTRANCE_ENTER_A2<tab>Этаж 21.
