Repository: endervad/ffxiv_translation_test
Catalog: exd/FittingShopItemSet/*.xlf
Languages: ru

source: Far Eastern Garb for Men
ru: Дальневосточный мужчина (Far Eastern Garb for Men)

source: Far Eastern Garb for Women
ru: Дальневосточная женщина (Far Eastern Garb for Women)

source: Far Eastern Patriarch's Attire
ru: Дальневосточный патриарх (Far Eastern Patriarch's Attire)

source: Far Eastern Matriarch's Attire
ru: Дальневосточная матриарх (Far Eastern Matriarch's Attire)

source: Armoury of the Heavens' Ward: Lancer's Arms
ru: Копейщик (Armoury of the Heavens' Ward: Lancer's Arms)

source: Armoury of the Heavens' Ward: Marauder's Arms
ru: Мародёр (Armoury of the Heavens' Ward: Marauder's Arms)

source: Armoury of the Heavens' Ward: Gladiator's Arms
ru: Гладиатор (Armoury of the Heavens' Ward: Gladiator's Arms)

source: Armoury of the Heavens' Ward: Conjurer's Arms
ru: Элементалист (Armoury of the Heavens' Ward: Conjurer's Arms)

source: Fuga Attire
ru: Наряд Фуга (Fuga Attire)

source: Far Eastern Noble's Attire
ru: Дальневосточный дворянин (Far Eastern Noble's Attire)

source: Far Eastern Gentleman's Attire
ru: Дальневосточный джентльмен (Far Eastern Gentleman's Attire)

source: Far Eastern Beauty's Attire
ru: Дальневосточная красавица (Far Eastern Beauty's Attire)

source: Emerald Carbuncle Attire
ru: Изумрудный карбункул (Emerald Carbuncle Attire)

source: Topaz Carbuncle Attire
ru: Топазовый карбункул (Topaz Carbuncle Attire)

source: Nezha Lord's Attire
ru: Наряд владыки Нэчжа (Nezha Lord's Attire)

source: Nezha Lady's Attire
ru: Наряд леди Нэчжа (Nezha Lady's Attire)

source: Angelic Attire
ru: Ангельское одеяние (Angelic Attire)

source: Demonic Attire
ru: Демоническое одеяние (Demonic Attire)

source: Faerie Tale Prince's Attire
ru: Сказочный принц (Faerie Tale Prince's Attire)

source: Faerie Tale Princess's Attire
ru: Сказочная принцесса (Faerie Tale Princess's Attire)

source: Mun'gaek Attire
ru: Наряд мун'гака (Mun'gaek Attire)

source: Eastern Socialite's Attire
ru: Восточный светский наряд (Eastern Socialite's Attire)

source: Far Eastern Schoolgirl's Uniform
ru: Дальневосточная школьница (Far Eastern Schoolgirl's Uniform)

source: Far Eastern Schoolboy's Uniform
ru: Дальневосточный школьник (Far Eastern Schoolboy's Uniform)

source: Far Eastern Officer's Uniform
ru: Дальневосточный офицер (Far Eastern Officer's Uniform)

source: Far Eastern Maiden's Attire
ru: Дальневосточная девица (Far Eastern Maiden's Attire)

source: Mheg Deaca Attire
ru: Наряд Мхег Диака (Mheg Deaca Attire)

source: Ruby Carbuncle Attire
ru: Рубиновый карбункул (Ruby Carbuncle Attire)

source: Peacock Attire
ru: Наряд павлина (Peacock Attire)

source: Bergsteiger's Attire
ru: Одеяние Бергштайгера (Bergsteiger's Attire)

source: Dirndl's Attire
ru: Наряд Дирндля (Dirndl's Attire)

source: Collegiate Attire (Slacks)
ru: Форма студента с брюками (Collegiate Attire - Slacks)

source: Collegiate Attire (Skirt)
ru: Форма студента с юбкой (Collegiate Attire - Skirt)

source: Eastern Lord Errant's Attire
ru: Странствующий лорд востока (Eastern Lord Errant's Attire)

source: Eastern Lady Errant's Attire
ru: Странствующая леди востока (Eastern Lady Errant's Attire)

source: Resshi Attire
ru: Наряд Рэши (Resshi Attire)

source: Minfilia's Attire
ru: Одеяние Минфилии (Minfilia's Attire)

source: Yda's Attire
ru: Форма Иды (Yda's Attire)

source: Papalymo's Attire
ru: Роба Папалимо (Papalymo's Attire)

source: Thancred's Attire
ru: Одежда Танкреда (Thancred's Attire)

source: Urianger's Attire
ru: Роба Урианже (Urianger's Attire)

source: Y'shtola's Attire
ru: Роба Я'штолы (Y'shtola's Attire)

source: Cid's Attire
ru: Одежда Сида (Cid's Attire)

source: Garlond Ironworks Attire
ru: Форма «Шестерёнок Гарлонда» (Garlond Ironworks Attire)

source: Y'shtola's Modish Attire
ru: Модная роба Я'штолы (Y'shtola's Modish Attire)

source: Thancred's Modish Attire
ru: Модная одежда Танкреда (Thancred's Modish Attire)

source: Ward Knight's Attire
ru: Королевский рыцарь (Ward Knight's Attire)

source: Ward Mage's Attire
ru: Королевский маг (Ward Mage's Attire)

source: Aymeric's Attire
ru: Латы Эмерика (Aymeric's Attire)

source: Blackbosom Attire
ru: Чёрное платье ведьмы (Blackbosom Attire)

source: Scion Liberator's Attire
ru: Форма освободителя (Scion Liberator's Attire)

source: Distressed Manderville Attire
ru: Костюм Мандервилля (Distressed Manderville Attire)

source: Lord Hien's Attire
ru: Кимоно лорда Хиена (Lord Hien's Attire)

source: Gosetsu's Attire
ru: Кимоно Госэцу (Gosetsu's Attire)

source: Minfilia's Modish Attire
ru: Модное платье Минфилии (Minfilia's Modish Attire)

source: Krile's Attire
ru: Роба Крайл (Krile's Attire)

source: Alma's Attire
ru: Платье Альмы (Alma's Attire)

source: Brave New Y'shtola Attire
ru: Дивная роба Я'штолы (Brave New Y'shtola Attire)

source: Oracle's Attire
ru: Платье Оракула (Oracle's Attire)

source: Omega-M Attire
ru: Костюм Омега-М (Omega-M Attire)

source: Omega-F Attire
ru: Костюм Омега-F (Omega-F Attire)

source: Lightning's Attire
ru: Форма Лайтнинг (Lightning's Attire)

source: Snow's Attire
ru: Плащ Сноу (Snow's Attire)

source: Valentione Apron Attire
ru: Китель Валентиона (Valentione Apron Attire)

source: Valentione Apron Dress Attire
ru: Фартук Валентиона (Valentione Apron Dress Attire)

source: Dashing Valentione Rose Attire
ru: Строгий костюм «Роза» (Dashing Valentione Rose Attire)

source: Dashing Valentione Forget-me-not Attire
ru: Строгий костюм «Незабудка» (Dashing Valentione Forget-me-not Attire)

source: Dashing Valentione Acacia Attire
ru: Строгий костюм «Акация» (Dashing Valentione Acacia Attire)

source: Prim Valentione Rose Attire
ru: Парадное платье «Роза» (Prim Valentione Rose Attire)

source: Prim Valentione Forget-me-not Attire
ru: Парадное платье «Незабудка» (Prim Valentione Forget-me-not Attire)

source: Prim Valentione Acacia Attire
ru: Женское платье «Акация» (Prim Valentione Acacia Attire)

source: Lord's Suikan Set
ru: Суйкан лорда (Lord's Suikan Set)

source: Lady's Suikan Set
ru: Суйкан леди (Lady's Suikan Set)

source: Songbird Attire
ru: Наряд певчей птицы (Songbird Attire)

source: Royal Seneschal Attire
ru: Королевский сенешаль (Royal Seneschal Attire)

source: Spriggan Attire
ru: Одежда в виде сприггана (Spriggan Attire)

source: Men's Red Summer Set
ru: Красные мужские плавки (Men's Red Summer Set)

source: Men's Green Summer Set
ru: Зелёные мужские плавки (Men's Green Summer Set)

source: Men's Blue Summer Set
ru: Синие мужские плавки (Men's Blue Summer Set)

source: Men's Solar Summer Set
ru: Золотые мужские плавки (Men's Solar Summer Set)

source: Men's Lunar Summer Set
ru: Серебряные мужские плавки (Men's Lunar Summer Set)

source: Women's Red Summer Set
ru: Красный женский купальник (Women's Red Summer Set)

source: Women's Green Summer Set
ru: Зелёный женский купальник (Women's Green Summer Set)

source: Women's Blue Summer Set
ru: Синий женский купальник (Women's Blue Summer Set)

source: Women's Solar Summer Set
ru: Золотой женский купальник (Women's Solar Summer Set)

source: Women's Lunar Summer Set
ru: Серебряный женский купальник (Women's Lunar Summer Set)

source: Men's Black Summer Set
ru: Чёрные мужские плавки (Men's Black Summer Set)

source: Men's Striped Summer Set
ru: Мужские плавки в полоску (Men's Striped Summer Set)

source: Women's Summer Morning Set
ru: Белый женский купальник (Women's Summer Morning Set)

source: Women's Striped Summer Set
ru: Женский купальник в полоску (Women's Striped Summer Set)

source: Legacy Warrior Attire
ru: Наследные доспехи воина (Legacy Warrior Attire)

source: Eastern Faire-goer's Attire
ru: Наряд летнего фестиваля (Eastern Faire-goer's Attire)

source: Endless Summer Attire
ru: Летний наряд (Endless Summer Attire)

source: Eerie Garments
ru: Жуткая роба (Eerie Garments)

source: Witch's Attire
ru: Наряд ведьмы (Witch's Attire)

source: Sweet Dream Attire
ru: Наряд «Сладкий сон» (Sweet Dream Attire)

source: Reindeer Suit
ru: Костюм оленя (Reindeer Suit)

source: Snowman Suit
ru: Костюм снеговика (Snowman Suit)

source: Starlight Attire
ru: Наряд «Звёздный свет» (Starlight Attire)

source: Reindeer Attire
ru: Наряд волшебного оленя (Reindeer Attire)

source: Saint's Cap and Beard Set
ru: Святые борода и шапка (Saint's Cap and Beard Set)

source: Choir Attire
ru: Наряд для хора (Choir Attire)

source: Loyal Housemaid's Uniform
ru: Униформа горничной (Loyal Housemaid's Uniform)

source: Loyal Butler's Uniform
ru: Мундир дворецкого (Loyal Butler's Uniform)

source: Exclusive Eastern Journey Attire
ru: Путешествие на Запад (Exclusive Eastern Journey Attire)

source: Moogle Attire
ru: Костюм Мугла (Moogle Attire)

source: Abes Attire
ru: Форма Абеса (Abes Attire)

source: High Summoner's Attire
ru: Высший призыватель (High Summoner's Attire)

source: Chicken Attire
ru: Костюм цыплёнка (Chicken Attire)

source: Street Attire
ru: Уличная одежда (Street Attire)

source: Male Werewolf Set
ru: Оборотень-мужчина (Male Werewolf Set)

source: Female Werewolf Set
ru: Оборотень-женщина (Female Werewolf Set)

source: Summer's Flame Attire
ru: Наряд летнего пламени (Summer's Flame Attire)

source: Fat Cat Attire
ru: Одежда в виде толстого кота (Fat Cat Attire)

source: Clown's Attire
ru: Костюм клоуна (Clown's Attire)

source: Far Northern Attire
ru: Одежда Крайнего Севера (Far Northern Attire)

source: Educand's Attire (Slacks)
ru: Форма ученика с брюками (Educand's Attire - Slacks)

source: Educand's Attire (Skirt)
ru: Форма ученика с юбкой (Educand's Attire - Skirt)
