Repository: endervad/ffxiv_translation_test
Catalog: exd/TripleTriadRule/*.xlf
Languages: de, ru

source: Roulette<tab>Rules in play are chosen at random.
de: Zufällig<tab>Bei Beginn der Partie wird zufällig eine Ergänzungsregel ausgewählt.
ru: Рулетка<tab>Правила игры выбираются случайным образом.

source: All Open<tab>Both decks are placed face up.
de: Alle offen<tab>Beide Spieler spielen komplett mit offenen Karten.
ru: Все вскрыты<tab>Обе колоды кладутся лицом вверх.

source: Three Open<tab>Three cards chosen at random from each deck are played face up.
de: Drei offen<tab>Bei Spielbeginn werden drei zufällig ausgewählte Karten aufgedeckt, zwei bleiben dem Gegner verborgen.
ru: Вскрыты три<tab>Три карты, выбранные наугад из каждой колоды, играются лицом вверх.

source: Same<tab>When a card is played, if two or more of the sides are touching other cards, and the ranks of those sides are identical to those on the sides of the card played, the other cards are flipped.
de: Gleich<tab>Wird eine Karte gelegt, die auf zwei oder mehr Seiten den gleichen Wert wie die angrenzenden Karten hat, gewinnt die gelegte Karte gegen alle diese Karten.
ru: Совпадение<tab>Когда разыгрывается карта, если две или более стороны в этот момент коснутся других карт, и ранги этих сторон идентичны рангам сторон разыгрываемой карты, другие карты переворачиваются.

source: Sudden Death<tab>If a match ends in a draw, a new deciding match is played with each player using the cards they captured.
de: Verlängerung<tab>Bei einem Unentschieden wird automatisch eine neue Partie gestartet.
ru: Внезапная смерть<tab>Если матч заканчивается вничью, проводится новый решающий матч, в котором каждый игрок использует захваченные им карты.

source: Plus<tab>When a card is played, if two or more of the sides are touching other cards, and the sum of the ranks on the touching sides are identical to the sums on the other touching sides, the other cards are flipped.
de: Plus<tab>Wird eine Karte gelegt, die auf zwei oder mehr Seiten addiert mit der angrenzenden Karte die gleichen Summen aufweist, gewinnt die gelegte Karte gegen alle diese angrenzenden Karten.
ru: Плюс<tab>Если при разыгрывании карты две или более стороны касаются других карт и сумма рангов на касающихся сторонах совпадает с суммами на других касающихся сторонах, другие карты переворачиваются.

source: Random<tab>Decks are chosen at random from each player's list of claimed cards.
de: Zufallshand<tab>Beide Spieler erhalten eine zufällige Auswahl unter den Karten in ihrem Besitz als Deck und können keine im Voraus erstellten Decks auswählen.
ru: Случайные<tab>Карты выбираются случайным образом из списка заявленных карт каждого игрока.

source: Order<tab>Cards must be played in the order they appear in the deck.
de: Ordnung<tab>Die Karten müssen in der Reihenfolge des Decks gespielt werden.
ru: Последовательность<tab>Карты должны разыгрываться в порядке их появления в колоде.

source: Chaos<tab>Cards must be played in a random order determined before the match.
de: Chaos<tab>Die Karten müssen in einer zufällig festgelegten Reihenfolge gespielt werden.
ru: Хаос<tab>Карты должны быть разыграны в случайном порядке, определённом до начала матча.

source: Reverse<tab>Lower numbers flip higher numbers.
de: Umkehrung<tab>Es gewinnt immer die Karte mit dem niedrigeren Wert.
ru: Противоположные<tab>Низшие числа переворачивают высшие числа.

source: Fallen Ace<tab>A rank 1 side can flip an A. When Reverse is in play, a rank A side will flip a 1.
de: Assfresser<tab>Asse („A“) können von Einsen geschlagen werden.
ru: Павший туз<tab>Сторона ранга 1 может перевернуть ранг А. Если имеется правило «противоположные» в игре, сторона ранга А переворачивает ранг 1.

source: Ascension<tab>A card's ranks increase in proportion to the number of cards of the same type already played.
de: Bonus<tab>Jede Fraktionskarte erhält einen Bonus, der sich für jede weitere Karte der gleichen Fraktion auf dem Spielfeld erhöht.
ru: Восхождение<tab>Ранги карты увеличиваются пропорционально количеству уже сыгранных карт того же типа.

source: Descension<tab>A card's ranks decrease in proportion to the number of cards of the same type already played.
de: Malus<tab>Jede Fraktionskarte erhält einen Malus, der sich für jede weitere Karte der gleichen Fraktion auf dem Spielfeld erhöht.
ru: Понижение<tab>Ранг карты уменьшается пропорционально количеству уже сыгранных карт того же типа.

source: Swap<tab>One random card from each player's deck will be swapped with the other.
de: Tauschen<tab>Zu Beginn einer Partie wird eine zufällig bestimmte Karte mit dem Gegner getauscht.
ru: Рокировка<tab>Одна случайная карта из колоды каждого игрока меняется местами с другой.

source: Draft<tab>Decks must be built from a selection of randomly generated cards.
de: Improvisation<tab>Beide Spieler stellen sich aus einer zufälligen Kartenauswahl ein Deck zusammen.
ru: Драфт<tab>Колоды должны быть построены из набора ваших карт случайным образом.
