Repository: endervad/ffxiv_translation_test
Catalog: exd/GCRankLimsaMaleText/*.xlf
Languages: ru

source: Storm Private Third Class<tab>Storm Privates Third Class<tab>private<tab>
ru: Курсант<tab>курсантов<tab>курсант<tab>

source: Storm Private Second Class<tab>Storm Privates Second Class<tab>private<tab>
ru: Матрос<tab>матросов<tab>матрос<tab>

source: Storm Private First Class<tab>Storm Privates First Class<tab>private<tab>
ru: Старший матрос<tab>старших матросов<tab>матрос<tab>

source: Storm Corporal<tab>Storm Corporals<tab>corporal<tab>
ru: Второй старшина<tab>вторых старшин<tab>старшина<tab>

source: Storm Sergeant Third Class<tab>Storm Sergeants Third Class<tab>sergeant<tab>
ru: Первый старшина<tab>первых старшин<tab>старшина<tab>

source: Storm Sergeant Second Class<tab>Storm Sergeants Second Class<tab>sergeant<tab>
ru: Главный старшина<tab>главных старшин<tab>старшина<tab>

source: Storm Sergeant First Class<tab>Storm Sergeants First Class<tab>sergeant<tab>
ru: Мичман<tab>мичманов<tab>мичман<tab>

source: Chief Storm Sergeant<tab>Chief Storm Sergeants<tab>sergeant<tab>
ru: Старший мичман<tab>старших мичманов<tab>мичман<tab>

source: Second Storm Lieutenant<tab>Second Storm Lieutenants<tab>lieutenant<tab>
ru: Лейтенант<tab>лейтенантов<tab>лейтенант<tab>

source: First Storm Lieutenant<tab>First Storm Lieutenants<tab>lieutenant<tab>
ru: Старший лейтенант<tab>старших лейтенантов<tab>лейтенант<tab>

source: Storm Captain<tab>Storm Captains<tab>captain<tab>
ru: Капитан-лейтенант<tab>капитан-лейтенантов<tab>капитан<tab>

source: Second Storm Commander<tab>Second Storm Commanders<tab>commander<tab>
ru: Третий капитан<tab>третьих капитанов<tab>капитан<tab>

source: First Storm Commander<tab>First Storm Commanders<tab>commander<tab>
ru: Второй капитан<tab>вторых капитанов<tab>капитан<tab>

source: High Storm Commander<tab>High Storm Commanders<tab>commander<tab>
ru: Первый капитан<tab>первых капитанов<tab>капитан<tab>

source: Rear Storm Marshal<tab>Rear Storm Marshals<tab>rear marshal<tab>
ru: Контр-адмирал<tab>контр-адмиралов<tab>контр-адмирал<tab>

source: Vice Storm Marshal<tab>Vice Storm Marshals<tab>vice marshal<tab>
ru: Вице-адмирал<tab>вице-адмиралов<tab>вице-адмиралы<tab>

source: Storm Marshal<tab>Storm Marshals<tab>marshal<tab>
ru: Адмирал<tab>адмиралов<tab>адмирал<tab>

source: Grand Storm Marshal<tab>Grand Storm Marshals<tab>grand marshal<tab>
ru: Адмирал Флота<tab>адмиралов Флота<tab>адмирал<tab>

source: Storm Champion<tab>Storm Champions<tab>champion<tab>
ru: Чемпион Водоворота<tab>чемпионов Водоворота<tab>чемпион<tab>
