Repository: endervad/ffxiv_translation_test
Catalog: exd/FCActivityCategory/*.xlf
Languages: de, ja

source: All
de: Alles
ja: すべて

source: Entitlements
de: Fortschritte
ja: 組織

source: Membership
de: Mitglieder
ja: 編制

source: Organizational
de: Änderungen
ja: 設定変更

source: Actions
de: Kommandos
ja: カンパニーアクション

source: Housing
de: Unterkunft
ja: ハウジング

source: Garden
de: Pflanzenpflege
ja: 栽培

source: Chocobo Raising
de: Chocobo-Aufzucht
ja: マイチョコボ育成

source: Company Workshop
de: Werkstätte
ja: カンパニークラフト

source: Airship/Submersible
de: Luftschiff/Tauchboot
ja: 飛空艇・潜水艦
