Repository: endervad/ffxiv_translation_test
Catalog: exd/Orchestrion/*.xlf
Languages: ru

source: Skylords<tab>Materials for synthesis obtained from elite marks in the Churning Mists.
ru: Skylords<tab>Материалы для изготовления можно получить из элитных контрактов в Пушистых Облаках.

source: The Silent Regard of Stars<tab>Materials for synthesis obtained from elite marks in the Dravanian hinterlands.
ru: The Silent Regard of Stars<tab>Материалы для изготовления можно получить из элитных контрактов во Внутренних землях Дравании.

source: Beyond the Wall<tab>Obtained from the FATE "The Evil Seed" in the Fringes.
ru: Beyond the Wall<tab>Доступно в активности ЗОНА «The Evil Seed» в Клиньях.

source: Liquid Flame<tab>Obtained from the FATE "Never Say Daimyo" in the Ruby Sea.
ru: Liquid Flame<tab>Доступно в активности ЗОНА «Never Say Daimyo» в Рубиновом море.

source: Drowning in the Horizon<tab>Available for Centurio Seal exchange at Rhalgr's Reach and Kugane.
ru: Drowning in the Horizon<tab>Доступно в обмен на Centurio Seal в Хватке Ралгра и Куганэ.

source: The Edge<tab>Available for purchase at Wineport.
ru: The Edge<tab>Доступно для покупки в Винном Порте.

source: Navigator's Glory - The Theme of Limsa Lominsa<tab>Obtained in the Lost Canals of Uznair or the Hidden Canals of Uznair.
ru: Navigator's Glory - The Theme of Limsa Lominsa<tab>Доступно в Затерянных каналах Узнайра и Скрытых каналах Узнайра.

source: Born of the Boughs - The Theme of Gridania<tab>Obtained in the Lost Canals of Uznair or the Hidden Canals of Uznair.
ru: Born of the Boughs - The Theme of Gridania<tab>Доступно в Затерянных каналах Узнайра и Скрытых каналах Узнайра.

source: The Twin Faces of Fate - The Theme of Ul'dah<tab>Obtained in the Lost Canals of Uznair or the Hidden Canals of Uznair.
ru: The Twin Faces of Fate - The Theme of Ul'dah<tab>Доступно в Затерянных каналах Узнайра и Скрытых каналах Узнайра.

source: Birds of Prey<tab>Available for exchange in the Wolves' Den.
ru: Birds of Prey<tab>Доступно у торговцев из Волчьего логова.

source: Impact<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: Impact<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: Crimson Sunrise<tab>Obtained in the Lost Canals of Uznair or the Hidden Canals of Uznair.
ru: Crimson Sunrise<tab>Доступно в Затерянных каналах Узнайра и Скрытых каналах Узнайра.

source: On High<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: On High<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: Songs of Salt and Suffering<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: Songs of Salt and Suffering<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: A Father's Pride<tab>Obtained in the Lost Canals of Uznair or the Hidden Canals of Uznair.
ru: A Father's Pride<tab>Доступно в Затерянных каналах Узнайра и Скрытых каналах Узнайра.

source: Indomitable<tab>Available for Kojin sango exchange in Tamamizu.
ru: Indomitable<tab>Доступно в обмен на Kojin sango в Тамамидзу.

source: The Open Box<tab>Obtained in Shisui of the Violet Tides.
ru: The Open Box<tab>Доступно в Сизуи Лиловых приливов.

source: Most Unworthy<tab>Obtained in Bardam's Mettle.
ru: Most Unworthy<tab>Доступно в Суде Бардама.

source: Deception<tab>Obtained in Kugane Castle.
ru: Deception<tab>Доступно в Замке Куганэ.

source: Far From Home<tab>Obtained in the Drowned City of Skalla.
ru: Far From Home<tab>Доступно в Затопленном городе Скалла.

source: The Worm's Head<tab>Materials for synthesis obtained from a trial in Stormblood unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: The Worm's Head<tab>Материалы для изготовления доступны в испытании из Stormblood, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: The Worm's Tail<tab>Materials for synthesis obtained from a trial in Stormblood unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: The Worm's Tail<tab>Материалы для изготовления доступны в испытании из Stormblood, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Trisection<tab>Obtained in the Royal City of Rabanastre.
ru: Trisection<tab>Доступно в Королевском городе Рабанастр.

source: Precipitous Combat<tab>Obtained in the Royal City of Rabanastre.
ru: Precipitous Combat<tab>Доступно в Королевском городе Рабанастр.

source: Ultima's Transformation<tab>Obtained in the Royal City of Rabanastre.
ru: Ultima's Transformation<tab>Доступно в Королевском городе Рабанастр.

source: Daring Dalliances<tab>Available for purchase at the Gold Saucer.
ru: Daring Dalliances<tab>Доступно для покупки в «Золотом Блюдце».

source: Prelude - Long March Home<tab>Obtained upon completing the achievement "The Leader of the Band VI."
ru: Prelude - Long March Home<tab>Доступно при выполнении достижения «The Leader of the Band VI».

source: Rival Wings<tab>Available for exchange in the Wolves' Den.
ru: Rival Wings<tab>Доступно у торговцев из Волчьего логова.

source: Crimson Sunset<tab>Obtained in the Hidden Canals of Uznair.
ru: Crimson Sunset<tab>Доступно в Скрытых каналах Узнайра.

source: Westward Tide<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: Westward Tide<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: A Mother's Pride<tab>Obtained in the Hidden Canals of Uznair.
ru: A Mother's Pride<tab>Доступно в Скрытых каналах Узнайра.

source: He Rises Above<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: He Rises Above<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: Keepers of the Lock<tab>Available for Ananta dreamstaff exchange in Castellum Velodyna.
ru: Keepers of the Lock<tab>Доступно в обмен на Ananta dreamstaff в замке Велодина.

source: Wicked Winds Whisper<tab>Obtained from lockboxes in Eureka Anemos.
ru: Wicked Winds Whisper<tab>Доступно из lockboxes в Эврике Анемос.

source: No Quarter<tab>Obtained from lockboxes in Eureka Anemos.
ru: No Quarter<tab>Доступно из lockboxes в Эврике Анемос.

source: Down Where Daemons Dwell<tab>Obtained in Hells' Lid.
ru: Down Where Daemons Dwell<tab>Доступно в Крыше Ада.

source: Unbreakable (Duality)<tab>Obtained in the Fractal Continuum (Hard).
ru: Unbreakable (Duality)<tab>Доступно в Фрактальном Континууме (Сложный).

source: Their Deadly Mission<tab>Obtained in the Temple of the Fist.
ru: Their Deadly Mission<tab>Доступно в Храме Кулака.

source: Liberty or Death<tab>Obtained in the instanced duty "Ala Mhigo."
ru: Liberty or Death<tab>Доступно в миссии «Ала Миго».

source: Triumph<tab>Available for MGP exchange at the Gold Saucer.
ru: Triumph<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Answer on High<tab>Materials for synthesis obtained in the Jade Stoa (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Answer on High<tab>Материалы для изготовления доступны в Нефритовой Стоа (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Amatsu Kaze<tab>Materials for synthesis obtained in the Jade Stoa (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Amatsu Kaze<tab>Материалы для изготовления доступны в Нефритовой Стоа (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Revenge Twofold<tab>Available for MGP exchange at the Gold Saucer.
ru: Revenge Twofold<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Shattered<tab>Obtained in Syrcus Tower.
ru: Shattered<tab>Доступно в Башне Сиркус.

source: Victory or Death<tab>Available for purchase in the Doman Enclave.
ru: Victory or Death<tab>Доступно для покупки в Доманском Анклаве.

source: Far East of Eorzea<tab>Available for exchange in Crick.
ru: Far East of Eorzea<tab>Доступно у торговцев из Надрыва.

source: Parting Ways<tab>Obtained from a piece of the Accursed Hoard in Heaven-on-High.
ru: Parting Ways<tab>Доступно из Проклятого клада в Небесах-на-Выси.

source: The Ancient City<tab>Obtained in the Lost City of Amdapor (Hard).
ru: The Ancient City<tab>Доступно в Затерянном городе Амдапора (Сложный).

source: Gates of the Moon<tab>Obtained in Doma Castle.
ru: Gates of the Moon<tab>Доступно в Замке Домы.

source: Earth, Wind, and Water<tab>Obtained in the Swallow's Compass.
ru: Earth, Wind, and Water<tab>Доступно в Компасе ласточки.

source: Black and White<tab>Materials for synthesis obtained from elite marks in the Coerthas western highlands.
ru: Black and White<tab>Материалы для изготовления можно получить из элитных контрактов в Западном Высокогорье Дравании.

source: Seven Hundred Seventy-Seven Whiskers<tab>Available for Namazu koban exchange in Dhoro Iloh.
ru: Seven Hundred Seventy-Seven Whiskers<tab>Доступно в обмен на Namazu koban в Стане Дхоро.

source: The Mystery of Giruvegan<tab>Obtained in the Ridorana Lighthouse.
ru: The Mystery of Giruvegan<tab>Доступно в Маяке Ридораны.

source: Apoplexy<tab>Obtained in the Ridorana Lighthouse.
ru: Apoplexy<tab>Доступно в Маяке Ридораны.

source: Flash of Steel<tab>Obtained in the Ridorana Lighthouse.
ru: Flash of Steel<tab>Доступно в Маяке Ридораны.

source: Cornerstone of the New World - Astera<tab>Available for exchange in Kugane.
ru: Cornerstone of the New World - Astera<tab>Доступно у торговцев из Куганэ.

source: Savage of the Ancient Forest<tab>Available for exchange in Kugane.
ru: Savage of the Ancient Forest<tab>Доступно у торговцев из Куганэ.

source: Proof of a Hero - Monster Hunter: World Version<tab>Obtained in the Great Hunt (Extreme).
ru: Proof of a Hero - Monster Hunter: World Version<tab>Доступно в Большой охоте (Экстремальная).

source: Nightbloom<tab>Materials for synthesis obtained from a trial in Stormblood unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: Nightbloom<tab>Материалы для изготовления доступны в испытании из Stormblood, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Wayward Daughter<tab>Materials for synthesis obtained from a trial in Stormblood unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: Wayward Daughter<tab>Материалы для изготовления доступны в испытании из Stormblood, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Cradle<tab>Available for purchase in the Doman Enclave.
ru: Cradle<tab>Доступно для покупки в Доманском Анклаве.

source: Upon the Rocks<tab>Obtained in Pharos Sirius (Hard) or from Kupo of Fortune in the Firmament.
ru: Upon the Rocks<tab>Доступно в Фарос Сириус (Сложный) и из Купо фортуны в Твердыне.

source: Tricksome<tab>Obtained in the Wanderer's Palace (Hard) or from Kupo of Fortune in the Firmament.
ru: Tricksome<tab>Доступно в Дворце странника (Сложный) и из Купо фортуны в Твердыне.

source: Beneath Bloodied Banners<tab>Obtained in Halatali (Hard).
ru: Beneath Bloodied Banners<tab>Доступно в Халатали (Сложный).

source: From Mud<tab>Obtained in Saint Mocianne's Arboretum (Hard).
ru: From Mud<tab>Доступно в Дендрарии святой Мосьян (Сложный).

source: A Land Long Dead<tab>Obtained in the Burn.
ru: A Land Long Dead<tab>Доступно в Ожоге.

source: Sunrise<tab>Materials for synthesis obtained in Hells' Kier (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Sunrise<tab>Материалы для изготовления доступны в Адском Кьере (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Omega Squared<tab>Obtained in Deltascape V1.0, V2.0, or V3.0.
ru: Omega Squared<tab>Доступно в Дельта-пространстве V1.0, V2.0 и V3.0.

source: Decisions (Omega)<tab>Obtained in Deltascape V4.0.
ru: Decisions (Omega)<tab>Доступно в Дельта-пространстве V4.0.

source: Final, Not Final<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: Final, Not Final<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: A Battle Decisively<tab>Obtained in Sigmascape V1.0, V2.0, or V3.0.
ru: A Battle Decisively<tab>Доступно в Сигма-пространстве V1.0, V2.0 и V3.0.

source: Dancing Mad - Movement I<tab>Obtained in Sigmascape V4.0.
ru: Dancing Mad - Movement I<tab>Доступно в Сигма-пространстве V4.0.

source: Dancing Mad - Movement II<tab>Obtained in Sigmascape V4.0.
ru: Dancing Mad - Movement II<tab>Доступно в Сигма-пространстве V4.0.

source: Dancing Mad - Movement III<tab>Obtained in Sigmascape V4.0.
ru: Dancing Mad - Movement III<tab>Доступно в Сигма-пространстве V4.0.

source: Dancing Mad - Movement IV<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: Dancing Mad - Movement IV<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: Battle<tab>Obtained in Alphascape V1.0.
ru: Battle<tab>Доступно в Альфа-пространстве V1.0.

source: Primogenitor<tab>Obtained in Alphascape V2.0.
ru: Primogenitor<tab>Доступно в Альфа-пространстве V2.0.

source: eScape<tab>Obtained in Alphascape V3.0.
ru: eScape<tab>Доступно в Альфа-пространстве V3.0.

source: Heartless<tab>Obtained in Alphascape V4.0.
ru: Heartless<tab>Доступно в Альфа-пространстве V4.0.

source: From the Dragon's Wake<tab>Materials for synthesis obtained in the Wreath of Snakes (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: From the Dragon's Wake<tab>Материалы для изготовления доступны в Змеином венке (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: A Pall Most Murderous<tab>Obtained in the Ghimlyt Dark.
ru: A Pall Most Murderous<tab>Доступно в Мраке Гимлита.

source: Game Theory<tab>Available for MGP exchange at the Gold Saucer.
ru: Game Theory<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Doman Distractions<tab>Obtained upon completing the achievement "Tile and Error I."
ru: Doman Distractions<tab>Доступно при выполнении достижения «Tile and Error I».

source: From the Heavens<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: From the Heavens<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: Rise of Heroes (Chiptune Version)<tab>Available for MGP exchange at the Gold Saucer.
ru: Rise of Heroes (Chiptune Version)<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Afterglow<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: Afterglow<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: Hope Forgotten<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: Hope Forgotten<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: The Stone Remembers<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: The Stone Remembers<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: Old Wounds<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: Old Wounds<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: Harmony<tab>Available for exchange in Rhalgr's Reach and with other exchange vendors.
ru: Harmony<tab>Доступно у торговцев из Хватки Ралгра и других городов.

source: Gates of Paradise - The Garden of Ru'Hmet<tab>Obtained from lockboxes in Eureka Hydatos.
ru: Gates of Paradise - The Garden of Ru'Hmet<tab>Доступно из lockboxes в Эврике Хидатос.

source: Onslaught<tab>Obtained from warped lockboxes in Eureka Hydatos.
ru: Onslaught<tab>Доступно из warped lockboxes в Эврике Хидатос.

source: Turmoil<tab>Obtained from the Baldesion Arsenal in Eureka Hydatos.
ru: Turmoil<tab>Доступно в Арсенале Балдесиана в Эврике Хидатос.

source: Beyond Redemption<tab>Available for exchange in Old Gridania.
ru: Beyond Redemption<tab>Доступно у торговцев из Старой Гридании.

source: Hammerhead<tab>Available for unidentified magitek exchange from Ironworks hands.
ru: Hammerhead<tab>Доступно в обмен на unidentified magitek у торговцев из «Шестерёнок».

source: Valse di Fantastica<tab>Available for unidentified magitek exchange from Ironworks hands.
ru: Valse di Fantastica<tab>Доступно в обмен на unidentified magitek у торговцев из «Шестерёнок».

source: Relax and Reflect<tab>Available for unidentified magitek exchange from Ironworks hands.
ru: Relax and Reflect<tab>Доступно в обмен на unidentified magitek у торговцев из «Шестерёнок».

source: Veiled in Black<tab>Available for unidentified magitek exchange from Ironworks hands.
ru: Veiled in Black<tab>Доступно в обмен на unidentified magitek у торговцев из «Шестерёнок».

source: Apocalypsis Noctis<tab>Available for unidentified magitek exchange from Ironworks hands.
ru: Apocalypsis Noctis<tab>Доступно в обмен на unidentified magitek у торговцев из «Шестерёнок».

source: A Quick Pit Stop<tab>Available for unidentified magitek exchange from Ironworks hands.
ru: A Quick Pit Stop<tab>Доступно в обмен на unidentified magitek у торговцев из «Шестерёнок».

source: The Source<tab>Available for exchange in Lakeland.
ru: The Source<tab>Доступно у торговцев из Озёрного края.

source: A World Divided<tab>Available for exchange in Kholusia.
ru: A World Divided<tab>Доступно у торговцев из Холусии.

source: Sands of Amber<tab>Available for exchange in Amh Araeng.
ru: Sands of Amber<tab>Доступно у торговцев из Ам Аранга.

source: Fierce and Free<tab>Available for exchange in Il Mheg.
ru: Fierce and Free<tab>Доступно у торговцев из Ил Мегга.

source: Civilizations<tab>Available for exchange in Rak'tika.
ru: Civilizations<tab>Доступно у торговцев из Великого леса Рак'тика.

source: Full Fathom Five<tab>Available for exchange somewhere in Norvrandt.
ru: Full Fathom Five<tab>Доступно у торговцев где-то в Норврандте.

source: What Angel Wakes Me<tab>Materials for synthesis obtained in the Dancing Plague (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: What Angel Wakes Me<tab>Материалы для изготовления доступны в Чумном вальсе (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Insanity<tab>Materials for synthesis obtained in the Crown of the Immaculate (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Insanity<tab>Материалы для изготовления доступны в Венце Безупречного (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: To Fire and Sword<tab>Obtained in Holminster Switch.
ru: To Fire and Sword<tab>Доступно в Деревне Холминстер.

source: Figments<tab>Obtained in Dohn Mheg.
ru: Figments<tab>Доступно в Дон Мегг.

source: Unwound<tab>Obtained in the Qitana Ravel.
ru: Unwound<tab>Доступно в Китарском лабиринте.

source: Deep Down<tab>Obtained in Malikah's Well.
ru: Deep Down<tab>Доступно в Колодце Малики.

source: In the Belly of the Beast<tab>Obtained in Mt. Gulg.
ru: In the Belly of the Beast<tab>Доступно на Горе Гулг.

source: Mortal Instants<tab>Obtained in Amaurot.
ru: Mortal Instants<tab>Доступно в Амарот.

source: Shadows Withal<tab>Obtained in the Akadaemia Anyder.
ru: Shadows Withal<tab>Доступно в Академии Анидра.

source: A Long Fall<tab>Obtained in the Twinning.
ru: A Long Fall<tab>Доступно в Пророчестве.

source: Alienus<tab>Obtained in Castrum Abania.
ru: Alienus<tab>Доступно в Форте Абания.

source: Fury<tab>Obtained in Brayflox's Longstop (Hard).
ru: Fury<tab>Доступно в Долгостое Мутнодыха (Сложный).

source: Force Your Way (Shadowbringers)<tab>Obtained in Eden's Gate: Resurrection or Descent.
ru: Force Your Way (Shadowbringers)<tab>Доступно во Вратах Эдема: Воскрешение и Спуск.

source: Landslide<tab>Obtained in Eden's Gate: Sepulture.
ru: Landslide<tab>Доступно во Вратах Эдема: Погребение.

source: Rencounter<tab>Available for exchange in the Crystarium or Eulmore.
ru: Rencounter<tab>Доступно у торговцев из Кристариума и Юлмора.

source: Insatiable<tab>Obtained in the Dungeons of Lyhe Ghiah.
ru: Insatiable<tab>Доступно в Подземельях Лие Гиа.

source: The Dark Which Illuminates the World<tab>Available for exchange in the Crystarium.
ru: The Dark Which Illuminates the World<tab>Доступно у торговцев из Кристариума.

source: Indulgence<tab>Available for exchange in Eulmore.
ru: Indulgence<tab>Доступно у торговцев из Юлмора.

source: Blinding Indigo<tab>Obtained in Eden's Gate: Inundation.
ru: Blinding Indigo<tab>Доступно во Вратах Эдема: Наводнение.

source: Knowledge Never Sleeps<tab>Available for exchange in the Crystarium.
ru: Knowledge Never Sleeps<tab>Доступно у торговцев из Кристариума.

source: Masquerade<tab>Available for exchange in Eulmore.
ru: Masquerade<tab>Доступно у торговцев из Юлмора.

source: Unchanging, Everchanging<tab>Available for exchange in Lakeland.
ru: Unchanging, Everchanging<tab>Доступно у торговцев из Озёрного края.

source: The Quick Way<tab>Available for exchange in Kholusia.
ru: The Quick Way<tab>Доступно у торговцев из Холусии.

source: Sands of Blood<tab>Available for exchange in Amh Araeng.
ru: Sands of Blood<tab>Доступно у торговцев из Ам Аранга.

source: The Faerie Ring<tab>Available for exchange in Il Mheg.
ru: The Faerie Ring<tab>Доступно у торговцев из Ил Мегга.

source: A Hopeless Race<tab>Available for exchange in the Rak'tika Greatwood.
ru: A Hopeless Race<tab>Доступно у торговцев из Великого леса Рак'тика.

source: Neath Dark Waters<tab>Available for exchange in the Tempest.
ru: Neath Dark Waters<tab>Доступно у торговцев из Пучины.

source: Invincible<tab>Materials for synthesis obtained from a trial in Shadowbringers unlocked via the minstreling wanderer.<nl>※Drop rates increase when participating at minimum IL.
ru: Invincible<tab>Материалы для изготовления доступны в испытании из Shadowbringers, разблокируемом у менестрельного странника.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: The Grand Cosmos<tab>Obtained in the Grand Cosmos.
ru: The Grand Cosmos<tab>Доступно в Великом Космосе.

source: The Garden's Gates<tab>Available for exchange in Il Mheg.
ru: The Garden's Gates<tab>Доступно у торговцев из Ил Мегга.

source: A Fierce Air Forceth<tab>Available for exchange in the Wolves' Den.
ru: A Fierce Air Forceth<tab>Доступно у торговцев из Волчьего логова.

source: A Fine Air Forbiddeth<tab>Available for exchange in the Wolves' Den.
ru: A Fine Air Forbiddeth<tab>Доступно у торговцев из Вольчего логова.

source: Safety in Numbers<tab>Available for exchange in the Firmament.
ru: Safety in Numbers<tab>Доступно у торговцев из Твердыни.

source: City Ruins (Rays of Light)<tab>Obtained in the Copied Factory.
ru: City Ruins (Rays of Light)<tab>Доступно в Скопированном заводе.

source: The Sound of the End<tab>Obtained in the Tower at Paradigm's Breach.
ru: The Sound of the End<tab>Доступно в Башне на разрыве мышления.

source: Alien Manifestation<tab>Obtained in the Copied Factory.
ru: Alien Manifestation<tab>Доступно в Скопированном заводе.

source: Song of the Ancients (Atonement)<tab>Obtained in the Copied Factory.
ru: Song of the Ancients (Atonement)<tab>Доступно в Скопированном заводе.

source: Bipolar Nightmare<tab>Obtained in the Copied Factory.
ru: Bipolar Nightmare<tab>Доступно в Скопированном заводе.

source: Weight of the World (Prelude Version)<tab>Obtained in the Copied Factory.
ru: Weight of the World (Prelude Version)<tab>Доступно в Скопированном заводе.

source: Nail of the Heavens<tab>Available for exchange in Ul'dah.
ru: Nail of the Heavens<tab>Доступно у торговцев из Уль'ды.
