Repository: endervad/ffxiv_translation_test
Catalog: exd/Orchestrion/*.xlf
Languages: ru

source: One Amongst the Weary<tab>Obtained in Anabaseios: The Ninth or Tenth Circle.
ru: One Amongst the Weary<tab>Доступно в Анабасес: Девятый или Десятый круги.

source: Fleeting Moment<tab>Obtained in Anabaseios: The Eleventh Circle.
ru: Fleeting Moment<tab>Доступно в Анабасес: Одиннадцатый круг.

source: Athena, the Tireless One<tab>Obtained in Anabaseios: The Twelfth Circle.
ru: Athena, the Tireless One<tab>Доступно в Анабасес: Двенадцатый круг.

source: Ultima's Perfection (Endwalker)<tab>Obtained in Anabaseios: The Twelfth Circle (Savage).
ru: Ultima's Perfection (Endwalker)<tab>Доступно в Анабасес: Двенадцатый круг (Кошмарный).

source: Battle 2 from FINAL FANTASY III<tab>Available for exchange in Ul'dah.
ru: Battle 2 from FINAL FANTASY III<tab>Доступно у торговцев в Уль'де.

source: Looping in the Deepest Fringes<tab>Available for exchange in Old Sharlayan.
ru: Looping in the Deepest Fringes<tab>Доступно у торговцев в Старом Шарлеане.

source: Fracture<tab>Available for purchase at the Adventurers' Guilds in Gridania, Ul'dah, and Limsa Lominsa.
ru: Fracture<tab>Доступно для покупки в гильдиях искателей приключений в Гридании, Уль'де и Лимса Ломинсе.

source: Conundrum<tab>Available for purchase at the Adventurers' Guilds in Gridania, Ul'dah, and Limsa Lominsa.
ru: Conundrum<tab>Доступно для покупки в гильдиях искателей приключений в Гридании, Уль'де и Лимса Ломинсе.

source: Return of the Hero<tab>Available for purchase at the Adventurers' Guilds in Gridania, Ul'dah, and Limsa Lominsa.
ru: Return of the Hero<tab>Доступно для покупки в гильдиях искателей приключений в Гридании, Уль'де и Лимса Ломинсе.

source: Kiss of Chaos<tab>Available for purchase at the Adventurers' Guilds in Gridania, Ul'dah, and Limsa Lominsa.
ru: Kiss of Chaos<tab>Доступно для покупки в гильдиях искателей приключений в Гридании, Уль'де и Лимса Ломинсе.

source: Machinations<tab>Available for purchase at the Adventurers' Guilds in Gridania, Ul'dah, and Limsa Lominsa.
ru: Machinations<tab>Доступно для покупки в гильдиях искателей приключений в Гридании, Уль'де и Лимса Ломинсе.

source: Damnation<tab>Available for purchase at the Adventurers' Guilds in Gridania, Ul'dah, and Limsa Lominsa.
ru: Damnation<tab>Доступно для покупки в гильдиях искателей приключений в Гридании, Уль'де и Лимса Ломинсе.

source: Skullduggery<tab>Available for purchase at the Adventurers' Guilds in Gridania, Ul'dah, and Limsa Lominsa.
ru: Skullduggery<tab>Доступно для покупки в гильдиях искателей приключений в Гридании, Уль'де и Лимса Ломинсе.

source: Tranquility<tab>Available for purchase at the Adventurers' Guilds in Gridania, Ul'dah, and Limsa Lominsa.
ru: Tranquility<tab>Доступно для покупки в гильдиях искателей приключений в Гридании, Уль'де и Лимса Ломинсе.

source: My Soul to Keep<tab>Available for exchange in Old Gridania.
ru: My Soul to Keep<tab>Доступно у торговцев из Старой Гридании.

source: Meteor<tab>Available for exchange in Old Gridania.
ru: Meteor<tab>Доступно у торговцев из Старой Гридании.

source: FINAL FANTASY IV: The Final Battle (Endwalker)<tab>Materials for synthesis obtained in the Abyssal Fracture (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: FINAL FANTASY IV: The Final Battle (Endwalker)<tab>Материалы для изготовления доступны в Темнице мрака (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: The Red Wings (Endwalker)<tab>Materials for synthesis obtained in the Abyssal Fracture (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: The Red Wings (Endwalker)<tab>Материалы для изготовления доступны в Темнице мрака (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Kingdom of Baron (Endwalker)<tab>Obtained in the Lunar Subterrane.
ru: Kingdom of Baron (Endwalker)<tab>Доступно в Лунных подземельях.

source: Fair Winds to Guide<tab>Obtained in Thaleia.
ru: Fair Winds to Guide<tab>Доступно в Талее.

source: Course Uncharted<tab>Obtained in Thaleia.
ru: Course Uncharted<tab>Доступно в Талее.

source: Myths of the Realm<tab>Obtained in Thaleia.
ru: Myths of the Realm<tab>Доступно в Талее.

source: O Speaker, Slumber<tab>Available for exchange in Old Sharlayan.
ru: O Speaker, Slumber<tab>Доступно у торговцев из Старого Шарлеана.

source: O Hunter, Rejoice<tab>Available for exchange in Old Sharlayan.
ru: O Hunter, Rejoice<tab>Доступно у торговцев из Старого Шарлеана.

source: In Fulgur and Fire<tab>Obtained from an instanced dungeon in Dawntrail.
ru: In Fulgur and Fire<tab>Доступно в подземелье из Dawntrail.

source: Court Jesters (Dawntrail)<tab>Obtained from an instanced dungeon available after completing all Dawntrail main scenario quests.
ru: Court Jesters (Dawntrail)<tab>Доступно в подземелье, разблокируемом после прохождения основного сюжета Dawntrail.

source: A Trail Unending<tab>Obtained from an instanced dungeon in Dawntrail.
ru: A Trail Unending<tab>Доступно в подземелье из Dawntrail.

source: Seeking Purpose<tab>Materials for synthesis obtained from a trial in Dawntrail unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: Seeking Purpose<tab>Материалы для изготовления доступны в испытании из Dawntrail, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: The Skyruin<tab>Materials for synthesis obtained from a trial in Dawntrail unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: The Skyruin<tab>Материалы для изготовления доступны в испытании из Dawntrail, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Blessings on the Bluffs<tab>Obtained from an instanced dungeon available after completing all Dawntrail main scenario quests.
ru: Blessings on the Bluffs<tab>Доступно в подземелье, разблокируемом после прохождения основного сюжета Dawntrail.

source: Punutiy Crossing<tab>Obtained from an instanced dungeon in Dawntrail.
ru: Punutiy Crossing<tab>Доступно в подземелье из Dawntrail.

source: Empyrean Peak<tab>Obtained from an instanced dungeon in Dawntrail.
ru: Empyrean Peak<tab>Доступно в подземелье из Dawntrail.

source: Lost in the Deep<tab>Obtained from an instanced dungeon in Dawntrail.
ru: Lost in the Deep<tab>Доступно в подземелье из Dawntrail.

source: Anatomy of Existence<tab>Obtained from an instanced dungeon in Dawntrail.
ru: Anatomy of Existence<tab>Доступно в подземелье из Dawntrail.
