Repository: endervad/ffxiv_translation_test
Catalog: exd/Orchestrion/*.xlf
Languages: ru

source: A Cold Wind<tab>Available for MGP exchange at the Gold Saucer.
ru: A Cold Wind<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Four-sided Circle<tab>Available for MGP exchange at the Gold Saucer.
ru: Four-sided Circle<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Sport of Kings<tab>Available for MGP exchange at the Gold Saucer.
ru: Sport of Kings<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Lost in the Clouds<tab>Materials for synthesis obtained from elite marks in the Sea of Clouds.
ru: Lost in the Clouds<tab>Материалы для изготовления можно получить из элитных контрактов в Море Облаков.

source: Prelude – Discoveries<tab>Obtained upon completing the achievement "The Leader of the Band I."
ru: Prelude – Discoveries<tab>Доступно при выполнении достижения «The Leader of the Band I».

source: Agent of Inquiry<tab>Available for MGP exchange at the Gold Saucer.
ru: Agent of Inquiry<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Tenacity<tab>Available for Amber-encased vilekin exchange in Ishgard.
ru: Tenacity<tab>Доступно в обмен на Amber-encased vilekin у торговца в Ишгарде.

source: Blood for Blood<tab>Materials for synthesis available for exchange in the Wolves' Den.
ru: Blood for Blood<tab>Материалы для изготовления можно получить у торговцев в Волчьем логове.

source: Starved<tab>Materials for synthesis available for exchange in the Wolves' Den.
ru: Starved<tab>Материалы для изготовления можно получить у торговцев в Волчьем логове.

source: Riptide<tab>Materials for synthesis obtained in Sastasha (Hard).
ru: Riptide<tab>Материалы для изготовления доступны в Састаше (Сложная).

source: Dark Vows<tab>Materials for synthesis obtained in the Tam-Tara Deepcroft or the Tam-Tara Deepcroft (Hard).
ru: Dark Vows<tab>Материалы для изготовления доступны в Подземном склепе Там-Тара и Подземном склепе Там-Тара (Сложный).

source: The Dark's Embrace<tab>Materials for synthesis obtained in Copperbell Mines (Hard).
ru: The Dark's Embrace<tab>Материалы для изготовления доступны в Руднике Коппербелл (Сложный).

source: A Light in the Storm<tab>Materials for synthesis obtained in Pharos Sirius.
ru: A Light in the Storm<tab>Материалы для изготовления доступны в Фарос Сириус.

source: Imagination<tab>Materials for synthesis obtained in the Aetherochemical Research Facility.
ru: Imagination<tab>Материалы для изготовления доступны в the Эфирохимическом исследовательском центре.

source: Down the Up Staircase<tab>Materials for synthesis obtained in the Antitower.
ru: Down the Up Staircase<tab>Материалы для изготовления доступны в Антибашне.

source: The Scars of Battle<tab>Materials for synthesis obtained in the Lost City of Amdapor.
ru: The Scars of Battle<tab>Материалы для изготовления доступны в Затерянном городе Амдапора.

source: Torn from the Heavens<tab>Available for MGP exchange at the Gold Saucer.
ru: Torn from the Heavens<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Ultima<tab>Obtained upon completing the achievement "The Leader of the Band II."
ru: Ultima<tab>Доступно при выполнении достижения «The Leader of the Band II».

source: The Maker's Ruin<tab>Materials for synthesis obtained from a trial in A Realm Reborn unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: The Maker's Ruin<tab>Материалы для изготовления доступны в испытании из A Realm Reborn, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Primal Judgment<tab>Materials for synthesis obtained in the Bowl of Embers (Extreme).<nl>※Drop rates increase when participating at minimum IL.<nl>
ru: Primal Judgment<tab>Материалы для изготовления доступны в Чаше огней (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.<nl>

source: Fallen Angel<tab>Materials for synthesis obtained in the Howling Eye (Extreme).<nl>※Drop rates increase when participating at minimum IL.<nl>
ru: Fallen Angel<tab>Материалы для изготовления доступны в Ревущем око (Экстремальное).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.<nl>

source: Under the Weight<tab>Materials for synthesis obtained in the Navel (Extreme).<nl>※Drop rates increase when participating at minimum IL.<nl>
ru: Under the Weight<tab>Материалы для изготовления доступны во Впадине (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.<nl>

source: Heroes<tab>Materials for synthesis obtained from a trial in Heavensward unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: Heroes<tab>Материалы для изготовления доступны в испытании из Heavensward, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Fiend<tab>Materials for synthesis obtained in Containment Bay S1T7 (Extreme).<nl>※Drop rates increase when participating at minimum IL.<nl>
ru: Fiend<tab>Материалы для изготовления доступны в Камере сдерживания S1T7 (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.<nl>

source: Hubris<tab>Materials for synthesis obtained in the Labyrinth of the Ancients.
ru: Hubris<tab>Материалы для изготовления доступны в Лабиринте Древних.

source: Tumbling Down<tab>Materials for synthesis obtained in the Labyrinth of the Ancients.
ru: Tumbling Down<tab>Материалы для изготовления доступны в Лабиринте Древних.

source: Now I Know the Truth<tab>Materials for synthesis obtained in Syrcus Tower.
ru: Now I Know the Truth<tab>Материалы для изготовления доступны в Башне Сиркус.

source: Out of the Labyrinth<tab>Materials for synthesis obtained in Syrcus Tower.
ru: Out of the Labyrinth<tab>Материалы для изготовления доступны в Башне Сиркус.

source: Blind to the Dark<tab>Materials for synthesis obtained in the World of Darkness.
ru: Blind to the Dark<tab>Материалы для изготовления доступны в Мире Тьмы.

source: Hunger<tab>Materials for synthesis obtained in the World of Darkness.
ru: Hunger<tab>Материалы для изготовления доступны в Мире Тьмы.

source: Eternal Wind<tab>Materials for synthesis obtained in the Labyrinth of the Ancients, Syrcus Tower, or the World of Darkness.
ru: Eternal Wind<tab>Материалы для изготовления доступны в Лабиринте Древних, Башне Сиркус и Мире Тьмы.

source: Thunderer<tab>Materials for synthesis obtained in the Binding Coil of Bahamut - Turn 5.<nl>※Drop rates increase when participating at minimum IL.<nl>
ru: Thunderer<tab>Материалы для изготовления доступны в Связывающих витках Бахамута — Пятое кольцо.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.<nl>

source: Rise of the White Raven<tab>Materials for synthesis obtained in the Second Coil of Bahamut - Turn 4.<nl>※Drop rates increase when participating at minimum IL.<nl>
ru: Rise of the White Raven<tab>Материалы для изготовления доступны во Вторых витках Бахамута — Четвёртое кольцо.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.<nl>

source: From the Ashes<tab>Materials for synthesis obtained in the Final Coil of Bahamut - Turn 3.<nl>※Drop rates increase when participating at minimum IL.<nl>
ru: From the Ashes<tab>Материалы для изготовления доступны в Последних витках Бахамута — Третье кольцо.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.<nl>

source: Answers<tab>Materials for synthesis obtained in the Binding Coil of Bahamut - Turn 5, the Second Coil of Bahamut - Turn 4, or the Final Coil of Bahamut - Turn 4.<nl>※Drop rates increase when participating at minimum IL.<nl>
ru: Answers<tab>Материалы для изготовления доступны в Связывающих витках Бахамута — Пятое кольцо, Вторых витках Бахамута — Четвёртое кольцо и Последних витках Бахамута — Четвёртое кольцо.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.<nl>

source: Contention<tab>Available for trade in Idyllshire and from other exchange vendors.
ru: Contention<tab>Доступно у торговцев из Идильшира и других мест.

source: When a Tree Falls<tab>Available for Amber-encased vilekin exchange in Ishgard.
ru: When a Tree Falls<tab>Доступно в обмен на Amber-encased vilekin у торговца в Ишгарде.

source: The Mushroomery<tab>Available for purchase at Matoya's Cave.
ru: The Mushroomery<tab>Доступно для покупки в Пещере Матойи.

source: Shelter<tab>Available for purchase in Tailfeather.
ru: Shelter<tab>Доступно для покупки в Хвостовом Пере.

source: Against the Wind<tab>Materials for synthesis obtained from elite marks in the Coerthas western highlands.
ru: Against the Wind<tab>Материалы для изготовления можно получить из элитных контрактов в Западном Высокогорье Кёртаса.

source: Landlords<tab>Materials for synthesis obtained from elite marks in the Churning Mists.
ru: Landlords<tab>Материалы для изготовления можно получить из элитных контрактов в Пушистых Облаках.

source: Missing Pages<tab>Materials for synthesis obtained from elite marks in the Dravanian hinterlands.
ru: Missing Pages<tab>Материалы для изготовления можно получить из элитных контрактов во Внутренних землях Дравании.

source: The Warrens<tab>Materials for synthesis obtained in Snowcloak.
ru: The Warrens<tab>Материалы для изготовления доступны в Снежной Стене.

source: Ominous Prognisticks<tab>Available for Allagan tomestone exchange in Idyllshire and from other exchange vendors.
ru: Ominous Prognisticks<tab>Доступно в обмен на Allagan tomestone у торговцев из Идильшира и других мест.

source: Ink Long Dry<tab>Obtained in the Great Gubal Library.
ru: Ink Long Dry<tab>Доступно в Великой библиотеке Губала.

source: Unbreakable<tab>Obtained in the Fractal Continuum.
ru: Unbreakable<tab>Доступно в Фрактальном Континууме.

source: Apologies<tab>Obtained in Sohr Khai.
ru: Apologies<tab>Доступно в Сор Хай.

source: Horizons Calling<tab>Obtained on Hullbreaker Isle.
ru: Horizons Calling<tab>Доступно в Острове Халлбрейкер.

source: Wreck to the Seaman<tab>Materials for synthesis obtained in the Whorleater (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Wreck to the Seaman<tab>Материалы для изготовления доступны в «Вихреед» (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Through the Maelstrom<tab>Materials for synthesis obtained in the Whorleater (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Through the Maelstrom<tab>Материалы для изготовления доступны в «Вихреед» (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Good King Moggle Mog XII<tab>Materials for synthesis obtained in Thornmarch (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Good King Moggle Mog XII<tab>Материалы для изготовления доступны в Терновом Марше (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Revenge of the Horde<tab>Materials for synthesis obtained from a trial in Heavensward unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: Revenge of the Horde<tab>Материалы для изготовления доступны в испытании из Heavensward, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Battle on the Big Bridge<tab>Materials for synthesis obtained in the Battle on the Big Bridge or the Battle in the Big Keep.
ru: Battle on the Big Bridge<tab>Материалы для изготовления доступны в Битве на большом мосту и Битве в большом замке.

source: Battle to the Death - Heavensward<tab>Available for MGP exchange at the Gold Saucer.
ru: Battle to the Death - Heavensward<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Defender of the Realm<tab>Obtained upon completing the achievement "The Leader of the Band III."
ru: Defender of the Realm<tab>Доступно при выполнении достижения «The Leader of the Band III».

source: On Windy Meadows<tab>Obtained in the Aquapolis.
ru: On Windy Meadows<tab>Доступно в Акваполисе.

source: Whisper of the Land<tab>Obtained in the Aquapolis.
ru: Whisper of the Land<tab>Доступно в Акваполисе.

source: Twilight over Thanalan<tab>Obtained in the Aquapolis.
ru: Twilight over Thanalan<tab>Доступно в Акваполисе.

source: The Seventh Sun<tab>Obtained upon completing the achievement "The Leader of the Band V."
ru: The Seventh Sun<tab>Доступно при выполнении достижения «The Leader of the Band V».

source: Smoulder<tab>Available for steel Amalj'ok exchange in the Ring of Ash.
ru: Smoulder<tab>Доступно в обмен на steel Amalj'ok в Кольце пепла.

source: Coming Home<tab>Available for Vanu whitebone exchange in Ok' Gundu Nakki.
ru: Coming Home<tab>Доступно в обмен на Vanu whitebone в Ок'Гунду Накки.

source: Behind Closed Doors<tab>Available for purchase in Gridania, Ul'dah, and Limsa Lominsa.
ru: Behind Closed Doors<tab>Доступно для покупки в Гридании, Уль'де и Лимса Ломинсе.

source: Reflections<tab>Available for Allagan tomestone exchange in Mor Dhona and with other exchange vendors.
ru: Reflections<tab>Доступно в обмен на Allagan tomestone у торговцев из Мор Доны и других городов.

source: Close to the Heavens<tab>Materials for synthesis obtained from elite marks in the Sea of Clouds.
ru: Close to the Heavens<tab>Материалы для изготовления можно получить из элитных контрактов в Море Облаков.

source: Unspoken<tab>Obtained in the Aquapolis.
ru: Unspoken<tab>Доступно в Акваполисе.

source: Homestead<tab>Available for purchase in Idyllshire.
ru: Homestead<tab>Доступно для покупки в Идильшире.

source: Calamity Unbound<tab>Obtained in the Aquapolis.
ru: Calamity Unbound<tab>Доступно в Акваполисе.

source: Battle Theme 1.x<tab>Available for MGP exchange at the Gold Saucer.
ru: Battle Theme 1.x<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Blackbosom<tab>Obtained from a piece of the Accursed Hoard in the Palace of the Dead.
ru: Blackbosom<tab>Доступно из Проклятого клада в Чертогах мертвецов.

source: Fog of Phantom<tab>Available for Gelmorran potsherd exchange at Quarrymill upon clearing the 150th floor of the Palace of the Dead.
ru: Fog of Phantom<tab>Доступно в обмен на Gelmorran potsherd в Каменоломне после прохождения 150-го этажа Чертогов мертвецов.

source: Blasphemous Experiment<tab>Available for Gelmorran potsherd exchange at Quarrymill upon clearing the 100th floor of the Palace of the Dead.
ru: Blasphemous Experiment<tab>Доступно в обмен на Gelmorran potsherd в Каменоломне после прохождения 100-го этажа Чертогов мертвецов.

source: Notice of Death<tab>Available for Gelmorran potsherd exchange at Quarrymill upon clearing the 200th floor of the Palace of the Dead.
ru: Notice of Death<tab>Доступно в обмен на Gelmorran potsherd в Каменоломне после прохождения 200-го этажа Чертогов мертвецов.

source: Slumber Eternal<tab>Obtained in Sohm Al.
ru: Slumber Eternal<tab>Доступно в Сом Ал.

source: Silver Tears<tab>Obtained in the Keeper of the Lake.
ru: Silver Tears<tab>Доступно в Страже озера.

source: Footsteps in the Snow<tab>Materials for synthesis obtained in the Akh Afah Amphitheatre (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Footsteps in the Snow<tab>Материалы для изготовления доступны в Амфитеатре Ах Афа (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Oblivion<tab>Materials for synthesis obtained in the Akh Afah Amphitheatre (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Oblivion<tab>Материалы для изготовления доступны в Амфитеатре Ах Афа (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Thunder Rolls<tab>Materials for synthesis obtained in the Striking Tree (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Thunder Rolls<tab>Материалы для изготовления доступны в Разящем Древе (Экстремальное).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Equilibrium<tab>Materials for synthesis obtained in Containment Bay P1T6 (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Equilibrium<tab>Материалы для изготовления доступны в Камере сдерживания P1T6 (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Sins of the Father, Sins of the Son<tab>Chronicles of a New Era - Alexander: The Creator quest reward.
ru: Sins of the Father, Sins of the Son<tab>Награда за выполнение заданий Хроники новой эры — Александр: Создатель.

source: Locus<tab>Chronicles of a New Era - Alexander: The Creator quest reward.
ru: Locus<tab>Награда за выполнение заданий Хроники новой эры — Александр: Создатель.

source: Metal<tab>Chronicles of a New Era - Alexander: The Creator quest reward.
ru: Metal<tab>Награда за выполнение заданий Хроники новой эры — Александр: Создатель.

source: Metal - Brute Justice Mode<tab>Chronicles of a New Era - Alexander: The Creator quest reward.
ru: Metal - Brute Justice Mode<tab>Награда за выполнение заданий Хроники новой эры — Александр: Создатель.

source: Exponential Entropy<tab>Chronicles of a New Era - Alexander: The Creator quest reward.
ru: Exponential Entropy<tab>Награда за выполнение заданий Хроники новой эры — Александр: Создатель.

source: Rise<tab>Chronicles of a New Era - Alexander: The Creator quest reward.
ru: Rise<tab>Награда за выполнение заданий Хроники новой эры — Александр: Создатель.

source: Flibbertigibbet<tab>Available for sylphic goldleaf exchange in Little Solace.
ru: Flibbertigibbet<tab>Доступно в обмен на sylphic goldleaf в Покоях Малышей.

source: Piece of Mind<tab>Available for black copper gil exchange at Loth ast Vath.
ru: Piece of Mind<tab>Доступно в обмен на black copper gil в Лот-аст-Вах.

source: Frontiers Within<tab>Available for Allagan tomestone exchange in Mor Dhona and with other exchange vendors.
ru: Frontiers Within<tab>Доступно в обмен на Allagan tomestone у торговцев из Мор Доны и других городов.

source: Fleeting Rays<tab>Available for purchase in Highbridge.
ru: Fleeting Rays<tab>Доступно для покупки в Высоком мосту.

source: Saltswept<tab>Available for purchase in Aleport.
ru: Saltswept<tab>Доступно для покупки в Эльпорте.

source: Thicker than a Knife's Blade<tab>Available for Centurio Seal exchange at the Forgotten Knight.
ru: Thicker than a Knife's Blade<tab>Доступно в обмен на Centurio Seal в «Забытом рыцаре».

source: Jewel<tab>Obtained in the Firmament or from lockboxes in the Diadem.
ru: Jewel<tab>Доступно в Твердыне или из lockboxes в Диадеме.

source: Breaking Boundaries<tab>Obtained in the Aquapolis.
ru: Breaking Boundaries<tab>Доступно в Акваполисе.

source: Hallowed Halls<tab>Obtained in the Vault.
ru: Hallowed Halls<tab>Доступно в Своде.

source: The Corpse Hall<tab>Materials for synthesis obtained in Urth's Fount.<nl>※Drop rates increase when participating at minimum IL.
ru: The Corpse Hall<tab>Материалы для изготовления доступны в Фонтане Урты.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Limitless Blue<tab>Materials for synthesis obtained in the Limitless Blue (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Limitless Blue<tab>Материалы для изготовления доступны в Бескрайней синеве (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Woe that Is Madness<tab>Materials for synthesis obtained in the Limitless Blue (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Woe that Is Madness<tab>Материалы для изготовления доступны в Бескрайней синеве (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: The Hand that Gives the Rose<tab>Materials for synthesis obtained in Thok ast Thok (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: The Hand that Gives the Rose<tab>Материалы для изготовления доступны в Ток аст Ток (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Unbending Steel<tab>Materials for synthesis obtained in Thok ast Thok (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Unbending Steel<tab>Материалы для изготовления доступны в Ток аст Ток (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Infinity<tab>Materials for synthesis obtained in Containment Bay Z1T9 (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Infinity<tab>Материалы для изготовления доступны в Камере сдерживания Z1T9 (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Tempest<tab>Available for MGP exchange at the Gold Saucer.
ru: Tempest<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Spiral<tab>Available for MGP exchange at the Gold Saucer.
ru: Spiral<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Moebius<tab>Available for Alexandrian gear exchange in Idyllshire and with other exchange vendors.
ru: Moebius<tab>Доступно в обмен на снаряжение Alexandrian у торговцев из Идильшире и других городов.

source: Aetherosphere<tab>Available for Allagan tomestone exchange in Idyllshire and with other exchange vendors.
ru: Aetherosphere<tab>Доступно в обмен на Allagan tomestone у торговцев из Идильшира и других городов.

source: Six Fulms Under<tab>Available for Allagan tomestone exchange in Idyllshire and with other exchange vendors.
ru: Six Fulms Under<tab>Доступно в обмен на Allagan tomestone у торговцев из Идильшира и других городов.

source: Teardrops in the Rain<tab>Available for Allagan tomestone exchange in Idyllshire and with other exchange vendors.
ru: Teardrops in the Rain<tab>Доступно в обмен на Allagan tomestone у торговцев из Идильшира и других городов.

source: A Thousand Faces<tab>Available for Allagan tomestone exchange in Idyllshire and with other exchange vendors.
ru: A Thousand Faces<tab>Доступно в обмен на Allagan tomestone у торговцев из Идильшира и других городов.

source: Promises<tab>Chronicles of a New Era - The Shadow of Mhach quest reward.
ru: Promises<tab>Награда за выполнение заданий Хроники новой эры — Тень Мхака.

source: Shadow of the Body<tab>Chronicles of a New Era - The Shadow of Mhach quest reward.
ru: Shadow of the Body<tab>Награда за выполнение заданий Хроники новой эры — Тень Мхака.

source: Poison Ivy<tab>Obtained in Saint Mocianne's Arboretum.
ru: Poison Ivy<tab>Доступно в Дендрарии святой Мосьян.

source: Bibliophobia<tab>Obtained in the Great Gubal Library (Hard).
ru: Bibliophobia<tab>Доступно в Великой библиотеке Губала (Сложная).

source: Revelation<tab>Materials for synthesis obtained in the Pool of Tribute (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Revelation<tab>Материалы для изготовления доступны в Дани уважения (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Beauty's Wicked Wiles<tab>Materials for synthesis obtained in Emanation (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Beauty's Wicked Wiles<tab>Материалы для изготовления доступны в Эманации (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.
