Repository: endervad/ffxiv_translation_test
Catalog: exd/Orchestrion/*.xlf
Languages: ru

source: Imperium<tab>Available for exchange in Ul'dah.
ru: Imperium<tab>Доступно у торговцев из Уль'ды.

source: Twice Stricken<tab>Obtained in Eden's Verse: Fulmination.
ru: Twice Stricken<tab>Доступно в Строфе Эдема: Разряд.

source: Primal Angel<tab>Obtained in Eden's Verse: Furor.
ru: Primal Angel<tab>Доступно в Строфе Эдема: Ярость.

source: Return to Oblivion<tab>Obtained in Eden's Verse: Refulgence.
ru: Return to Oblivion<tab>Доступно в Строфе Эдема: Сияние.

source: Ultima (The Primals)<tab>Materials for synthesis obtained in Cinder Drift (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Ultima (The Primals)<tab>Материалы для изготовления доступны в Пепельный дрейф (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: The Maiden's Lament<tab>Obtained in Haukke Manor.
ru: The Maiden's Lament<tab>Доступно в Поместье Хаукке.

source: The Darkhold<tab>Obtained in Dzemael Darkhold.
ru: The Darkhold<tab>Доступно в Крепости Дземаль.

source: Floundering in the Depths<tab>Obtained in Anamnesis Anyder.
ru: Floundering in the Depths<tab>Доступно в Забвении Анидра.

source: Hopl's Dropple<tab>Available for exchange in Hopl's Stopple.
ru: Hopl's Dropple<tab>Доступно у торговцев из Пробки Хопла.

source: Vamo' alla Flamenco (Shadowbringers)<tab>Available for MGP exchange at the Gold Saucer.
ru: Vamo' alla Flamenco (Shadowbringers)<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Paradise Found<tab>Available for exchange in the Firmament.
ru: Paradise Found<tab>Доступно у торговцев из Твердыни.

source: Fealty<tab>Available for exchange in the Firmament.
ru: Fealty<tab>Доступно у торговцев из Твердыни.

source: Stone and Steel<tab>Available for exchange in the Firmament.
ru: Stone and Steel<tab>Доступно у торговцев из Твердыни.

source: The Mendicant's Relish<tab>Available for exchange in the Firmament.
ru: The Mendicant's Relish<tab>Доступно у торговцев из Твердыни.

source: Bedlam's Brink<tab>Available for exchange in the Tempest.
ru: Bedlam's Brink<tab>Доступно у торговцев из Пучины.

source: A Reason to Live<tab>Available for exchange in Il Mheg.
ru: A Reason to Live<tab>Доступно у торговцев из Ил Мегга.

source: No Greater Sorrow<tab>Available for exchange in Eulmore.
ru: No Greater Sorrow<tab>Доступно у торговцев из Юлмора.

source: On Our Fates Alight<tab>Obtained in the Dungeons of Lyhe Ghiah.
ru: On Our Fates Alight<tab>Доступно в Подземельях Лие Гиа.

source: Order Yet Undeciphered<tab>Available for exchange in the Firmament.
ru: Order Yet Undeciphered<tab>Доступно у торговцев из Твердыни.

source: Watts's Anvil<tab>Available for exchange in Watts's Anvil.
ru: Watts's Anvil<tab>Доступно у торговцев из Кузни Ваттса.

source: Eternal Wind (Shadowbringers)<tab>Materials for synthesis obtained from a trial in Shadowbringers unlocked via the minstreling wanderer.<nl>※Drop rates increase when participating at minimum IL.
ru: Eternal Wind (Shadowbringers)<tab>Материалы для изготовления доступны в испытании из Shadowbringers, разблокируемом у менестрельного странника.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: To the Edge<tab>Materials for synthesis obtained from a trial in Shadowbringers unlocked via the minstreling wanderer.<nl>※Drop rates increase when participating at minimum IL.
ru: To the Edge<tab>Материалы для изготовления доступны в испытании из Shadowbringers, разблокируемом у менестрельного странника.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Wind on the Plains<tab>Obtained from lockboxes in the Bozjan southern front.
ru: Wind on the Plains<tab>Доступно из lockboxes в Южном фронте Бозьи.

source: Blood on the Wind<tab>Available in exchange for Bozjan clusters in the Bozjan southern front and at other exchange vendors.
ru: Blood on the Wind<tab>Доступно в обмен на Bozjan clusters у торговцев в Южном фронте Бозьи и других местах.

source: Discord: Imperial (Zodiac Age Version)<tab>Available in exchange for Bozjan clusters in the Bozjan southern front and at other exchange vendors.
ru: Discord: Imperial (Zodiac Age Version)<tab>Доступно в обмен на Bozjan clusters у торговцев в Южном фронте Бозьи и других местах.

source: Into the Fortress (Zodiac Age Version)<tab>Obtained from the Battle of Castrum Lacus Litore in the Bozjan southern front.
ru: Into the Fortress (Zodiac Age Version)<tab>Доступно в Battle of Castrum Lacus Litore в Южном фронте Бозьи.

source: Battle with an Esper (Zodiac Age Version)<tab>Obtained from the Battle of Castrum Lacus Litore in the Bozjan southern front.
ru: Battle with an Esper (Zodiac Age Version)<tab>Доступно в Battle of Castrum Lacus Litore в Южном фронте Бозьи.

source: Life and Death (Zodiac Age Version)<tab>Obtained from the Battle of Castrum Lacus Litore in the Bozjan southern front.
ru: Life and Death (Zodiac Age Version)<tab>Доступно в Battle of Castrum Lacus Litore в Южном фронте Бозьи.

source: Where All Roads Lead<tab>Obtained in the Heroes' Gauntlet.
ru: Where All Roads Lead<tab>Доступно в Испытании героев.

source: A Tonberry's Tears<tab>Obtained in the Wanderer's Palace.
ru: A Tonberry's Tears<tab>Доступно в Дворце странника.

source: Abomination<tab>Obtained in Cutter's Cry.
ru: Abomination<tab>Доступно в Крике лесоруба.

source: Freefall<tab>Available for exchange in the Firmament.
ru: Freefall<tab>Доступно у торговцев из Твердыни.

source: The Heavens' Ward<tab>Available for exchange in the Firmament.
ru: The Heavens' Ward<tab>Доступно у торговцев из Твердыни.

source: Fortress of Lies<tab>Obtained in the Puppets' Bunker.
ru: Fortress of Lies<tab>Доступно в Кукольном бункере.

source: Grandma (Destruction)<tab>Obtained in the Puppets' Bunker.
ru: Grandma (Destruction)<tab>Доступно в Кукольном бункере.

source: End of the Unknown<tab>Obtained in the Puppets' Bunker.
ru: End of the Unknown<tab>Доступно в Кукольном бункере.

source: Torn from the Heavens／The Dark Colossus Destroys All (Medley Version)<tab>Obtained in the Puppets' Bunker.
ru: Torn from the Heavens／The Dark Colossus Destroys All (Medley Version)<tab>Доступно в Кукольном бункере.

source: The Black Wolf Stalks Again<tab>Materials for synthesis obtained in Castrum Marinum (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: The Black Wolf Stalks Again<tab>Материалы для изготовления доступны в Форте Маринум (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Gogo's Theme<tab>Available for exchange in Ul'dah.
ru: Gogo's Theme<tab>Доступно у торговцев из Уль'ды.

source: The Sochen Cave Palace (Zodiac Age Version)<tab>Obtained in Delubrum Reginae.
ru: The Sochen Cave Palace (Zodiac Age Version)<tab>Доступно в Делюбрум Регине.

source: Giving Chase (Zodiac Age Version)<tab>Obtained in Delubrum Reginae.
ru: Giving Chase (Zodiac Age Version)<tab>Доступно в Делюбрум Регине.

source: The Queen Awakens<tab>Obtained in Delubrum Reginae.
ru: The Queen Awakens<tab>Доступно в Делюбрум Регине.

source: Freshly Glazed Porxie<tab>Obtained in Matoya's Relict.
ru: Freshly Glazed Porxie<tab>Доступно в Мастерской Матойи.

source: Don't Be Afraid (Shadowbringers)<tab>Obtained in Eden's Promise: Litany.
ru: Don't Be Afraid (Shadowbringers)<tab>Доступно в Обещании Эдема: Распев.

source: The Legendary Beast (Shadowbringers)<tab>Obtained in Eden's Promise: Anamorphosis.
ru: The Legendary Beast (Shadowbringers)<tab>Доступно в Обещании Эдема: Анаморфоз.

source: Promises to Keep<tab>Obtained in Eden's Promise: Eternity.
ru: Promises to Keep<tab>Доступно в Обещании Эдема: Вечность.

source: The Extreme (Shadowbringers)<tab>Obtained in Eden's Promise: Eternity (Savage).
ru: The Extreme (Shadowbringers)<tab>Доступно в Обещании Эдема: Вечность (Кошмарное).

source: Everywhere and Nowhere<tab>Obtained in the Shifting Oubliettes of Lyhe Ghiah.
ru: Everywhere and Nowhere<tab>Доступно в Меняющихся тюрьмах Лие Гиа.

source: Tomorrow and Tomorrow - Reprise<tab>Obtained in the Dungeons of Lyhe Ghiah.
ru: Tomorrow and Tomorrow - Reprise<tab>Доступно в Подземельях Лие Гиа.

source: Dangerous Words<tab>Obtained in the Dungeons of Lyhe Ghiah.
ru: Dangerous Words<tab>Доступно в Подземельях Лие Гиа.

source: Unmatching Pieces<tab>Obtained in the Shifting Oubliettes of Lyhe Ghiah.
ru: Unmatching Pieces<tab>Доступно в Меняющихся тюрьмах Лие Гиа.

source: The Ludus<tab>Obtained in Halatali.
ru: The Ludus<tab>Доступно в Халатали.

source: Faith in Her Fury<tab>Obtained from Kupo of Fortune in the Firmament.
ru: Faith in Her Fury<tab>Доступно из Купо фортуны в Твердыне.

source: Hearthward<tab>Available for exchange in the Firmament.
ru: Hearthward<tab>Доступно у торговцев из Твердыни.

source: Painted Skies<tab>Obtained from Kupo of Fortune in the Firmament.
ru: Painted Skies<tab>Доступно из Купо фортуны в Твердыне.

source: A Fine Death<tab>Available for MGP exchange at the Gold Saucer.
ru: A Fine Death<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Below<tab>Obtained in Copperbell Mines.
ru: Below<tab>Доступно в руднике Коппербелл.

source: Dancing Calcabrina<tab>Obtained in the Antitower.
ru: Dancing Calcabrina<tab>Доступно в Антибашне.

source: Shuffle or Boogie (Shadowbringers)<tab>Obtained upon completing the achievement "Open to Victory I."
ru: Shuffle or Boogie (Shadowbringers)<tab>Доступно при выполнении достижения «Open to Victory I».

source: In the Arms of War<tab>Materials for synthesis obtained on the Cloud Deck (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: In the Arms of War<tab>Материалы для изготовления доступны в Облачной палубе (Экстремальная).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Wrath of the Harrier<tab>Obtained from the Dalriada in Zadnor.
ru: Wrath of the Harrier<tab>Доступно в Далриаде, Заднор.

source: Seven Flames<tab>Obtained in Paglth'an.
ru: Seven Flames<tab>Доступно в Паглз'ан.

source: What Is Love?<tab>Available for exchange in the Firmament.
ru: What Is Love?<tab>Доступно у торговцев из Твердыни.

source: Freedom<tab>Available for exchange in Limsa Lominsa and with other exchange vendors.
ru: Freedom<tab>Доступно у торговцев из Лимса Ломинсы и других городов.

source: A Better Tomorrow<tab>Obtained in the Dungeons of Lyhe Ghiah.
ru: A Better Tomorrow<tab>Доступно в Подземельях Лие Гиа.

source: Skyrise<tab>Available for exchange in the Firmament.
ru: Skyrise<tab>Доступно у торговцев из Твердыни.

source: Mourning<tab>Obtained in the Tower at Paradigm's Breach.
ru: Mourning<tab>Доступно в Башне на разрыве мышления.

source: Emil (Despair)<tab>Obtained in the Tower at Paradigm's Breach.
ru: Emil (Despair)<tab>Доступно в Башне на разрыве мышления.

source: The Sound of the End: 8bit<tab>Obtained in the Tower at Paradigm's Breach.
ru: The Sound of the End: 8bit<tab>Доступно в Башне на разрыве мышления.

source: Kainé (Final Fantasy Main Theme Version)<tab>Obtained in the Tower at Paradigm's Breach.
ru: Kainé (Final Fantasy Main Theme Version)<tab>Доступно в Башне на разрыве мышления.

source: Tower of Zot (Endwalker)<tab>Obtained in the Tower of Zot.
ru: Tower of Zot (Endwalker)<tab>Доступно в Башне Зот.

source: Garlemald Express<tab>Obtained in the Tower of Babil.
ru: Garlemald Express<tab>Доступно в Вавилонской башне.

source: As the Sky Burns<tab>Obtained in Vanaspati.
ru: As the Sky Burns<tab>Доступно в Ванаспати.

source: Miracle Works<tab>Obtained in Ktisis Hyperboreia.
ru: Miracle Works<tab>Доступно в Гиперборее Творения.

source: The Aetherial Sea<tab>Obtained in the Aitiascope.
ru: The Aetherial Sea<tab>Доступно в Этиаскопе.

source: Of Countless Stars<tab>Obtained at the Dead Ends.
ru: Of Countless Stars<tab>Доступно в Тупиках бытия.

source: Carrots of Happiness<tab>Obtained in Smileton.
ru: Carrots of Happiness<tab>Доступно в Улыбкограде.

source: Endcaller<tab>Materials for synthesis obtained from a trial in Endwalker unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: Endcaller<tab>Материалы для изготовления доступны в испытании из Endwalker, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Your Answer<tab>Materials for synthesis obtained from a trial in Endwalker unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: Your Answer<tab>Материалы для изготовления доступны в испытании из Endwalker, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Ancient Shackles<tab>Obtained in Asphodelos: The Third Circle.
ru: Ancient Shackles<tab>Доступно в Асфоделос: Третий круг.

source: Hic Svnt Leones<tab>Obtained in Asphodelos: The Fourth Circle.
ru: Hic Svnt Leones<tab>Доступно в Асфоделос: Четвёртый круг.

source: The Ewer Brimmeth<tab>Available for exchange in Old Sharlayan.
ru: The Ewer Brimmeth<tab>Доступно у торговцев из Старого Шарлеана.

source: Twilit Terraces<tab>Available for exchange in Radz-at-Han.
ru: Twilit Terraces<tab>Доступно у торговцев из Радз-ат-Хана.

source: The Labyrinth<tab>Available for exchange in Labyrinthos.
ru: The Labyrinth<tab>Доступно у торговцев из Лабиринтоса.

source: Divine Words<tab>Available for exchange in Thavnair.
ru: Divine Words<tab>Доступно у торговцев из Тавнира.

source: White Snow, Black Steel<tab>Available for exchange in Garlemald.
ru: White Snow, Black Steel<tab>Доступно у торговцев из Гарлемалда.

source: One Small Step<tab>Available for exchange in Mare Lamentorum.
ru: One Small Step<tab>Доступно у торговцев из Море Скорби.

source: Sky Unsundered<tab>Available for exchange in Elpis.
ru: Sky Unsundered<tab>Доступно у торговцев из Элписа.

source: Close in the Distance<tab>Available for exchange in Ultima Thule.
ru: Close in the Distance<tab>Доступно у торговцев из Крайнего Предела.

source: Unbowed<tab>Available for exchange in Old Sharlayan and Radz-at-Han.
ru: Unbowed<tab>Доступно у торговцев из Старого Шарлеана и Радз-ат-Хана.

source: Dawnbound<tab>Obtained in the Sirensong Sea.
ru: Dawnbound<tab>Доступно в Песне сирен.

source: Roar of the Wyrm<tab>Obtained in the Aery.
ru: Roar of the Wyrm<tab>Доступно в Гнезде.

source: From the Depths<tab>Obtained in Sastasha.
ru: From the Depths<tab>Доступно в Састаше.

source: The Map Unfolds<tab>Obtained at Alzadaal's Legacy.
ru: The Map Unfolds<tab>Доступно в Наследии Альзадаала.

source: The Final Day<tab>Materials for synthesis obtained from a trial in Endwalker unlocked via the wandering minstrel. <nl>※Drop rates increase when participating at minimum IL.
ru: The Final Day<tab>Материалы для изготовления доступны в испытании из Endwalker, разблокируемом у странствующего менестреля. <nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: With Hearts Aligned<tab>Materials for synthesis obtained from a trial in Endwalker unlocked via the wandering minstrel. <nl>※Drop rates increase when participating at minimum IL.<nl>
ru: With Hearts Aligned<tab>Материалы для изготовления доступны в испытании из Endwalker, разблокируемом у странствующего менестреля. <nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.<nl>

source: Pilgrimage<tab>Obtained in Aglaia.
ru: Pilgrimage<tab>Доступно в Аглае.

source: Radiance<tab>Obtained in Aglaia.
ru: Radiance<tab>Доступно в Аглае.

source: In the Balance<tab>Obtained in Aglaia.
ru: In the Balance<tab>Доступно в Аглае.

source: Hippo Ridin'<tab>Available for exchange in Svarna.
ru: Hippo Ridin'<tab>Доступно у торговцев из Сварны.

source: The Nautilus Knoweth<tab>Available for exchange in Old Sharlayan.
ru: The Nautilus Knoweth<tab>Доступно у торговцев из Старого Шарлеана.

source: The Day Will Come (Endwalker)<tab>Available for exchange in Old Sharlayan.
ru: The Day Will Come (Endwalker)<tab>Доступно у торговцев из Старого Шарлеана.

source: Vibrant Voices<tab>Available for exchange in Radz-at-Han.
ru: Vibrant Voices<tab>Доступно у торговцев из Радз-ат-Хана.

source: Perfumed Eves<tab>Available for exchange in Radz-at-Han.
ru: Perfumed Eves<tab>Доступно у торговцев из Радз-ат-Хана.

source: Dreams of Man<tab>Available for exchange in Labyrinthos.
ru: Dreams of Man<tab>Доступно у торговцев из Лабиринтоса.

source: Prayers Repeated<tab>Available for exchange in Thavnair.
ru: Prayers Repeated<tab>Доступно у торговцев из Тавнира.

source: Black Steel, Cold Embers<tab>Available for exchange in Garlemald.
ru: Black Steel, Cold Embers<tab>Доступно у торговцев из Гарлемалда.

source: Home Beyond the Horizon<tab>Available for exchange in Garlemald.
ru: Home Beyond the Horizon<tab>Доступно у торговцев из Гарлемалда.

source: Stars Long Dead<tab>Available for exchange in Elpis.
ru: Stars Long Dead<tab>Доступно у торговцев из Элписа.

source: Welcome to Our Town! (Endwalker)<tab>Available for exchange in Mare Lamentorum.
ru: Welcome to Our Town! (Endwalker)<tab>Доступно у торговцев из Море Скорби.

source: Warming Up<tab>Available for exchange in the Wolves' Den.
ru: Warming Up<tab>Доступно у торговцев из Волчьего логова.

source: Festival of the Hunt (Endwalker)<tab>Available for exchange in the Wolves' Den.
ru: Festival of the Hunt (Endwalker)<tab>Доступно у торговцев из Волчьего логова.

source: Run! (Endwalker)<tab>Available for exchange in the Wolves' Den.
ru: Run! (Endwalker)<tab>Доступно у торговцев из Волчьего логова.

source: Like a Summer Rain<tab>Obtained on Neverreap.
ru: Like a Summer Rain<tab>Доступно в Нэверрипа.

source: Descent<tab>Obtained in the Dusk Vigil.
ru: Descent<tab>Доступно в Цитадели Сумеречной Стражи.

source: Aftermath<tab>Obtained at Amdapor Keep (Hard).
ru: Aftermath<tab>Доступно в Амдапорской крепости (Сложная).

source: Gateway to Paradise<tab>Available for MGP exchange at the Gold Saucer.
ru: Gateway to Paradise<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Battle with the Four Fiends (Buried Memory)<tab>Materials for synthesis obtained from a trial in Endwalker unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: Battle with the Four Fiends (Buried Memory)<tab>Материалы для изготовления доступны в испытании из Endwalker, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Troian Beauty (Endwalker)<tab>Obtained at the Fell Court of Troia.
ru: Troian Beauty (Endwalker)<tab>Доступно в Павшем дворце Трои.

source: FINAL FANTASY IV: Battle 2 (Endwalker)<tab>Obtained at the Fell Court of Troia.
ru: FINAL FANTASY IV: Battle 2 (Endwalker)<tab>Доступно в Павшем дворце Трои.

source: Desert Sun<tab>Available for exchange in Old Sharlayan.
ru: Desert Sun<tab>Доступно у торговцев из Старом Шарлеана.

source: Silent Scream<tab>Obtained in Abyssos: The Fifth Circle.
ru: Silent Scream<tab>Доступно в Абиссос: Пятый круг.

source: Scream<tab>Obtained in Abyssos: The Sixth Circle or Abyssos: The Seventh Circle.
ru: Scream<tab>Доступно в Абиссос: Шестой круг и Седьмой круг.

source: Embers<tab>Obtained in Abyssos: The Eighth Circle.
ru: Embers<tab>Доступно в Абиссос: Восьмой круг.

source: White Stone Black<tab>Obtained in Abyssos: The Eighth Circle (Savage).
ru: White Stone Black<tab>Доступно в Абиссос: Восьмой круг (Кошмарный).

source: Cradle of Hope<tab>Available for exchange at A-4 Research.
ru: Cradle of Hope<tab>Доступно у торговцев в Исследовании А-4.

source: Into the Adder's Den<tab>Available for exchange at the Adders' Nest.
ru: Into the Adder's Den<tab>Доступно у торговцев в Змеином Гнезде.

source: Maelstrom Command<tab>Available for exchange at Maelstrom Command.
ru: Maelstrom Command<tab>Доступно у торговцев в штабе Водоворота.

source: The Hall of Flames<tab>Available for exchange at the Hall of Flames.
ru: The Hall of Flames<tab>Доступно у торговцев в Ставке Пламени.

source: Dewdrops & Moonbeams<tab>Available for exchange at the Adders' Nest.
ru: Dewdrops & Moonbeams<tab>Доступно у торговцев в Змеином Гнезде.

source: Ripples in the Sea<tab>Available for exchange at Maelstrom Command.
ru: Ripples in the Sea<tab>Доступно у торговцев в штабе Водоворота.

source: The Sands' Secrets<tab>Available for exchange at the Hall of Flames.
ru: The Sands' Secrets<tab>Доступно у торговцев в Ставке Пламени.

source: Unworthy<tab>Available for exchange in the Firmament.
ru: Unworthy<tab>Доступно у торговцев из Твердыни.

source: Toll of the Bells<tab>Obtained in the Vault.
ru: Toll of the Bells<tab>Доступно в Своде.

source: Stigma<tab>Obtained in the Vault.
ru: Stigma<tab>Доступно в Своде.

source: The Emperor's Wont<tab>Available for exchange in Garlemald.
ru: The Emperor's Wont<tab>Доступно у торговцев из Гарлемалда.

source: Penitus<tab>Available for exchange in Garlemald.
ru: Penitus<tab>Доступно у торговцев из Гарлемалда.

source: A Thousand Screams<tab>Obtained in the Thousand Maws of Toto-Rak.
ru: A Thousand Screams<tab>Доступно в Тысяче пастей Тото-Рака.

source: Lipflaps on Longstops<tab>Obtained at Brayflox's Longstop.
ru: Lipflaps on Longstops<tab>Доступно в Долгостое Мутнодыха.

source: Shuffle or Boogie<tab>Available for MGP exchange at the Gold Saucer.
ru: Shuffle or Boogie<tab>Доступно в обмен на MGP в «Золотом блюдце».

source: Forged in Crimson<tab>Materials for synthesis obtained from a trial in Endwalker unlocked via the wandering minstrel.<nl>※Drop rates increase when participating at minimum IL.
ru: Forged in Crimson<tab>Материалы для изготовления доступны в испытании из Endwalker, разблокируемом у странствующего менестреля.<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Dreamwalker<tab>Available for exchange in Hoper's Hold.
ru: Dreamwalker<tab>Доступно у торговцев из Хвостов Надежды.

source: Deep Blue<tab>Obtained in Lapis Manalis.
ru: Deep Blue<tab>Доступно в Пещере Разума.

source: Favor<tab>Obtained in Euphrosyne.
ru: Favor<tab>Доступно в Ефросинии.

source: Rhythm of the Realm<tab>Obtained in Euphrosyne.
ru: Rhythm of the Realm<tab>Доступно в Ефросинии.

source: Dedicated to Moonlight<tab>Obtained in Euphrosyne.
ru: Dedicated to Moonlight<tab>Доступно в Ефросинии.

source: Cracks in the Wall<tab>Obtained in Amdapor Keep.
ru: Cracks in the Wall<tab>Доступно в Амдапорской крепости.

source: Echoes of Ages Past<tab>Obtained at the Sunken Temple of Qarn.
ru: Echoes of Ages Past<tab>Доступно в Затонувшем храме Карна.

source: Cold Salvation<tab>Obtained at the Stone Vigil.
ru: Cold Salvation<tab>Доступно в Цитадели Каменной Стражи.

source: Miser's Folly<tab>Obtained in the Aurum Vale.
ru: Miser's Folly<tab>Доступно в Золотой долине.

source: Forgotten by the Sun<tab>Obtained at the Sunken Temple of Qarn (Hard).
ru: Forgotten by the Sun<tab>Доступно в Затонувшем храме Карна (Сложный).

source: Holy Consult<tab>Obtained on Hullbreaker Isle (Hard).
ru: Holy Consult<tab>Доступно в Острове Халлбрейкер (Сложный).

source: Battle 1 from FINAL FANTASY IV<tab>Available for exchange in Hoper's Hold.
ru: Battle 1 from FINAL FANTASY IV<tab>Доступно у торговцев из Хвостов Надежды.

source: Voidcast Savior<tab>Materials for synthesis obtained on the Voidcast Dais (Extreme).<nl>※Drop rates increase when participating at minimum IL.
ru: Voidcast Savior<tab>Материалы для изготовления доступны в Вердикте Бездны (Экстремальный).<nl>※Вероятность получения увеличена при прохождении миссии с минимальным уровнем снаряжения.

source: Starsbreath<tab>Obtained at the Aetherfont.
ru: Starsbreath<tab>Доступно в Эфирном Колодце.

source: Crimson Rise<tab>Available for exchange in Old Sharlayan.
ru: Crimson Rise<tab>Доступно у торговцев в Старом Шарлеане.
