Repository: endervad/ffxiv_translation_test
Catalog: exd/Pet/*.xlf
Languages: de, fr, ja, ru

source: Emerald Carbuncle
de: Smaragd-Karfunkel
fr: Carbuncle émeraude
ja: カーバンクル・エメラルド
ru: Изумрудный карбункул

source: Topaz Carbuncle
de: Topas-Karfunkel
fr: Carbuncle topaze
ja: カーバンクル・トパーズ
ru: Топазовый карбункул

source: Eos
ja: フェアリー・エオス
ru: Эос

source: Selene
ja: フェアリー・セレネ
ru: Селена

source: Rook Autoturret
de: Selbstschuss-Gyrocopter TURM
fr: Auto-tourelle Tour
ja: オートタレット・ルーク
ru: Установка Авто-турели

source: Bishop Autoturret
de: Selbstschuss-Gyrocopter LÄUFER
fr: Auto-tourelle Fou
ja: オートタレット・ビショップ
ru: Осадная Авто-турель

source: Demi-Bahamut
ja: デミ・バハムート
ru: Воплощение Бахамута

source: Demi-Bahamut
ja: デミ・バハムート
ru: Воплощение Бахамута

source: Demi-Phoenix
de: Demi-Phönix
fr: Demi-Phénix
ja: デミ・フェニックス
ru: Воплощение Феникса

source: Seraph
fr: Séraphin
ja: セラフィム
ru: Серафим

source: Moonstone Carbuncle
de: Mondstein-Karfunkel
fr: Carbuncle hécatolite
ja: カーバンクル・ムーンストーン
ru: Лунный карбункул

source: Esteem
de: Schattenschemen
fr: Estime
ja: 英雄の影身
ru: Эстим

source: Automaton Queen
de: Automaton DAME
fr: Automate Reine
ja: オートマトン・クイーン
ru: Королева-Автоматон

source: Bunshin
de: Gedoppeltes Ich
fr: Ombre
ja: 分身
ru: Буншин

source: Demi-Phoenix
de: Demi-Phönix
fr: Demi-Phénix
ja: デミ・フェニックス
ru: Воплощение Феникса

source: Seraph
fr: Séraphin
ja: セラフィム
ru: Серафим

source: Bunshin
de: Gedoppeltes Ich
fr: Ombre
ja: 分身
ru: Буншин

source: Carbuncle
de: Karfunkel
ja: カーバンクル
ru: Карбункул

source: Ruby Carbuncle
de: Rubin-Karfunkel
fr: Carbuncle rubis
ja: カーバンクル・ルビー
ru: Рубиновый карбункул

source: Topaz Carbuncle
de: Topas-Karfunkel
fr: Carbuncle topaze
ja: カーバンクル・トパーズ
ru: Топазовый карбункул

source: Emerald Carbuncle
de: Smaragd-Karfunkel
fr: Carbuncle émeraude
ja: カーバンクル・エメラルド
ru: Изумрудный карбункул

source: Ifrit-Egi
ja: イフリート・エギ
ru: Образ Ифрита

source: Titan-Egi
ja: タイタン・エギ
ru: Образ Титана

source: Garuda-Egi
ja: ガルーダ・エギ
ru: Образ Гаруды

source: Ruby Ifrit
de: Rubin-Ifrit
fr: Ifrit rubis
ja: イフリート・ルビー
ru: Рубиновый Ифрит

source: Topaz Titan
de: Topas-Titan
fr: Titan topaze
ja: タイタン・トパーズ
ru: Топазовый Титан

source: Emerald Garuda
de: Smaragd-Garuda
fr: Garuda émeraude
ja: ガルーダ・エメラルド
ru: Изумрудная Гаруда

source: Amber Carbuncle
de: Bernstein-Karfunkel
fr: Carbuncle ambre
ja: カーバンクル・アンバー
ru: Янтарный карбункул

source: Bishop Autoturret
de: Selbstschuss-Gyrocopter LÄUFER
fr: Auto-tourelle Fou
ja: オートタレット・ビショップ
ru: Осадная Авто-турель

source: Carbuncle
de: Karfunkel
ja: カーバンクル

source: Carbuncle
de: Karfunkel
ja: カーバンクル

source: Ruby Carbuncle
de: Rubin-Karfunkel
fr: Carbuncle rubis
ja: カーバンクル・ルビー
ru: Рубиновый карбункул

source: Ruby Carbuncle
de: Rubin-Karfunkel
fr: Carbuncle rubis
ja: カーバンクル・ルビー
ru: Рубиновый карбункул

source: Obsidian Carbuncle
de: Obsidian-Karfunkel
fr: Carbuncle obsidienne
ja: カーバンクル・オブシダン

source: Obsidian Carbuncle
de: Obsidian-Karfunkel
fr: Carbuncle obsidienne
ja: カーバンクル・オブシダン

source: Obsidian Carbuncle
de: Obsidian-Karfunkel
fr: Carbuncle obsidienne
ja: カーバンクル・オブシダン

source: Obsidian Carbuncle
de: Obsidian-Karfunkel
fr: Carbuncle obsidienne
ja: カーバンクル・オブシダン

source: Moonstone Carbuncle
de: Mondstein-Karfunkel
fr: Carbuncle hécatolite
ja: カーバンクル・ムーンストーン

source: Moonstone Carbuncle
de: Mondstein-Karfunkel
fr: Carbuncle hécatolite
ja: カーバンクル・ムーンストーン

source: Solar Bahamut
de: Sol-Bahamut
fr: Sol-Bahamut
ja: ソルバハムート
