Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/003/SubWil018_00396/*.xlf
Languages: ru

source: TEXT_SUBWIL018_00396_SEQ_00<tab>Lady Genevieve wants you to gather the gil which you caused her to drop on the ground.
ru: TEXT_SUBWIL018_00396_SEQ_00<tab>Леди Женевьева хочет, чтобы вы собрали золото, которое она уронила из-за вас на землю.

source: TEXT_SUBWIL018_00396_SEQ_01<tab>Shocked at being addressed by a common adventurer, Lady Genevieve has dropped a large quantity of gil on the ground. Collect the coins and beg forgiveness.
ru: TEXT_SUBWIL018_00396_SEQ_01<tab>Леди Женевьева, шокированная тем, что к ней обратился обычный искатель приключений, обронила на землю большое количество золотых. Соберите монеты и попросите прощения.

source: TEXT_SUBWIL018_00396_SEQ_02<tab>You have gathered all of Genevieve's gil. Return it to her before you receive another scolding.
ru: TEXT_SUBWIL018_00396_SEQ_02<tab>Вы собрали всё золото Женевьевы. Верните его ей, пока вас снова не отругали.

source: TEXT_SUBWIL018_00396_SEQ_03<tab>Lady Genevieve is mollified upon receiving her precious gil. Rather than offering any words of gratitude, she gives you a pittance and proceeds to ignore you.
ru: TEXT_SUBWIL018_00396_SEQ_03<tab>Леди Женевьева успокаивается, получив свои драгоценные гилы. Вместо того чтобы выразить благодарность, она даёт вам жалкие гроши и продолжает игнорировать вас.

source: TEXT_SUBWIL018_00396_TODO_00<tab>Gather the dropped gil.
ru: TEXT_SUBWIL018_00396_TODO_00<tab>Соберите рассыпанные гилы.

source: TEXT_SUBWIL018_00396_TODO_01<tab>Return the gil to Genevieve.
ru: TEXT_SUBWIL018_00396_TODO_01<tab>Верните гилы Женевьеве.

source: TEXT_SUBWIL018_00396_GENEVIEVE_000_1<tab>Ah!
ru: TEXT_SUBWIL018_00396_GENEVIEVE_000_1<tab>А-а!

source: TEXT_SUBWIL018_00396_GENEVIEVE_000_2<tab>What have you <var 1A 02 /var>done<var 1A 01 /var>!? Your kind has no business to even <var 1A 02 /var>look<var 1A 01 /var> at a lady such as I.
ru: TEXT_SUBWIL018_00396_GENEVIEVE_000_2<tab>Что вы натворили?! Ваш вид не имеет права даже <var 1A 02 /var>смотреть<var 1A 01 /var> на такую леди, как я.

source: TEXT_SUBWIL018_00396_GENEVIEVE_000_3<tab>Such shocking, unbelievable insolence! And now look─look at how my gil is scattered across the ground!
ru: TEXT_SUBWIL018_00396_GENEVIEVE_000_3<tab>Такая шокирующая, невероятная наглость! А теперь посмотрите, как разбросаны по земле мои гилы!

source: TEXT_SUBWIL018_00396_GENEVIEVE_000_4<tab>Pick it up, right this instant!
ru: TEXT_SUBWIL018_00396_GENEVIEVE_000_4<tab>Соберите их немедленно!

source: TEXT_SUBWIL018_00396_GENEVIEVE_000_10<tab>My gil...<var 1A 02 /var>now<var 1A 01 /var>! And there had better be naught missing!
ru: TEXT_SUBWIL018_00396_GENEVIEVE_000_10<tab>Мои гилы...<var 1A 02 /var>сейчас же<var 1A 01 /var>! И лучше бы вам убедиться, что ничего не пропадёт!

source: TEXT_SUBWIL018_00396_GENEVIEVE_000_11<tab>Hmmm, this appears to be everything.
ru: TEXT_SUBWIL018_00396_GENEVIEVE_000_11<tab>Хм, похоже, что тут все.

source: TEXT_SUBWIL018_00396_GENEVIEVE_000_12<tab>...What are you still staring at? Are you expecting some kind of reward? The insolence! Hmph!
ru: TEXT_SUBWIL018_00396_GENEVIEVE_000_12<tab>...На что ты всё ещё уставился? Ты ждёшь какой-то награды? Наглость! Фу!
