Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/038/BanQiq041_03804/*.xlf
Languages: de

source: TEXT_BANQIQ041_03804_SEQ_00<tab>Qitarl Natl would persuade you of the truth of his theory regarding the fate of the mysterious race of catfish people. ※The difficulty of this quest will be synced to your current level.
de: TEXT_BANQIQ041_03804_SEQ_00<tab><var 48 F201FC /var><var 49 F201FD /var> Schwierigkeitsanpassung (Job/Klasse darf nicht gewechselt werden)<var 49 01 /var><var 48 01 /var> Qitarl Natl möchte die Geschichte vom Untergang der Welsleute erzählen.

source: TEXT_BANQIQ041_03804_SEQ_01<tab>Convinced of the merits of Qitarl Natl's argument, you express your support for his theory that the Qitari drove the catfish people from the forest, thus bringing about their subsequent extinction. Grudgingly agreeing that his father may have a point, the Qitari youngling Chaqurl Qhotl agrees to assist in the restoration of the third stela. ※Please note that the difficulty of this quest has been synced to your current level. Furthermore, you may not proceed with a class or job that is different from when you accepted this quest.
de: TEXT_BANQIQ041_03804_SEQ_01<tab><var 48 F201FC /var><var 49 F201FD /var><var 49 01 /var><var 48 01 /var> Schwierigkeitsanpassung (Job/Klasse darf nicht gewechselt werden) Die Qitari sind bereit, den dritten Gedenkstein passend zur Geschichte von Qitarl Natl aufzustellen und warten nur noch auf dein Zeichen. Sprich erneut mit Qitarl Natl.

source: TEXT_BANQIQ041_03804_SEQ_02<tab>Under your watchful eye, the Qitari artisans restore the third stela to Qitarl Natl's best interpretation of its former glory. Encouraged and heartened by reclaiming a vital piece of their legacy, the Stewards now pursue their excavation efforts with newfound zeal. Continue to lend them your aid in their efforts should you so desire.
de: TEXT_BANQIQ041_03804_SEQ_02<tab>Die Grabenden Pfoten von 'rl freuen sich über die erfolgreiche Wiederherstellung des dritten Gedenksteins. Sie hoffen auch weiterhin auf deine tatkräftige Unterstützung.

source: TEXT_BANQIQ041_03804_TODO_00<tab>Speak with Qitarl Natl.
de: TEXT_BANQIQ041_03804_TODO_00<tab>Mit Qitarl Natl sprechen

source: TEXT_BANQIQ041_03804_QITARLNATL_000_001<tab>The meaning of the markings on the third stela could not be more clear. Our forebears went to war with the catfish people over control of the fishing grounds.
de: TEXT_BANQIQ041_03804_QITARLNATL_000_001<tab>Qitarl erzählt Legende, wie Welsleute vernichtet wurden. Wirst du Erzählung unterstützen?

source: TEXT_BANQIQ041_03804_QITARLNATL_000_002<tab>With the might of the great Ronkan Empire on our side, we drove those slimy creatures out of the Greatwood once and for all, and never were their kind seen again. Truly a triumphant day in history, would you not agree?
de: TEXT_BANQIQ041_03804_QITARLNATL_000_002<tab>Dritter Gedenkstein ist Erinnerung an Begegnung von Welsleuten und Qitari. Am Wasser kam es zum Krieg mit Welsleuten. Mithilfe von Ronka-Kaiser siegten Qitari und vernichteten Welsleute!

source: TEXT_BANQIQ041_03804_SYSTEM_000_003<tab>If you elect to vouch for Qitarl Natl's theory, the stela will be restored to reflect his interpretation of history. Proceed, and you will be unable to view the stela as Chaqurl Qhotl envisions it.
de: TEXT_BANQIQ041_03804_SYSTEM_000_003<tab>Wenn du die Geschichte von Qitarl Natl unterstützt, wird der passende Gedenkstein dazu aufgestellt. Das Ergebnis der Geschichte von Chaqurl Qhotl bleibt dann verborgen.

source: TEXT_BANQIQ041_03804_SYSTEM_000_004<tab>The rewards you receive and the content of the quests to follow will be the same regardless of the choice you make. You are free to choose the version of history you find most compelling.
de: TEXT_BANQIQ041_03804_SYSTEM_000_004<tab>Für welchen Weg du dich auch entscheidest - du wirst dieselben Gegenstände erhalten und dieselben Aufträge spielen können. Deine Wahl hat jedoch Einfluss darauf, wie die Geschichte der Qitari an zukünftige Generationen weitererzählt wird.

source: TEXT_BANQIQ041_03804_Q1_000_000<tab>Speak out in favor of Qitarl Natl's theory?
de: TEXT_BANQIQ041_03804_Q1_000_000<tab>Möchtest du mit der Geschichte von Qitarl Natl fortfahren?

source: TEXT_BANQIQ041_03804_QITARLNATL_000_005<tab>Magnificent! I knew that a wise and impartial observer such as you would see things as I did.
de: TEXT_BANQIQ041_03804_QITARLNATL_000_005<tab>Oh! <var 08 E905 ((Verbündete)) ((Verbündeter)) /var> von Ronka wird alle Qitari überzeugen!

source: TEXT_BANQIQ041_03804_CHAQURLQHOTL_000_006<tab>I would rather not think of our ancestors as aggressors...and yet, perhaps there is truth to what Father says. If this is your decision, I will learn to accept it.
de: TEXT_BANQIQ041_03804_CHAQURLQHOTL_000_006<tab>Na schön, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> hat entschieden. Chaqurl hilft bei Wiederherstellung von Gedenkstein.

source: TEXT_BANQIQ041_03804_QITARLNATL_000_007<tab>That is most mature of you, my boy. And with that, let us begin the restoration of the stela without further ado. You, too, are curious to see what form it takes, are you not? Do stay around for a while.
de: TEXT_BANQIQ041_03804_QITARLNATL_000_007<tab>Qitari sind bereit, dritten Gedenkstein von Ahnen aufzustellen! <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, warten nur noch auf dein Zeichen!

source: TEXT_BANQIQ041_03804_QITARLNATL_000_008<tab>And with that, I shall call for the artisans. Oh, what a splendiferous day this has turned out to be!
de: TEXT_BANQIQ041_03804_QITARLNATL_000_008<tab>Los, los, keine Zeit verlieren! Auf ans Werk!

source: TEXT_BANQIQ041_03804_SYSTEM_000_010<tab>The third Qitari stela has been restored to depict Qitarl Natl's interpretation of the history between the Qitari and the ill-fated catfish people.
de: TEXT_BANQIQ041_03804_SYSTEM_000_010<tab>Der dritte Gedenkstein wurde passend zu Qitarl Natls Geschichte über den Untergang der Welsleute errichtet.

source: TEXT_BANQIQ041_03804_SYSTEM_000_011<tab>Outfitted with supplies and conveniences brought by the Night's Blessed, Hopl's Stopple is more hospitable than ever before. Rejoicing in their newfound comfort, the Qitari have returned to their excavation effort with renewed energy and enthusiasm. One can only imagine what marvelous discoveries are yet to come!
de: TEXT_BANQIQ041_03804_SYSTEM_000_011<tab>Die Grabenden Pfoten der 'rl freuen sich riesig über diesen Erfolg. Mit deiner Hilfe werden sie sicher noch viele weitere großartige Entdeckungen machen!

source: TEXT_BANQIQ041_03804_SYSTEM_100_010<tab>The third Qitari stela has been restored to depict Chaqurl Qhotl's interpretation of the history between the Qitari and the ill-fated catfish people.
de: TEXT_BANQIQ041_03804_SYSTEM_100_010<tab>Der dritte Gedenkstein wurde passend zu Chaqurl Qhotls Geschichte über die Rettung der Welsleute errichtet.

source: TEXT_BANQIQ041_03804_SYSTEM_100_011<tab>Outfitted with supplies and conveniences brought by the Night's Blessed, Hopl's Stopple is more hospitable than ever before. Rejoicing in their newfound comfort, the Qitari have returned to their excavation effort with renewed energy and enthusiasm. One can only imagine what marvelous discoveries are yet to come!
de: TEXT_BANQIQ041_03804_SYSTEM_100_011<tab>Die Grabenden Pfoten der 'rl freuen sich riesig über diesen Erfolg. Mit deiner Hilfe werden sie sicher noch viele weitere großartige Entdeckungen machen!
