Repository: endervad/ffxiv_translation_test
Catalog: exd/ItemSeries/*.xlf
Languages: de, ru

source: Maelstrom Uniform
de: Mahlstrom-Uniform
ru: Униформа Водоворота

source: Order of the Twin Adder Uniform
de: Bruderschafts-Uniform
ru: Униформа Ордена Двух Змей

source: Immortal Flames Uniform
de: Legions-Uniform
ru: Униформа Пламени

source: Eastern Garb for Men
ru: Восточные одежды для мужчин

source: Eastern Garb for Women
ru: Восточные одежды для женщин

source: Far Eastern Attire for Men
ru: Мужской наряд Дальнего Востока

source: Far Eastern Attire for Women
ru: Женский наряд Дальнего Востока

source: Exclusive Eastern Journey Attire
de: Exklusive fernöstliche Reisekleidung
ru: Эксклюзивный наряд для путешествия на восток

source: Loyal Housemaid's Uniform
de: Exklusive Hausmädchen-Bekleidung
ru: Униформа преданной горничной

source: Loyal Butler's Uniform
de: Exklusive Butler-Bekleidung
ru: Униформа преданного дворецкого

source: Nezha Lord's Attire
de: Bekleidung des Nezha-Herren
ru: Наряд владыки Нэчжа

source: Nezha Lady's Attire
de: Bekleidung der Nezha-Dame
ru: Наряд владычицы Нэчжа

source: Far Eastern Noble's Attire
de: Fernöstliche Adeligen-Bekleidung
ru: Дворянский наряд Дальнего Востока

source: Fuga Garb
de: Fuga-Bekleidung
ru: Одежды Фуга

source: Far Eastern Gentleman's Attire
de: Bekleidung des fernöstlichen Kavaliers
ru: Наряд джентльмена Дальнего Востока

source: Far Eastern Beauty's Attire
de: Bekleidung der fernöstlichen Schönheit
ru: Наряд красавицы Дальнего Востока

source: Emerald Carbuncle Attire
de: Smaragd-Karfunkel-Bekleidung
ru: Наряд изумрудного карбункула

source: Topaz Carbuncle Attire
de: Topas-Karfunkel-Bekleidung
ru: Наряд топазового карбункула

source: Angelic Attire
de: Engelhafte Bekleidung
ru: Ангельское одеяние

source: Demonic Attire
de: Dämonische Bekleidung
ru: Демоническое одеяние

source: Faerie Tale Prince's Attire
de: Bekleidung des fernöstlichen Prinzen
ru: Наряд принца из сказочной истории

source: Faerie Tale Princess's Attire
de: Bekleidung der fernöstlichen Prinzessin
ru: Наряд принцессы из сказочной истории

source: Far Eastern Schoolboy's Uniform
de: Fernöstliche Schuljungenuniform
ru: Школьная форма для мальчиков Дальнего Востока

source: Far Eastern Schoolgirl's Uniform
de: Fernöstliche Schulmädchenuniform
ru: Школьная форма для девочек Дальнего Востока

source: Abes Attire
de: Bekleidung der Zanarkand Abes
ru: Наряд Абеса

source: High Summoner's Attire
de: Bekleidung des Hohen Mediums
ru: Наряд Высшего призывателя

source: Ruby Carbuncle Attire
de: Rubin-Karfunkel-Kostümset
ru: Наряд рубинового карбункула

source: Handsaint Accessories
de: Handwerkerheiligen-Ausrüstung
ru: Аксессуары для рук от бога

source: Landsaint Accessories
de: Sammlerheiligen-Ausrüstung
ru: Аксессуары святой земли
