Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/KinGsf101_05239/*.xlf
Languages: de, fr, ja

source: TEXT_KINGSF101_05239_NITOWIKWE_000_074<tab>That's why I offered to step down from driving to run the station, but this oaf won't even consider it! He'd rather work himself into an early grave, I suppose!
de: TEXT_KINGSF101_05239_NITOWIKWE_000_074<tab>Und bevor sich mein sturer Mann hier noch übernimmt und sich die Gesundheit ruiniert, hab ich vorgeschlagen, als Ingenieurin etwas kürzerzutreten und stattdessen aktiver in der Verwaltung mitzuarbeiten. Aber er will ja nicht hören!
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_074<tab>Avant que Wawlika fasse une syncope, j'ai offert de prendre temporairement le relais pour alléger ses tâches quotidiennes... Mais il refuse ca<var 16 /var>té<var 16 /var>go<var 16 /var>ri<var 16 /var>que<var 16 /var>ment<var 1D /var>!
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_074<tab>だから身体を壊しちまう前に、あたしが機関車から降りて、 運営の仕事を巻き取ろうって提案したんだが、 この人、頑として聞き入れなくてね。

source: TEXT_KINGSF101_05239_ZAWPYA_000_075<tab>He just knows you're happiest at the throttle, is all. It's clear you're both worried sick about each other, so why not─
de: TEXT_KINGSF101_05239_ZAWPYA_000_075<tab>Klingt so, als wollt ihr dem jeweils anderen nicht zu viel zumuten. Chef<var 1D /var>- du weißt, dass in deiner Frau das Herz einer Ingenieurin schlägt, deswegen willst du ihr das nicht wegnehmen. Und du, Chefin, willst wiederum nicht, dass sich dein Mann überarbeitet, wenn du ihm doch helfen könntest.
fr: TEXT_KINGSF101_05239_ZAWPYA_000_075<tab>Hum... Je comprends aussi la réticence du patron à priver Nitowikwe de son travail d'ingénieure qu'elle aime tant... C'est votre sollicitude réciproque qui vous a menés dans cette impasse.
ja: TEXT_KINGSF101_05239_ZAWPYA_000_075<tab>社長としては、ニトウィケさんの生きがいでもある、 機関士の仕事を取り上げたくはないよな……。 お互いを想うあまり、意見が対立してるってわけか……。

source: TEXT_KINGSF101_05239_NITOWIKWE_000_076<tab>The point is, I wouldn't <var 1A 02 /var>need<var 1A 01 /var> to give up driving if we could just convince a competent artisan to keep us stocked.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_076<tab>Aber es ist keine Zumutung. Ich weiß, wie die Ge<var 16 /var>sell<var 16 /var>schaft läuft, und kann die Verwaltung ohne Weiteres über<var 16 /var>nehmen. Wenn wir dann noch einen fähigen Profi hätten, der sich um Werkzeuge und Materialien kümmert, müsste ich nicht einmal mein Lokführerinnentum aufgeben.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_076<tab>Tout ce qui nous fait défaut, c'est un récolteur aguerri ou un artisan chevronné pour nous épauler. Une paire de bras sup<var 16 /var>plé<var 16 /var>men<var 16 /var>tai<var 16 /var>re me permettrait de pas abandonner totalement mon boulot dans le train.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_076<tab>運営に必要な物資を調達してくれる職人さえ見つかれば、 多少は、機関車に乗る時間も確保できるんだけどねぇ……。

source: TEXT_KINGSF101_05239_Q1_000_000<tab>What will you say?
de: TEXT_KINGSF101_05239_Q1_000_000<tab>Was sagst du?
fr: TEXT_KINGSF101_05239_Q1_000_000<tab>Que dites-vous<var 1D /var>?
ja: TEXT_KINGSF101_05239_Q1_000_000<tab>何と言う？

source: TEXT_KINGSF101_05239_A1_000_001<tab>An artisan, you say? Look no further!
de: TEXT_KINGSF101_05239_A1_000_001<tab>Einen Profi kann ich anbieten!
fr: TEXT_KINGSF101_05239_A1_000_001<tab>Je suis <var 08 E905 ((une pro<var 16 /var>fes<var 16 /var>sion<var 16 /var>nelle)) ((un pro<var 16 /var>fes<var 16 /var>sion<var 16 /var>nel)) /var>, comptez sur moi<var 1D /var>!
ja: TEXT_KINGSF101_05239_A1_000_001<tab>職人仕事なら任せて！

source: TEXT_KINGSF101_05239_A1_000_002<tab>I could help. For a price.
de: TEXT_KINGSF101_05239_A1_000_002<tab>Wenn ich dafür entlohnt werde, helfe ich gern.
fr: TEXT_KINGSF101_05239_A1_000_002<tab>Que diriez-vous de louer mes services<var 1D /var>?
ja: TEXT_KINGSF101_05239_A1_000_002<tab>報酬があるなら手伝ってもいい

source: TEXT_KINGSF101_05239_WAWLIKA_100_076<tab>You take commissions, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>? Well now, that changes things... With fewer duties on the administrative side, she could manage both well enough...
de: TEXT_KINGSF101_05239_WAWLIKA_100_076<tab>Ach was! Ich wusste gar nicht, dass du auch noch in solchen Dingen geschickt bist! Es stimmt schon, wenn ein Profi an Nitowikwes Seite steht, der sie unterstützt<var 1D /var>...
fr: TEXT_KINGSF101_05239_WAWLIKA_100_076<tab>Décidément, t'as plus d'une corde à ton arc, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Avec ton aide précieuse, Nitowikwe pourrait continuer d'exercer sa profession d'ingénieure.
ja: TEXT_KINGSF101_05239_WAWLIKA_100_076<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>は、職人仕事もできるのか……！ 確かに、職人がいれば運営の負担が減らせるから、 ニトウィケにも機関士を続けてもらえそうだ。

source: TEXT_KINGSF101_05239_WAWLIKA_000_077<tab>Can I count on you to assist Nitowikwe with our daily operations, then?
de: TEXT_KINGSF101_05239_WAWLIKA_000_077<tab>Wenn du das also wirklich ernst meinst, wärst du uns eine riesige Hilfe. Dann betrachte diese Bitte als ein Angebot, ganz offiziell für die Xak Tural Eisenbahngesellschaft zu arbeiten. Was sagst du?
fr: TEXT_KINGSF101_05239_WAWLIKA_000_077<tab>Je peux donc compter sur toi pour la seconder au quotidien dans la gestion des affaires de la compagnie<var 1D /var>?
ja: TEXT_KINGSF101_05239_WAWLIKA_000_077<tab>それなら、お前さんさえよければ、 ニトウィケの補佐を主とした、XTRR社運営への協力を、 社長として依頼したいんだが……いいか？

source: TEXT_KINGSF101_05239_WAWLIKA_000_078<tab>Thank you, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. You'll be an asset to the Railing!
de: TEXT_KINGSF101_05239_WAWLIKA_000_078<tab>Ich danke dir, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Wenn ihr beiden das zu zweit regelt, habe ich überhaupt keine Bedenken mehr.
fr: TEXT_KINGSF101_05239_WAWLIKA_000_078<tab>Marché conclu, alors<var 1D /var>! Merci bien, tu nous ôtes une sacrée épine du pied.
ja: TEXT_KINGSF101_05239_WAWLIKA_000_078<tab>ありがとうよ。 お前さんになら安心して任せられるから、よろしく頼むぜ……！

source: TEXT_KINGSF101_05239_NITOWIKWE_000_079<tab>Well then, we have much to discuss. Will you step outside with me for a moment?
de: TEXT_KINGSF101_05239_NITOWIKWE_000_079<tab>Und am besten fangen wir gleich an. Magst du mich draußen treffen, damit wir uns besprechen können?
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_079<tab>Dans ce cas, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, j'ai déjà quelques commandes à te passer<var 1D /var>! Je t'attends à l'extérieur pour discuter des détails.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_079<tab>なら、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>にはさっそく話があるんだ。 ちょっと外まで来てくれるかい？

source: TEXT_KINGSF101_05239_SHENZA_000_080<tab>Right, now that <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> has matters well in hand, the two of us had better get back to work. Thanks again!
de: TEXT_KINGSF101_05239_SHENZA_000_080<tab>Na, das ist doch alles gut gelaufen! Jetzt können wir uns auch wieder viel unbeschwerter an die Arbeit machen. Vielen Dank, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
fr: TEXT_KINGSF101_05239_SHENZA_000_080<tab>Il semble que tout est rentré dans l'ordre<var 1D /var>! On peut retourner travailler le cœur léger. Un grand merci, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>!
ja: TEXT_KINGSF101_05239_SHENZA_000_080<tab>どうやら一安心って感じだから、僕たちは仕事に戻るよ。 ありがとね、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>！

source: TEXT_KINGSF101_05239_NITOWIKWE_000_100<tab>Words can scarcely express how relieved I am to have your help in this, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Now, I'll get straight to the point.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_100<tab>Also dann. Wollen wir mal sehen, was für Arbeit vor uns liegt. Wir beide packen das schon!
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_100<tab>T'es vraiment tombé<var 08 E905 ((e)) (()) /var> à point nommé. Comme je te le disais, j'ai déjà une tâche importante à te confier.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_100<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>、 あんたが協力してくれると聞いて心強いよ。 さっそくだけど仕事を依頼させておくれ！

source: TEXT_KINGSF101_05239_NITOWIKWE_000_101<tab>You ever tried keeping a locomotive quiet? It'll take plenty of polish and plenty more maintenance, keeping everything in pristine condition.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_101<tab>Letztlich besteht deine Hauptaufgabe darin, die nötigen Materialien, Teile und Werkzeuge bereitzustellen, die wir für den reibungslosen Betrieb unserer neuen Lok brauchen. Sie muss genauso leise bleiben wie bei ihrer allerersten Fahrt, und das verlangt stete Wartung.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_101<tab>C'est pour notre nouvelle locomotive. Afin qu'elle puisse rester la plus silencieuse possible, on ne lésine ni sur l'entretien du véhicule, ni sur le rem<var 16 /var>pla<var 16 /var>ce<var 16 /var>ment des pièces d'usure.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_101<tab>頼みたいのは新車両用の部材の調達さ。 新車両の静音性を維持するには、 部品を磨いてやったり、マメな整備が必要なんだ。

source: TEXT_KINGSF101_05239_NITOWIKWE_000_104<tab>To ensure the work flows smoothly, allow me to introduce you to our local vendors.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_104<tab>Perfekt, ich danke dir! Dann vernetze ich dich gleich mit den Händlern, mit denen wir zu<var 16 /var>sammen<var 16 /var>arbeiten.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_104<tab>Ah, mais j'allais oublier de te présenter nos commerçants. Tu vas sans doute avoir besoin de leurs services.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_104<tab>ああ、それと仕事を進めるうえで覚えておいてほしい、 商人たちも紹介させとくれ。

source: TEXT_KINGSF101_05239_NITOWIKWE_000_105<tab>If you require any materials, there's a good chance Peyapewi sells them.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_105<tab>Das hier ist Peyapewi. Von ihm beziehen wir alle Rohmaterialien, und das schon seit jeher. Er kann dir wirklich alles beschaffen, was du brauchst, also sei bloß nicht schüchtern.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_105<tab>Pour les matières premières, c'est à Peyapewi qu'il faudra s'adresser.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_105<tab>こっちの商人はペヤペウィ。 手伝いの際に必要なものがあれば、ここで揃えるといい。

source: TEXT_KINGSF101_05239_NITOWIKWE_000_106<tab>As for Kenawna, she'll take your scrips in exchange for a variety of quality goods.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_106<tab>Kenawna hingegen tauscht dir die Scheine, mit denen wir deine ganze harte Arbeit entlohnen, in allerhand praktische Dinge um. Wir dachten uns, dass das ein fairer Handel sei, weil es dir Zugang zu speziellen Waren ermöglicht, den man als Otto Normalturaler schlicht nicht hat.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_106<tab>Quant à Kenawna, elle se fera un plaisir de te proposer toute une gamme de produits que tu pourras échanger contre les devises accumulées en récompense de ton labeur.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_106<tab>それと、ケナーナだ。 報酬として支払った代替貨幣を彼女のところに持っていけば、 職人にとって有用な品と交換できるはずさ。

source: TEXT_KINGSF101_05239_NITOWIKWE_000_107<tab>Anyway, I'll leave you to get started. Whenever you have something to deliver, come and speak with me!
de: TEXT_KINGSF101_05239_NITOWIKWE_000_107<tab>Damit hätten wir auch schon alles. Dann wollen wir zusehen, dass unsere liebe Lok schön leise läuft, ja?
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_107<tab>Je compte sur ton expertise<var 1D /var>! Reviens me voir quand tu seras prêt<var 08 E905 ((e)) (()) /var> à mettre la main à la pâte.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_107<tab>じゃあ、調達の方をよろしく頼むよ。 用意ができたら、ここまで持ってきてくれるかい？
