Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/KinGsf101_05239/*.xlf
Languages: de, fr, ja

source: TEXT_KINGSF101_05239_SEQ_00<tab>This railroad employee is come to Tuliyollal in search of you.
de: TEXT_KINGSF101_05239_SEQ_00<tab>Diese Eisenbahnerin ist den ganzen weiten Weg nach Tuliyollal gekommen, nur um nach dir zu suchen.
fr: TEXT_KINGSF101_05239_SEQ_00<tab>Une employée du chemin de fer souhaite vous parler.
ja: TEXT_KINGSF101_05239_SEQ_00<tab>ベイサイド・ベヴィーのXTRR社の社員は、冒険者を探してトライヨラまで出てきたようだ。

source: TEXT_KINGSF101_05239_TODO_00<tab>Speak with Shenza at Shaaloani Station.
de: TEXT_KINGSF101_05239_TODO_00<tab>Mit Shenza am Bahnhof Shaaloani sprechen
fr: TEXT_KINGSF101_05239_TODO_00<tab>Parler à Shenza, à la gare de Shaaloani
ja: TEXT_KINGSF101_05239_TODO_00<tab>シャーローニ駅のシェンダと話す

source: TEXT_KINGSF101_05239_TODO_01<tab>Speak with Wawlika.
de: TEXT_KINGSF101_05239_TODO_01<tab>Wawlika aufsuchen
fr: TEXT_KINGSF101_05239_TODO_01<tab>Parler à Wawlika
ja: TEXT_KINGSF101_05239_TODO_01<tab>ワーリカと話す

source: TEXT_KINGSF101_05239_TODO_02<tab>Speak with Nitowikwe.
de: TEXT_KINGSF101_05239_TODO_02<tab>Mit Nitowikwe sprechen
fr: TEXT_KINGSF101_05239_TODO_02<tab>Parler à Nitowikwe
ja: TEXT_KINGSF101_05239_TODO_02<tab>ニトウィケと話す

source: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_000<tab>There you are! I'm so glad I found you.
de: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_000<tab>Ah, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! <var 29 EB02 /var>! Was für ein Glück, da hab ich dich ja endlich gefunden!
fr: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_000<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Quel heureux hasard<var 1D /var>!
ja: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_000<tab>ああっ、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>さん！ 会えてよかったー！

source: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_001<tab>I work over at Xak Tural Railing. Shenza asked me to send you his way if I happened to see you.
de: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_001<tab>Entschuldige, dass ich dich so überfalle. Ich gehöre zur Xak Tural Eisenbahngesellschaft, und Shenza<var 1D /var>- den kennst du ja<var 1D /var>- hat mich den ganzen weiten Weg nach Tuliyollal geschickt, um dich zu holen. Er will mit dir sprechen.
fr: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_001<tab>Je suis contente que nos chemins se soient croisés. Je travaille pour la compagnie de chemin de fer du Xak Tural. Shenza m'a demandé de vous interpeller si je vous apercevais.
ja: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_001<tab>自分、鉄道会社「サカ・トラル・レールロード」の者です。 トライヨラであなたに会えたら、ぜひ呼んできてほしい、 と技師のシェンダさんから頼まれていまして。

source: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_002<tab>Not to alarm you, but...there's trouble at the company again.
de: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_002<tab>Wir haben da nämlich ein kleines Problemchen, musst du wissen<var 1D /var>...
fr: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_002<tab>On aurait bien besoin de votre aide, parce que la situation est préoccupante.
ja: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_002<tab>実はウチの会社で、 いまちょっと、心配なことがあるんですよね……。

source: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_003<tab>It would mean the world if you could stop by and speak with him. He said he'd be waiting for you at Shaaloani Station.
de: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_003<tab>Aber das soll er dir lieber selbst erklären. Du findest ihn wie üblich am Bahnhof Shaaloani, wo er seiner Ingenieursarbeit nachgeht. Du tätest uns einen Mordsgefallen, wenn du dich bei ihm blicken lassen würdest, ja?
fr: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_003<tab>Vous voulez bien rejoindre Shenza à la gare de Shaaloani<var 1D /var>? Je suis certaine qu'il vous y attend avec impatience<var 1D /var>!
ja: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_003<tab>シェンダさんはシャーローニ駅であなたを待っています。 一度、顔を出してあげてもらえませんか？

source: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_010<tab>If you can spare the time, Shenza said he'd be waiting for you at Shaaloani Station.
de: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_010<tab>Shenza arbeitet am Bahnhof Shaaloani, und um was es genau geht, erklärt er dir lieber selbst. Lass dich doch bitte bei ihm blicken, ja?
fr: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_010<tab>Vous voulez bien rejoindre Shenza à la gare de Shaaloani<var 1D /var>? Je suis certaine qu'il vous y attend avec impatience<var 1D /var>!
ja: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_010<tab>シェンダさんはシャーローニ駅であなたを待っています。 一度、顔を出してあげてもらえませんか？

source: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_011<tab>As for me, I'm off to Wachumeqimeqi. We're hurting for supplies, and I've been charged with finding an artisan to shore up our stock.
de: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_011<tab>Ich bleibe noch eine Weile in der Stadt, weil ich auf der Suche nach einem Handwerker bin<var 1D /var>... Wir haben gerade eine riesige Materiallieferung bekommen, die verarbeitet werden muss, weißt du.
fr: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_011<tab>En ce qui me concerne, il est impératif que je déniche des artisans et des récolteurs en mesure de satisfaire nos exigences au bazar aux Mille Perles. Si tout se déroule comme prévu, j'aurai peut-être aussi le temps de jeter un œil aux étals<var 1D /var>!
ja: TEXT_KINGSF101_05239_XTRREMPLOYEE05239_000_011<tab>自分は会社に資材を卸してくれる職人さんを探してて……。 このあと、ワチュメキメキ万貨街に寄ってみます！

source: TEXT_KINGSF101_05239_WAWLIKA_000_015<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>? What brings you here?
de: TEXT_KINGSF101_05239_WAWLIKA_000_015<tab>Ah, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Was gibt's, wie steht's?
fr: TEXT_KINGSF101_05239_WAWLIKA_000_015<tab>Tiens, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Quel bon vent t'amène<var 1D /var>?
ja: TEXT_KINGSF101_05239_WAWLIKA_000_015<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>か、どうした？

source: TEXT_KINGSF101_05239_NITOWIKWE_000_020<tab>...Sorry, but I'm kind of busy right now. If you need a train ticket, ask the station clerk.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_020<tab>'tschuldige, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, aber ich hab gerade alle Pranken voll zu tun. Wenn du Zug fahren willst, helfen dir unsere Schaffner am Bahnhof, ja?
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_020<tab>Navrée, pas le temps de tailler une bavette. Si tu veux prendre le train, adresse-toi à un employé de la gare de Shaaloani.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_020<tab>……悪いけど、今はちょっと手いっぱいでね。 列車に乗りたいなら、シャーローニ駅の社員に頼むよ。

source: TEXT_KINGSF101_05239_SHENZA_000_030<tab>Sweet baby sunbeard, it's <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! What a relief to see you!
de: TEXT_KINGSF101_05239_SHENZA_000_030<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, da bist du ja!
fr: TEXT_KINGSF101_05239_SHENZA_000_030<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Je savais que tu viendrais à notre secours<var 1D /var>!
ja: TEXT_KINGSF101_05239_SHENZA_000_030<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>ーーーーッ！ 来てくれてよかった！

source: TEXT_KINGSF101_05239_SHENZA_000_031<tab>First, I want to say how much we all appreciate you and the Dawnservants for finding a solution to our noise problem.
de: TEXT_KINGSF101_05239_SHENZA_000_031<tab>Ach, was für ein Glück! Zuallererst will ich mich noch mal bedanken, dass ihr uns mit unserer Dampfpfeife geholfen habt. Du und die Krone der Weisheit. Das war wirklich saubere Arbeit!
fr: TEXT_KINGSF101_05239_SHENZA_000_031<tab>Ah, avant toute chose... Je tiens encore à vous remercier, toi et les Aurarques. Le sifflet éthéréen fonctionne par<var 16 /var>fai<var 16 /var>te<var 16 /var>ment<var 1D /var>!
ja: TEXT_KINGSF101_05239_SHENZA_000_031<tab>まずは改めてお礼を言わせて。 連王様たちと対策してくれた警笛の件、本当にありがとう！

source: TEXT_KINGSF101_05239_SHENZA_000_032<tab>With our new and improved train ready to roll, Xak Tural Railing is back in business!
de: TEXT_KINGSF101_05239_SHENZA_000_032<tab>Jetzt kann unsere feine Lok unbeschwert durch die Wildnis rollen und die Xak Tural Eisenbahngesellschaft ist endlich wieder voll auf Kurs!
fr: TEXT_KINGSF101_05239_SHENZA_000_032<tab>Maintenant que notre nouvelle locomotive est opérationnelle, la compagnie a repris ses activités<var 1D /var>! C'est le pied<var 1D /var>!
ja: TEXT_KINGSF101_05239_SHENZA_000_032<tab>新しい車両を運行できるようになったおかげで、 サカ・トラル・レールロードも営業再開して、もう最っ高！

source: TEXT_KINGSF101_05239_SHENZA_000_033<tab>But for some reason, things have grown tense between Nitowikwe and the chief. When we ask them about it, they insist that nothing's wrong...
de: TEXT_KINGSF101_05239_SHENZA_000_033<tab>Zumindest sollte man das denken, oder? Tja, falsch gedacht! Wie soll ich's sagen<var 1D /var>... Obwohl alles Friede, Freude, Fischpastete sein sollte, ist da so eine merkwürdige <var 1A 02 /var>Spannung<var 1A 01 /var> zwischen dem Chef und der Chefin.
fr: TEXT_KINGSF101_05239_SHENZA_000_033<tab>Enfin... Je pensais que tout allait pour le mieux jusqu'à ce que Wawlika et Nitowikwe commencent à se prendre le bec.
ja: TEXT_KINGSF101_05239_SHENZA_000_033<tab>って感じだったのにさぁ……。 ワーリカ社長とニトウィケさん、普通に仕事はしてるけど、 どことなーく険悪な雰囲気になっちゃってるんだよね……。

source: TEXT_KINGSF101_05239_SHENZA_000_034<tab>That's why we need you, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. After all you've done for us, they'd be fools not to trust you! So, what do you say? Will you help us figure out what's got 'em so hot under the collar?
de: TEXT_KINGSF101_05239_SHENZA_000_034<tab>Und da will man den beiden doch helfen! Allerdings haben sie bisher alle Nachfragen unsererseits abgewiegelt, also müssen wir der Sache erst einmal auf den Grund gehen.
fr: TEXT_KINGSF101_05239_SHENZA_000_034<tab>On a essayé de savoir ce qui se passait, mais ils nous ont envoyés balader comme des malpropres... Il faut qu'une personne avec de l'aplomb les force à s'expliquer. C'est pour ça que j'ai pensé à toi<var 1D /var>!
ja: TEXT_KINGSF101_05239_SHENZA_000_034<tab>僕らが話を聞こうとしても、はぐらかされちゃうんだけど…… もしかして、ふたりに一目置かれてるキミなら、 理由くらいは話してくれるんじゃないかと思って。

source: TEXT_KINGSF101_05239_SHENZA_000_035<tab>They're at the office now over in Sheshenewezi Springs. Go on ahead, and I'll be right behind you!
de: TEXT_KINGSF101_05239_SHENZA_000_035<tab>Da kommst du ins Spiel, <var 08 E905 ((meine Gute)) ((mein Guter)) /var>. Am besten gehst du selbst mal zu den Sheshenewezi-Quellen und hörst dir an, wie die zwei zanken. Dann weißt du schon, was ich meine. Ich hab hier noch ein bisschen zu tun, komm dann aber gleich nach.
fr: TEXT_KINGSF101_05239_SHENZA_000_035<tab>Tu veux bien aller les voir<var 1D /var>? Ils sont pro<var 16 /var>ba<var 16 /var>ble<var 16 /var>ment aux sources de Sheshenewezi. Je te retrouverai là-bas une fois que j'aurai fini mon travail ici... et que l'atmosphère sera plus détendue<var 1D /var>!
ja: TEXT_KINGSF101_05239_SHENZA_000_035<tab>ね、だからお願い！ シェシェネ青燐泉にいる社長たちと話してみてほしいんだ……！ 僕もあとからついていくから！

source: TEXT_KINGSF101_05239_SHENZA_000_040<tab>I'd come with you now, but they'd tie me to the tracks if they found out I dropped what I was doing. It'll only take me a few minutes to wrap this up, I promise!
de: TEXT_KINGSF101_05239_SHENZA_000_040<tab>Na komm, schüchtern bist du doch sonst nicht. Du wirst am ehesten verstehen, was ich meine, wenn du sie selbst mal erlebst.
fr: TEXT_KINGSF101_05239_SHENZA_000_040<tab>Tu veux bien aller voir Wawlika et Nitowikwe aux sources de Sheshenewezi<var 1D /var>? Je t'y rejoindrai dès que mon travail ici sera terminé. Si je pars en laissant tout en plan, je vais me faire remonter les bretelles<var 1D /var>!
ja: TEXT_KINGSF101_05239_SHENZA_000_040<tab>ごめんね、社長たちのところには先に行っててもらえる……？ 仕事を放り出してきたってバレたら怒られるから、 あと少しキリがいいところまで終わらせたら、すぐに向かうよ！

source: TEXT_KINGSF101_05239_ZAWPYA_000_045<tab>Ah, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, good to see you again! I don't suppose Shenza sent you, did he?
de: TEXT_KINGSF101_05239_ZAWPYA_000_045<tab>Grüß dich, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Na, wie läuft's? Alle Schienen gerade bei dir? Aber sag mal<var 1D /var>... Dich hat nicht zufällig Shenza hergebeten, oder?
fr: TEXT_KINGSF101_05239_ZAWPYA_000_045<tab>Quel plaisir de te revoir, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Comment tu vas depuis le temps<var 1D /var>? Laisse-moi deviner... c'est Shenza qui t'a appelé<var 08 E905 ((e)) (()) /var>, c'est ça<var 1D /var>?
ja: TEXT_KINGSF101_05239_ZAWPYA_000_045<tab>ああ、<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>！ あれから調子はどうだ？ もしかしてシェンダに呼ばれて来てくれたのか？

source: TEXT_KINGSF101_05239_NITOWIKWE_000_050<tab>Oh, it's you, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>... Sorry, but as you can see, I've got my hands full at the moment.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_050<tab>Ah, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>... Tut mir leid, ich hab gerade alle Hände voll zu tun.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_050<tab>Oh, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>... Désolée, mais j'ai pas trop de temps à t'accorder.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_050<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>か……。 悪いけど、今はちょっと手いっぱいでね。

source: TEXT_KINGSF101_05239_WAWLIKA_000_059<tab>Shenza? Zawpya? You two didn't ask <var 08 E905 ((her)) ((him)) /var> here, did you...?
de: TEXT_KINGSF101_05239_WAWLIKA_000_059<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>? Ah, und Shenza und Zawpya?
fr: TEXT_KINGSF101_05239_WAWLIKA_000_059<tab>Regarde, Shenza et Zawpya sont revenus... et cette fois, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> est de la partie aussi<var 1D /var>!
ja: TEXT_KINGSF101_05239_WAWLIKA_000_059<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>と…… それに、シェンダとダーピャまで。

source: TEXT_KINGSF101_05239_WAWLIKA_000_060<tab>See what I mean? The whole damn company can tell that something's off, Nitowikwe. We need to come to an agreement on this.
de: TEXT_KINGSF101_05239_WAWLIKA_000_060<tab>Na schau. Du weißt genau, wieso sie hier sind. Diese Sache wirkt sich schon auf die Belegschaft aus. Wir müssen diese Debatte jetzt endgültig beenden.
fr: TEXT_KINGSF101_05239_WAWLIKA_000_060<tab>Nitowikwe... Il faut qu'on mette fin à cette dispute ridicule. C'est toute la compagnie qui en pâtit.
ja: TEXT_KINGSF101_05239_WAWLIKA_000_060<tab>ほら、俺たちがギクシャクしてると社にも影響がでるし、 いい加減あの話にカタをつけるべきだ、ニトウィケ。

source: TEXT_KINGSF101_05239_NITOWIKWE_000_061<tab>Well, nothing you say is going to change my mind, so I suggest you start listening to reason.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_061<tab>Da stimme ich zu - aber es ist dein Dickschädel gegen meinen. Hör mir doch wenigstens mal zu.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_061<tab>Absolument d'accord... Il est temps que tu te résignes, car je changerai pas d'avis<var 1D /var>!
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_061<tab>そうは言っても、こればっかりは譲れないから、 あんたに聞き分けてほしいんだけどね。

source: TEXT_KINGSF101_05239_WAWLIKA_000_062<tab><var 1A 02 /var>Reason<var 1A 01 /var>? Give me one good reason that we ought to take you out of the driver's seat!
de: TEXT_KINGSF101_05239_WAWLIKA_000_062<tab>Das hab ich doch schon. Und die Antwort lautet Nein, Nein und nochmals Nein, ich kann dich doch nicht als Ingenieurin verlieren!
fr: TEXT_KINGSF101_05239_WAWLIKA_000_062<tab>Peu importe les cir<var 16 /var>cons<var 16 /var>tan<var 16 /var>ces, personne n'est ac<var 16 /var>tu<var 16 /var>el<var 16 /var>le<var 16 /var>ment en mesure de te remplacer comme ingénieure<var 1D /var>!
ja: TEXT_KINGSF101_05239_WAWLIKA_000_062<tab>だからって、お前さんから機関士の仕事を取り上げるなんて、 そんなことできるわけないだろう……！

source: TEXT_KINGSF101_05239_NITOWIKWE_000_063<tab>Oh, don't be so dramatic. Look at you all, shaking like rroneek calves! Why are you three even here?
de: TEXT_KINGSF101_05239_NITOWIKWE_000_063<tab>Schaut nicht so überrascht, ich dachte, ihr wüsstet, worum es geht. Warum seid ihr denn sonst alle hier?
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_063<tab>Pas la peine de sursauter comme ça... Me dites pas que vous êtes là parce que notre désaccord vous préoccupe, quand même<var 1D /var>?
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_063<tab>そんなに驚くようなことじゃないけどねぇ……。 もしかして、あんたたちが社まで来た理由ってのも、 あたしたちを心配してのことかい？

source: TEXT_KINGSF101_05239_WAWLIKA_000_064<tab>The boys got so worried that they came crying to you? Ah...well, I'm sorry they dragged you into this.
de: TEXT_KINGSF101_05239_WAWLIKA_000_064<tab>Verstehe<var 1D /var>... Die Belegschaft hat dich also hergebeten, weil sich alle Sorgen um uns machen. Das tut mir jetzt leid.
fr: TEXT_KINGSF101_05239_WAWLIKA_000_064<tab>C'est donc bien Shenza qui a fait appel à toi. J'en suis sincèrement navré.
ja: TEXT_KINGSF101_05239_WAWLIKA_000_064<tab>そうか、お前さんはシェンダたちに呼ばれて……。 それはすまん、厄介をかけた。

source: TEXT_KINGSF101_05239_WAWLIKA_100_064<tab>Now that you're here, though, I reckon we could use the unbiased perspective... Fine. You want the full story?
de: TEXT_KINGSF101_05239_WAWLIKA_100_064<tab><seufz> Wo ihr jetzt ohnehin schon hier seid<var 1D /var>... Hört euch die Sache mal an, vielleicht könnt ihr<var 1D /var>- und <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> als Außenstehende<var 08 E905 (()) ((r)) /var><var 1D /var>- uns ja aus diesem Patt helfen.
fr: TEXT_KINGSF101_05239_WAWLIKA_100_064<tab>Mais j'apprécie votre présence, car des avis extérieurs pourraient nous remettre sur les rails tout comme l'Explaurore. Permettez-nous de vous exposer notre problème.
ja: TEXT_KINGSF101_05239_WAWLIKA_100_064<tab>だが実際…… 社外の者もいれば、冷静な判断ができるかもしれんな。 お前さん方、少し話を聞いてくれるか？

source: TEXT_KINGSF101_05239_WAWLIKA_000_065<tab>As you all know, Vow Koana and <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> went to great lengths to help us construct a much quieter locomotive.
de: TEXT_KINGSF101_05239_WAWLIKA_000_065<tab>Reden wir zuerst einmal über unsere Eisenbahngesellschaft. Ihr wisst ja selbst, dass wir eine neue Lok haben, die nicht nur leiser ist, sondern auch einen magischen Signalton abgibt. Für die Rroneek.
fr: TEXT_KINGSF101_05239_WAWLIKA_000_065<tab>Grâce à ton aide précieuse, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, ainsi qu'à celle de Sa Majesté Koana, notre nouvelle locomotive silencieuse est maintenant fonctionnelle.
ja: TEXT_KINGSF101_05239_WAWLIKA_000_065<tab>まずは我が社の現状について話しておこう。 知ってのとおり、コーナ様やお前さんたちのおかげで、 静音性を高めた新しい車両が完成した。

source: TEXT_KINGSF101_05239_WAWLIKA_000_066<tab>We've resumed northbound service to just outside of Vanguard, where the tracks end, but our work is far from over.
de: TEXT_KINGSF101_05239_WAWLIKA_000_066<tab>Damit konnten wir zwar den Betrieb bis zur Militärbasis an der Kuppel wiederaufnehmen, aber stehen trotzdem noch vor einem riesigen Berg an Problemen.
fr: TEXT_KINGSF101_05239_WAWLIKA_000_066<tab>Ainsi, nous avons pu relancer notre réseau ferroviaire en nous assurant de nous arrêter à l'endroit où la voie est endommagée, à L'Avant-garde. Cependant, tous nos soucis ne se sont pas envolés pour autant.
ja: TEXT_KINGSF101_05239_WAWLIKA_000_066<tab>今は、線路が途切れている前哨基地の手前で、 折り返し運転での営業を再開してる。 だが、問題のすべてが解決したわけじゃなくてな。

source: TEXT_KINGSF101_05239_NITOWIKWE_000_068<tab>As it stands, our company is faced with two large-scale projects.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_068<tab>Um genau zu sein, haben wir gerade zwei große Baustellen.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_068<tab>Pour faire simple, notre compagnie fait ac<var 16 /var>tu<var 16 /var>el<var 16 /var>le<var 16 /var>ment face à deux enjeux majeurs.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_068<tab>今のところ、うちの会社は、 大きく分けてふたつの仕事があるのさ。

source: TEXT_KINGSF101_05239_NITOWIKWE_000_069<tab>The first is to keep our daily operations running smoothly in order to bring in revenue. Business as usual, in other words.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_069<tab>Eine ist der wiederaufgenommene Betrieb der Eisenbahn selbst - dass alles glatt läuft, dass der Zug pünktlich fährt, dass alles instand gehalten wird und die Finanzen stimmen. Die Verwaltung eben.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_069<tab>Le premier est purement financier. On doit veiller à la pérennité de notre service pour que les bénéfices réalisés puissent être réinvestis dans la maintenance des infrastructures existantes. En gros, il s'agit de gérer efficacement nos opérations quotidiennes.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_069<tab>ひとつは、資金繰りをしながら、 再開した鉄道を日々つつがなく運行すること。 ま、今までどおりの「通常の運営」を管理する業務だね。

source: TEXT_KINGSF101_05239_NITOWIKWE_000_070<tab>The second, however, is a new challenge: reconnecting the tracks through Vanguard to Yyasulani Station!
de: TEXT_KINGSF101_05239_NITOWIKWE_000_070<tab>Und die andere ist die Neulegung der Schienen durch die Militärbasis und die Instandsetzung des Bahnhofs Yyasulani. Der Wieder<var 16 /var>aufbau.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_070<tab>Le deuxième concerne quant à lui la rénovation de la voie ferrée qui passe par L'Avant-garde, jusqu'à la gare de Shaaloani<var 1D /var>!
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_070<tab>そしてもうひとつが、あの前哨基地に線路を通し、 ヤースラニ駅までの路線をつなぎ直す「復旧事業」さ！

source: TEXT_KINGSF101_05239_NITOWIKWE_000_071<tab>We're willing to perform the repairs ourselves, of course, but the land now falls under Alexandria's dome, beyond our jurisdiction.
de: TEXT_KINGSF101_05239_NITOWIKWE_000_071<tab>Aber die Sache mit der Kuppel ist eine heikle Angelegenheit, wie ihr selbst wisst. Deswegen kümmert sich der Staatsapparat in Tuliyollal um die Organisation, aber wir sind trotzdem mit der praktischen Durchführung des Projektes betraut.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_071<tab>Bien sûr, puisqu'il est nécessaire de traverser le dôme, des négociations sont en cours avec les Alexandrins. Mais une fois qu'un accord sera conclu, c'est notre compagnie qui devra se charger des travaux.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_071<tab>もちろん、ドーム内にあるっていう、 アレクサンドリアとの関係もあるからね……。 お国が主導することにはなるが、実務はうちが担うことになる。

source: TEXT_KINGSF101_05239_WAWLIKA_000_072<tab>We can't just leave the tracks as they are, so I've been negotiating with the Wing of Reflection behind the scenes to make the necessary arrangements─
de: TEXT_KINGSF101_05239_WAWLIKA_000_072<tab>Als Bahnmeister der Ge<var 16 /var>sell<var 16 /var>schaft arbeite ich eng mit der Krone der Weisheit zusammen, um einen Schlachtplan aufzustellen, aber<var 1D /var>...
fr: TEXT_KINGSF101_05239_WAWLIKA_000_072<tab>Je participe ré<var 16 /var>gu<var 16 /var>liè<var 16 /var>re<var 16 /var>ment à des discussions informelles avec le ministère de la Raison afin de suivre l'avancée des pourparlers et de planifier nos in<var 16 /var>ter<var 16 /var>ven<var 16 /var>tions futures.
ja: TEXT_KINGSF101_05239_WAWLIKA_000_072<tab>そんなわけで俺が社長として、理の院と密にやり取りしながら、 復旧事業の計画を練っているんだが……

source: TEXT_KINGSF101_05239_NITOWIKWE_000_073<tab>On top of all his other duties, of which there are far too many. The new train is in many ways still a prototype─<var 1A 02 /var>and<var 1A 01 /var> we have a supply shortage!
de: TEXT_KINGSF101_05239_NITOWIKWE_000_073<tab>Dieses Projekt gleichzeitig mit der täglichen Verwaltung zu bewältigen, ist ein Ding der Unmöglichkeit. Vor allem jetzt, da wir ein brandneues Lokmodell haben, mit dem sich noch niemand recht auskennt. Und es fehlt uns vorn und hinten an Leuten für Betrieb und Wartung.
fr: TEXT_KINGSF101_05239_NITOWIKWE_000_073<tab>C'est une tâche exigeante et chronophage<var 1D /var>! En parallèle, on doit aussi recruter de la main-d'œuvre pour nous aider à entretenir la nouvelle locomotive et assurer ainsi le bon fonc<var 16 /var>tion<var 16 /var>ne<var 16 /var>ment du réseau actuel.
ja: TEXT_KINGSF101_05239_NITOWIKWE_000_073<tab>並行して通常の運営管理も続けるなんて、無茶が過ぎる。 新しい車両には未知数なところもあるんだし、 不足してる職人の手配だって、解決してないんだよ。
