Repository: endervad/ffxiv_translation_test
Catalog: exd/JournalCategory/*.xlf
Languages: de, fr, ja

source: Sephiroth Missions
de: Ungültige Kategorie
fr: Catégorie invalide
ja: 無効カテゴリ

source: Seventh Umbral Era Main Scenario Quests
de: A Realm Reborn
fr: Chroniques de la 7e ère ombrale
ja: メインクエスト：新生エオルゼア

source: Seventh Astral Era Main Scenario Quests
de: 7. Ära des Lichts
fr: Chroniques de la 7e ère astrale
ja: メインクエスト：第七星暦ストーリー

source: Heavensward Main Scenario Quests
de: Heavensward
fr: Chroniques ishgardaises
ja: メインクエスト：蒼天のイシュガルド

source: Dragonsong Main Scenario Quests
de: Drachenkrieg - Epilog
fr: Guerre du chant des dragons - Épilogue
ja: メインクエスト：竜詩戦争 完結編

source: Post-Dragonsong Main Scenario Quests
de: Nach dem Drachenkrieg
fr: Après-guerre du chant des dragons
ja: メインクエスト：竜詩戦争 戦後編

source: Stormblood Main Scenario Quests
de: Stormblood
fr: Récits d'une tempête de sang
ja: メインクエスト：紅蓮のリベレーター

source: Post-Stormblood Main Scenario Quests
de: Nach dem Befreiungskampf
fr: Après la tempête de sang
ja: メインクエスト：解放戦争 戦後編

source: Shadowbringers Main Scenario Quests
de: Shadowbringers
fr: Chroniques des Ténèbres
ja: メインクエスト：漆黒のヴィランズ

source: Post-Shadowbringers Main Scenario Quests
de: Die Heimreise der Exegeten
fr: Le retour des Héritiers
ja: メインクエスト：暁の帰還編

source: Post-Shadowbringers Main Scenario Quests II
de: Geflüster des Untergangs
fr: Prélude à l'apocalypse
ja: メインクエスト：終末の序曲編

source: Endwalker Main Scenario Quests
de: Endwalker
fr: Chroniques de l'apocalypse
ja: メインクエスト：暁月のフィナーレ

source: Post-Endwalker Main Scenario Quests
de: Neu entdecktes Abenteuer
fr: Récits d'une nouvelle aventure
ja: メインクエスト：新たなる冒険編

source: Dawntrail Main Scenario Quests
de: Dawntrail
fr: Chroniques de l'aurore
ja: クロニクルクエスト：蛮神の脅威

source: Chronicles of a New Era - Primals
de: Primae (A Realm Reborn)
fr: Chroniques de l'aurore - Épilogue
ja: クロニクルクエスト：バハムート

source: Chronicles of a New Era - Bahamut
de: Bahamut
fr: Primordiaux (A Realm Reborn)
ja: クロニクルクエスト：クリスタルタワー

source: Chronicles of a New Era - The Crystal Tower
de: Kristallturm
fr: Bahamut
ja: クロニクルクエスト：アレキサンダー

source: Chronicles of a New Era - Alexander
de: Alexander
fr: Tour de Cristal
ja: クロニクルクエスト：古の神々

source: Chronicles of a New Era - The Warring Triad
de: Primae (Heavensward)
fr: Alexander
ja: クロニクルクエスト：シャドウ・オブ・マハ

source: Chronicles of a New Era - The Shadow of Mhach
de: Schatten von Mhach
fr: Primordiaux (Heavensward)
ja: クロニクルクエスト：オメガ

source: Chronicles of a New Era - Omega
de: Omega
fr: Ombre de Mhach
ja: クロニクルクエスト：リターン・トゥ・イヴァリース

source: Chronicles of a New Era - Return to Ivalice
de: Rückkehr nach Ivalice
fr: Oméga
ja: クロニクルクエスト：四聖獣奇譚

source: Chronicles of a New Era - The Four Lords
de: Der Mythos der vier Tierheiligen
fr: Retour à Ivalice
ja: クロニクルクエスト：エデン

source: Chronicles of a New Era - Eden
de: Eden
fr: Conte des quatre animaux sacrés
ja: YoRHa: Dark Apocalypse

source: YoRHa: Dark Apocalypse
fr: Éden
ja: クロニクルクエスト：ウェルリト戦役

source: Chronicles of a New Era - The Sorrow of Werlyt
de: Schlacht um Werlyt
fr: YoRHa: Dark Apocalypse
ja: クロニクルクエスト：パンデモニウム

source: Chronicles of a New Era - Pandæmonium
de: Pandæmonium
fr: La Complainte de Werlyt
ja: クロニクルクエスト：ミソロジー・オブ・エオルゼア

source: Chronicles of a New Era - Myths of the Realm
de: Mythen Eorzeas
fr: Le Pandæmonium
ja: 友好部族クエスト：レポリット族

source: Chronicles of a New Era - The Arcadion
de: Arkadion
fr: Le Mythe éorzéen
ja: 友好部族クエスト：オミクロン族

source: Loporrit Quests
de: Aufträge der Loporrit
fr: L'Arcadion
ja: 友好部族クエスト：アルカソーダラ族

source: Omicron Quests
de: Aufträge der Omikron
fr: Échos de Vana'diel
ja: 友好部族クエスト：エクストラストーリー

source: Arkasodara Quests
de: Aufträge der Arkasodara
fr: Quêtes des Pelupelu
ja: 友好部族クエスト：アマルジャ族

source: Intersocietal Quests
de: Zusatzaufträge der Freundesvölker
fr: Quêtes des peuples alliés
ja: 友好部族クエスト：シルフ族

source: Amalj'aa Quests
de: Aufträge der Amalj'aa
fr: Quêtes des Amalj'aa
ja: 友好部族クエスト：コボルド族

source: Sylph Quests
de: Aufträge der Sylphen
fr: Quêtes des Sylphes
ja: 友好部族クエスト：サハギン族

source: Kobold Quests
de: Aufträge der Kobolde
fr: Quêtes des Kobolds
ja: 友好部族クエスト：イクサル族

source: Sahagin Quests
de: Aufträge der Sahagin
fr: Quêtes des Sahuagins
ja: 友好部族クエスト：バヌバヌ族

source: Ixal Quests
de: Aufträge der Ixal
fr: Quêtes des Ixali
ja: 友好部族クエスト：グナース族

source: Vanu Vanu Quests
de: Aufträge der Vanu Vanu
fr: Quêtes des Vanu Vanu
ja: 友好部族クエスト：モーグリ族

source: Vath Quests
de: Aufträge der Gnath
fr: Quêtes des Gnathes
ja: 友好部族クエスト：コウジン族

source: Moogle Quests
de: Aufträge der Mogrys
fr: Quêtes des Mogs
ja: 友好部族クエスト：アナンタ族

source: Kojin Quests
de: Aufträge der Kojin
fr: Quêtes des Kojin
ja: 友好部族クエスト：ナマズオ族

source: Ananta Quests
de: Aufträge der Ananta
fr: Quêtes des Anantas
ja: 友好部族クエスト：ピクシー族

source: Namazu Quests
de: Aufträge der Namazuo
fr: Quêtes des Namazu
ja: 友好部族クエスト：キタリ族

source: Pixie Quests
de: Aufträge der Pixies
fr: Quêtes des Pixies
ja: 友好部族クエスト：ドワーフ族

source: Qitari Quests
de: Aufträge der Qitari
fr: Quêtes des Qitari
ja: 友好部族クエスト：エクストラストーリー

source: Dwarf Quests
de: Aufträge der Zwerge
fr: Quêtes des Nains
ja: サブクエスト：メインクエスト番外編

source: Intersocietal Quests
de: Zusatzaufträge der Freundesvölker
fr: Quêtes des Arkasodaras
ja: サブクエスト：事件屋ヒルディブランド

source: Chronicles of Light
de: Hauptszenario (Epilog)
fr: Quêtes des Omicrons
ja: サブクエスト：武器強化

source: Hildibrand Sidequests
de: Hildibrands Fälle
fr: Quêtes des Loporrites
ja: サブクエスト：特殊コンテンツ

source: Weapon Enhancement Sidequests
de: Waffenverstärkung
fr: Quêtes des peuples alliés
ja: サブクエスト：サブストーリー

source: Records of Unusual Endeavors
de: Sonderinhalte
fr: En marge de l'épopée
ja: サブクエスト：ラノシア

source: Side Story Quests
de: Szenario-Nebenaufträge
fr: Hildibrand - Gentilhomme détective
ja: サブクエスト：黒衣森

source: Lominsan Sidequests
de: Aufträge La Noscea
fr: Sagas des armes légendaires
ja: サブクエスト：ザナラーン

source: Gridanian Sidequests
de: Aufträge Finsterwald
fr: Missions spéciales
ja: サブクエスト：クルザス

source: Ul'dahn Sidequests
de: Aufträge Thanalan
fr: Histoires annexes
ja: サブクエスト：モードゥナ

source: Coerthan Sidequests
de: Aufträge Coerthas
fr: Noscea
ja: サブクエスト：イシュガルド

source: Mor Dhonan Sidequests
de: Aufträge Mor Dhona
fr: Sombrelinceul
ja: サブクエスト：アバラシア

source: Ishgardian Sidequests
de: Aufträge Ishgard
fr: Thanalan
ja: サブクエスト：ドラヴァニア

source: Abalathian Sidequests
de: Aufträge Abalathia
fr: Coerthas
ja: サブクエスト：アジス・ラー

source: Dravanian Sidequests
de: Aufträge Dravania
fr: Mor Dhona
ja: サブクエスト：ギラバニア

source: Azys Lla Sidequests
de: Aufträge Azys Lla
fr: Ishgard
ja: サブクエスト：オサード

source: Gyr Abanian Sidequests
de: Aufträge Gyr Abania
fr: Abalathia
ja: サブクエスト：ひんがしの国

source: Othardian Sidequests
de: Aufträge Othard
fr: Dravania
ja: サブクエスト：レイクランド

source: Hingan Sidequests
de: Aufträge Hingashi
fr: Azys Lla
ja: サブクエスト：コルシア島

source: Lakeland Sidequests
de: Aufträge Seenland
fr: Gyr Abania
ja: サブクエスト：アム・アレーン

source: Kholusian Sidequests
de: Aufträge Kholusia
fr: Othard
ja: サブクエスト：イル・メグ

source: Amh Araeng Sidequests
de: Aufträge Amh Araeng
fr: Hingashi
ja: サブクエスト：ラケティカ大森林

source: Il Mheg Sidequests
de: Aufträge Il Mheg
fr: Grand-Lac
ja: サブクエスト：テンペスト

source: Rak'tika Sidequests
de: Aufträge Rak'tika
fr: Kholusia
ja: サブクエスト：シャーレアン

source: Tempest Sidequests
de: Aufträge Tempest
fr: Amh Araeng
ja: サブクエスト：サベネア島

source: Sharlayan Sidequests
de: Aufträge Sharlayan
fr: Il Mheg
ja: サブクエスト：ガレマルド

source: Thavnairian Sidequests
de: Aufträge Thavnair
fr: Rak'tika
ja: サブクエスト：嘆きの海

source: Garlean Sidequests
de: Aufträge Garlemald
fr: La Tempête
ja: サブクエスト：エルピス

source: Mare Lamentorum Sidequests
de: Aufträge Mare Lamentorum
fr: Vieille Sharlayan
ja: サブクエスト：ウルティマ・トゥーレ

source: Elpis Sidequests
de: Aufträge Elpis
fr: Thavnair
ja: クラスクエスト：ファイター

source: Ultima Thule Sidequests
de: Aufträge Ultima Thule
fr: Garlemald
ja: クラスクエスト：ソーサラー

source: Yok Tural Sidequests
de: Aufträge Yok Tural
fr: Mare Lamentorum
ja: クラスクエスト：クラフター

source: Xak Tural Sidequests
de: Aufträge Xak Tural
fr: Elpis
ja: クラスクエスト：ギャザラー

source: Unlost World Sidequests
de: Aufträge Unverlorene Welt
fr: Ultima Thulé
ja: クラスクエスト：ミーン工芸館取引

source: Disciple of War Quests
de: Gildenaufträge der Krieger
fr: Yok Tural
ja: クラスクエスト：魔法大学取引

source: Disciple of Magic Quests
de: Gildenaufträge der Magier
fr: Xak Tural
ja: ジョブクエスト：ファイター

source: Disciple of the Hand Quests
de: Gildenaufträge der Handwerker
fr: Monde inéphémère
ja: ジョブクエスト：ソーサラー

source: Disciple of the Land Quests
de: Gildenaufträge der Sammler
fr: Quêtes de classe : combattants
ja: ロールクエスト

source: Crystalline Mean Quests
de: Lieferaufträge der Manufaktur
fr: Quêtes de classe : mages
ja: グランドカンパニークエスト

source: Studium Quests
de: Lieferaufträge der Magieakademie
fr: Quêtes de classe : artisans
ja: シーズナルイベント

source: Wachumeqimeqi Quests
de: Lieferaufträge des Marktes
fr: Quêtes de classe : récolteurs
ja: エトセトラクエスト

source: Disciple of War Job Quests
de: Jobaufträge der Krieger
fr: Quêtes de classe : halle du Juste
ja: リーヴ：傭兵稼業

source: Disciple of Magic Job Quests
de: Jobaufträge der Magier
fr: Quêtes de classe : académie de magie de Sharlayan
ja: リーヴ：採掘師

source: Role Quests
de: Rollenaufträge
fr: Quêtes de classe : bazar aux Mille Perles
ja: リーヴ：園芸師

source: Grand Company Quests
de: Staatliche Gesellschaften
fr: Quêtes de job : combattants
ja: リーヴ：漁師

source: Seasonal Events
de: Saisonale Aufträge
fr: Quêtes de job : mages
ja: リーヴ：木工師

source: Special Quests
de: Sonstige Aufträge
fr: Quêtes de rôle
ja: リーヴ：鍛冶師

source: Battlecraft Leves
de: Gefechtserlasse
fr: Quêtes de compagnie
ja: リーヴ：甲冑師

source: Mining Leves
de: Minenarbeiter-Freibriefe
fr: Événements saisonniers
ja: リーヴ：彫金師

source: Botany Leves
de: Gärtner-Freibriefe
fr: Autres quêtes
ja: リーヴ：革細工師

source: Fishing Leves
de: Fischer-Freibriefe
fr: Mandats de mercenariat
ja: リーヴ：裁縫師

source: Carpentry Leves
de: Zimmerer-Freibriefe
fr: Mandats de mineur
ja: リーヴ：錬金術師

source: Blacksmithing Leves
de: Grobschmied-Freibriefe
fr: Mandats de botaniste
ja: リーヴ：調理師

source: Armoring Leves
de: Plattner-Freibriefe
fr: Mandats de pêcheur
ja: 神殿騎士団リーヴ：傭兵稼業

source: Goldsmithing Leves
de: Goldschmied-Freibriefe
fr: Mandats de menuisier
ja: 神殿騎士団リーヴ：採掘師

source: Leatherworking Leves
de: Gerber-Freibriefe
fr: Mandats de forgeron
ja: 神殿騎士団リーヴ：園芸師

source: Clothcrafting Leves
de: Weber-Freibriefe
fr: Mandats d'armurier
ja: 神殿騎士団リーヴ：漁師

source: Alchemy Leves
de: Alchemisten-Freibriefe
fr: Mandats d'orfèvre
ja: 神殿騎士団リーヴ：木工師

source: Cooking Leves
de: Gourmet-Freibriefe
fr: Mandats de tanneur
ja: 神殿騎士団リーヴ：鍛冶師

source: Ishgardian Battlecraft Leves
de: Ishgarder Gefechtserlasse
fr: Mandats de couturier
ja: 神殿騎士団リーヴ：甲冑師

source: Ishgardian Mining Leves
de: Ishgarder Minenarbeiter-Freibriefe
fr: Mandats d'alchimiste
ja: 神殿騎士団リーヴ：彫金師

source: Ishgardian Botany Leves
de: Ishgarder Gärtner-Freibriefe
fr: Mandats de cuisinier
ja: 神殿騎士団リーヴ：革細工師

source: Ishgardian Fishing Leves
de: Ishgarder Fischer-Freibriefe
fr: Mandats ishgardais de mercenariat
ja: 神殿騎士団リーヴ：裁縫師

source: Ishgardian Carpentry Leves
de: Ishgarder Zimmerer-Freibriefe
fr: Mandats ishgardais de mineur
ja: 神殿騎士団リーヴ：錬金術師

source: Ishgardian Blacksmithing Leves
de: Ishgarder Grobschmied-Freibriefe
fr: Mandats ishgardais de botaniste
ja: 神殿騎士団リーヴ：調理師

source: Ishgardian Armoring Leves
de: Ishgarder Plattner-Freibriefe
fr: Mandats ishgardais de pêcheur
ja: ギルドリーヴ：ファクション

source: Ishgardian Goldsmithing Leves
de: Ishgarder Goldschmied-Freibriefe
fr: Mandats ishgardais de menuisier
ja: グランドカンパニーリーヴ

source: Ishgardian Leatherworking Leves
de: Ishgarder Gerber-Freibriefe
fr: Mandats ishgardais de forgeron
ja: コンテンツ：ダンジョン

source: Ishgardian Clothcrafting Leves
de: Ishgarder Weber-Freibriefe
fr: Mandats ishgardais d'armurier
ja: コンテンツ：レイド

source: Ishgardian Alchemy Leves
de: Ishgarder Alchemisten-Freibriefe
fr: Mandats ishgardais d'orfèvre
ja: コンテンツ：討伐・討滅戦

source: Ishgardian Cooking Leves
de: Ishgarder Gourmet-Freibriefe
fr: Mandats ishgardais de tanneur
ja: コンテンツ：その他

source: Faction Leves
de: Fraktionserlasse
fr: Mandats ishgardais de couturier
ja: レガシークエスト

source: Company Leves
de: Staatserlasse
fr: Mandats ishgardais d'alchimiste

source: Instanced Dungeons
de: Dungeons
fr: Mandats ishgardais de cuisinier

source: Instanced Raids
de: Raids
fr: Mandats de faction

source: Instanced Battles
de: Prüfungen
fr: Mandats de compagnie

source: Other Duties
de: Andere
fr: Missions de A Real Reborn

source: Legacy Quests
de: 6. Ära des Lichts
fr: Missions de Heavensward
