Repository: endervad/ffxiv_translation_test
Catalog: exd/QuickChatTransient/*.xlf
Languages: de, fr, ja

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>I'm going on ahead!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich presche vor!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Je passe devant<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「前に出ます！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Falling back!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich falle zurück!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Je passe derrière<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「下がります！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>[White mage]: Moving the crystal now!<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>[Job-Name] Ich eskortiere jetzt den Kristall!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>[job] : J'escorte le cristal tactique<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 状況に応じた発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「“ジョブ名” - タクティカルクリスタルを運びます！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Push the crystal!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Eskortiert den Kristall!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Escortez le cristal tactique<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「タクティカルクリスタルを運んでください！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during Crystalline Conflict. Applies to targeted party member. <color2 E911><var 1B 01 /var><var 1C 02 /var>Covering [white mage]!<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. Verwendet das anvisierte Ziel. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich decke den [Job-Name]!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>J'aide notre [job de la cible]<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 パーティメンバーをターゲットして使用すると、その対象を用いた戦術指示がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「“ジョブ名”を援護します。」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during Crystalline Conflict. Displays current job. <color2 E911><var 1B 01 /var><var 1C 02 /var>[White mage]: Executing a limit break!<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>[Job-Name] führt den Limitrausch aus!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>[job]<var 1D /var>: J'active ma Transcendance<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 状況に応じた発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「“ジョブ名” - リミットブレイクを撃ちます！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Everyone, group up!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Versammeln!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Regroupons-nous<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「集合しましょう！」<var 1C 01 /var><var 1B 02 /var></color2>
