Repository: endervad/ffxiv_translation_test
Catalog: exd/QuickChatTransient/*.xlf
Languages: de, fr, ja

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Hello.<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Hallo!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Salut<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「よろしくお願いします！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Good match!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Gutes Spiel!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>C'était un beau combat<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「お疲れ様でした！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Thank you.<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Danke!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Merci<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「ありがとう！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Nice job!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Gut gemacht!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Bien joué<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「ナイス！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during the Feast. Uses name and recast time of action in <var 48 F201F4 /var><var 49 F201F5 /var>additional action<var 49 01 /var><var 48 01 /var> slot 1. <color2 E911><var 1B 01 /var><var 1C 02 /var>[Purify] ready!<var 1C 01 /var><var 1B 02 /var></color2> <color2 E911><var 1B 01 /var><var 1C 02 /var>[Purify] ready in [5]s!<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „The Feast“ zur Verfügung steht. Verwendet den Namen und die Re<var 16 /var>ak<var 16 /var>ti<var 16 /var>vie<var 16 /var>rungs<var 16 /var>zeit von dem Kommando, das als <var 48 F201F4 /var><var 49 F201F5 /var>Ergänzendes Kommando<var 49 01 /var><var 48 01 /var> in Slot 1 angelegt ist. <color2 E911><var 1B 01 /var><var 1C 02 /var>[Ergänzendes PvP-Kommando 1] bereit!<var 1C 01 /var><var 1B 02 /var></color2> <color2 E911><var 1B 01 /var><var 1C 02 /var>[Ergänzendes PvP-Kommando 1] in xx Sekunden bereit!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>[Talent 1]<var 1D /var>: utilisable<var 1D /var>! [Talent 1]<var 1D /var>: utilisable dans [??]s<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 PvPアディショナルアクション1の使用可能状況を報告する発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「“アクション名” - 使用可能！」 「“アクション名” - 再使用可能まで“残り時間”秒」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during Crystalline Conflict. Displays current job and limit gauge progress. <color2 E911><var 1B 01 /var><var 1C 02 /var>[White mage]: Limit break ready!<var 1C 01 /var><var 1B 02 /var></color2> <color2 E911><var 1B 01 /var><var 1C 02 /var>[White mage]: Limit break at [99]%!<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>[Job-Name] Limitrausch bereit!<var 1C 01 /var><var 1B 02 /var></color2> <color2 E911><var 1B 01 /var><var 1C 02 /var>[Job-Name] Limitrausch bei xx %!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Transcendance du job [job]<var 1D /var>: utilisable<var 1D /var>! Transcendance du job [job]<var 1D /var>: [??]%<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 状況に応じた発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「“ジョブ名” - リミットブレイク - 使用可能！」 「“ジョブ名” - リミットブレイク - “現在の値”%」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Collecting offensive supplies!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich hebe das Offensiv-Depot aus!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Je m'occupe du ra<var 16 /var>vi<var 16 /var>tail<var 16 /var>le<var 16 /var>ment offensif<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「オフェンスボックスを狙います！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Collecting defensive supplies!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich hebe das Defensiv-Depot aus!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Je m'occupe du ra<var 16 /var>vi<var 16 /var>tail<var 16 /var>le<var 16 /var>ment défensif<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「ディフェンスボックスを狙います！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Collecting adrenaline supplies!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich hebe das Adrenalin-Depot aus!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Je m'occupe du ra<var 16 /var>vi<var 16 /var>tail<var 16 /var>le<var 16 /var>ment adrénergique<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「アドレナリンボックスを狙います！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Collecting wolf's heart!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich hebe das Wolfsherz-Depot aus!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Je m'occupe du ra<var 16 /var>vi<var 16 /var>tail<var 16 /var>le<var 16 /var>ment cœur-de-loup<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「ウルフハートボックスを狙います！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Attacking tank!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich greife den Verteidiger an!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>J'attaque le tank<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「タンクを攻撃します！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Attacking healer!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich greife den Heiler an!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>J'attaque le soigneur<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「ヒーラーを攻撃します！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Attacking melee DPS!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich greife den Nahkämpfer an!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>J'attaque le DPS de mêlée<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「メレーを攻撃します！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Attacking ranged DPS!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich greife den Fernkämpfer an!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>J'attaque le DPS à distance<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「レンジを攻撃します！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Stopping tank!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich schalte den Verteidiger aus!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>J'immobilise le tank<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「タンクを足止めします。」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Stopping healer!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich schalte den Heiler aus!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>J'immobilise le soigneur<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「ヒーラーを足止めします。」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Stopping melee DPS!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich schalte den Nahkämpfer aus!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>J'immobilise le DPS de mêlée<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「メレーを足止めします。」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Stopping ranged DPS!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich schalte den Fernkämpfer aus!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>J'immobilise le DPS à distance<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「レンジを足止めします。」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Collecting medals!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich sammle die Medaillen auf!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Je récupère les médailles<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「メダルを拾います！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Get the medals!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „The Feast“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Holt die Medaillen!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Récupérez les médailles<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「メダルを拾ってください。」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Everyone, attack!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Zum Angriff!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>À l'attaque<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「攻めましょう！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Fall back and regroup!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Neu formieren!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Replions-nous<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「立て直しましょう！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during Crystalline Conflict. Displays percentage of MP remaining. <color2 E911><var 1B 01 /var><var 1C 02 /var>MP at [69]%.<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. Zeigt die verbleibenden Magiepunkte als Prozentwert an. <color2 E911><var 1B 01 /var><var 1C 02 /var>MP auf xx %!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>PM<var 1D /var>: [??]%<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 状況に応じた発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「MP - “現在の値”%」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during the Feast. Displays percentage of TP remaining. <color2 E911><var 1B 01 /var><var 1C 02 /var>TP at [41]%.<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „The Feast“ zur Verfügung steht. Zeigt die verbleibenden Taktikpunkte als Prozentwert an. <color2 E911><var 1B 01 /var><var 1C 02 /var>TP auf xx %!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>PT<var 1D /var>: [??]%<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 状況に応じた発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「TP - “現在の値”%」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during Crystalline Conflict. Uses current target. <color2 E911><var 1B 01 /var><var 1C 02 /var>Attacking [white mage]!<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. Verwendet das anvisierte Ziel. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich greife den [Job-Name] an!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>J'attaque leur [job de la cible]<var 1D /var>!
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 対戦相手をターゲットして使用すると、その対象を用いた戦術指示がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「“ジョブ名”を攻撃します！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during Crystalline Conflict. Uses current target. <color2 E911><var 1B 01 /var><var 1C 02 /var>Blocking [white mage]!<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. Verwendet das anvisierte Ziel. <color2 E911><var 1B 01 /var><var 1C 02 /var>Ich halte den [Job-Name] auf!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Je fais entrave à leur [job de la cible]<var 1D /var>!
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 対戦相手をターゲットして使用すると、その対象を用いた戦術指示がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「“ジョブ名”を妨害します。」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during the Feast. Uses name and recast time of action in <var 48 F201F4 /var><var 49 F201F5 /var>additional action<var 49 01 /var><var 48 01 /var> slot 2. <color2 E911><var 1B 01 /var><var 1C 02 /var>[Purify] ready!<var 1C 01 /var><var 1B 02 /var></color2> <color2 E911><var 1B 01 /var><var 1C 02 /var>[Purify] ready in [5]s!<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „The Feast“ zur Verfügung steht. Verwendet den Namen und die Re<var 16 /var>ak<var 16 /var>ti<var 16 /var>vie<var 16 /var>rungs<var 16 /var>zeit von dem Kommando, das als <var 48 F201F4 /var><var 49 F201F5 /var>Ergänzendes Kommando<var 49 01 /var><var 48 01 /var> in Slot 2 angelegt ist. <color2 E911><var 1B 01 /var><var 1C 02 /var>[Ergänzendes PvP-Kommando 2] bereit!<var 1C 01 /var><var 1B 02 /var></color2> <color2 E911><var 1B 01 /var><var 1C 02 /var>[Ergänzendes PvP-Kommando 2] in xx Sekunden bereit!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>[Talent 2]<var 1D /var>: utilisable<var 1D /var>! [Talent 2]<var 1D /var>: utilisable dans [??]s<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 PvPアディショナルアクション2の使用可能状況を報告する発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「“アクション名” - 使用可能！」 「“アクション名” - 再使用可能まで“残り時間”秒」<var 1C 01 /var><var 1B 02 /var></color2>

source: Variable phrase available only during the Feast. Uses current target and adds a countdown time above their head. <color2 E911><var 1B 01 /var><var 1C 02 /var>Focus on the [white mage]!<var 1C 01 /var><var 1B 02 /var></color2>
de: Variabler Ausdruck, der nur in „The Feast“ zur Verfügung steht. Verwendet das anvisierte Ziel und zeigt einen Countdown-Zähler über ihm an. <color2 E911><var 1B 01 /var><var 1C 02 /var>Konzentriert euch auf den [Job-Name]!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. Affiche un compteur de 5 secondes au-dessus de la cible. <color2 E911><var 1B 01 /var><var 1C 02 /var>Focalisez vos attaques sur<var 1D /var>: [job de la cible]<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 対戦相手をターゲットして使用すると、カウントダウンマーカーが対象の頭上に、その対象を用いた戦術指示がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「“ジョブ名”を集中攻撃しましょう！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during the Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>End focused attack!<var 1C 01 /var><var 1B 02 /var></color2>
de: Fester Ausdruck, der nur in „The Feast“ zur Verfügung steht. Verwendet das anvisierte Ziel. <color2 E911><var 1B 01 /var><var 1C 02 /var>Konzentrierten Angriff beenden!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans The Feast. <color2 E911><var 1B 01 /var><var 1C 02 /var>Cessez de focaliser vos attaques<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「ザ・フィースト」でのみ使用可能な指示コマンドです。 「号令：集中攻撃開始」を中断して、戦術指示がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「集中攻撃を中止します！」<var 1C 01 /var><var 1B 02 /var></color2>

source: Fixed phrase available only during Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Sorry!<var 1C 01 /var><var 1B 02 /var></color2>
de: Feststehender Ausdruck, der nur in „Crystalline Conflict“ zur Verfügung steht. <color2 E911><var 1B 01 /var><var 1C 02 /var>Tut mir leid!<var 1C 01 /var><var 1B 02 /var></color2>
fr: Expression figée disponible uniquement dans Crystalline Conflict. <color2 E911><var 1B 01 /var><var 1C 02 /var>Pardon<var 1D /var>!<var 1C 01 /var><var 1B 02 /var></color2>
ja: 「クリスタルコンフリクト」でのみ使用可能な指示コマンドです。 固有の発言がパーティチャットに表示されます。 <color2 E911><var 1B 01 /var><var 1C 02 /var>「ごめんなさい！」<var 1C 01 /var><var 1B 02 /var></color2>
