Repository: endervad/ffxiv_translation_test
Catalog: exd/CollectablesShopItemGroup/*.xlf
Languages: de, fr

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Lv. 50-60
de: St. 50-60
fr: Nv 50-60

source: Lv. 61-70
de: St. 61-70
fr: Nv 61-70

source: Lv. 71-80
de: St. 71-80
fr: Nv 71-80

source: Oddly Specific Materials Exchange (Carpentry)
de: Werkzeugkomponenten: Zimmerer
fr: Composants d'affinage pour menuisier

source: Oddly Specific Materials Exchange (Blacksmithing)
de: Werkzeugkomponenten: Grobschmied
fr: Composants d'affinage pour forgeron

source: Oddly Specific Materials Exchange (Armoring)
de: Werkzeugkomponenten: Plattner
fr: Composants d'affinage pour armurier

source: Oddly Specific Materials Exchange (Goldsmithing)
de: Werkzeugkomponenten: Goldschmied
fr: Composants d'affinage pour orfèvre

source: Oddly Specific Materials Exchange (Leatherworking)
de: Werkzeugkomponenten: Gerber
fr: Composants d'affinage pour tanneur

source: Oddly Specific Materials Exchange (Clothcrafting)
de: Werkzeugkomponenten: Weber
fr: Composants d'affinage pour couturier

source: Oddly Specific Materials Exchange (Alchemy)
de: Werkzeugkomponenten: Alchemist
fr: Composants d'affinage pour alchimiste

source: Oddly Specific Materials Exchange (Cooking)
de: Werkzeugkomponenten: Gourmet
fr: Composants d'affinage pour cuisinier

source: Oddly Delicate Materials Exchange (Carpentry)
de: Komponenten zur Vollendung: Zimmerer
fr: Composants d'affinage final pour menuisier

source: Oddly Delicate Materials Exchange (Blacksmithing)
de: Komponenten zur Vollendung: Grobschmied
fr: Composants d'affinage final pour forgeron

source: Oddly Delicate Materials Exchange (Armoring)
de: Komponenten zur Vollendung: Plattner
fr: Composants d'affinage final pour armurier

source: Oddly Delicate Materials Exchange (Goldsmithing)
de: Komponenten zur Vollendung: Goldschmied
fr: Composants d'affinage final pour orfèvre

source: Oddly Delicate Materials Exchange (Leatherworking)
de: Komponenten zur Vollendung: Gerber
fr: Composants d'affinage final pour tanneur

source: Oddly Delicate Materials Exchange (Clothcrafting)
de: Komponenten zur Vollendung: Weber
fr: Composants d'affinage final pour couturier

source: Oddly Delicate Materials Exchange (Alchemy)
de: Komponenten zur Vollendung: Alchemist
fr: Composants d'affinage final pour alchimiste

source: Oddly Delicate Materials Exchange (Cooking)
de: Komponenten zur Vollendung: Gourmet
fr: Composants d'affinage final pour cuisinier

source: Oddly Delicate Materials Exchange (Mining)
de: Komponenten zur Vollendung: Minenarbeiter
fr: Composants d'affinage final pour mineur

source: Oddly Delicate Materials Exchange (Botany)
de: Komponenten zur Vollendung: Gärtner
fr: Composants d'affinage final pour botaniste

source: Oddly Delicate Materials Exchange (Fishing)
de: Komponenten zur Vollendung: Fischer
fr: Composants d'affinage final pour pêcheur

source: Resplendent Materials Exchange (Carpentry)
de: Komponententausch: Zimmerer
fr: Composants pour outils de menuisier

source: Resplendent Materials Exchange (Blacksmithing)
de: Komponententausch: Grobschmied
fr: Composants pour outils de forgeron

source: Resplendent Materials Exchange (Armoring)
de: Komponententausch: Plattner
fr: Composants pour outils d'armurier

source: Resplendent Materials Exchange (Goldsmithing)
de: Komponententausch: Goldschmied
fr: Composants pour outils d'orfèvre

source: Resplendent Materials Exchange (Leatherworking)
de: Komponententausch: Gerber
fr: Composants pour outils de tanneur

source: Resplendent Materials Exchange (Clothcrafting)
de: Komponententausch: Weber
fr: Composants pour outils de couturier

source: Resplendent Materials Exchange (Alchemy)
de: Komponententausch: Alchemist
fr: Composants pour outils d'alchimiste

source: Resplendent Materials Exchange (Cooking)
de: Komponententausch: Gourmet
fr: Composants pour outils de cuisinier

source: Lv. 81-90
de: St. 81-90
fr: Nv 81-90

source: Trade Goods Exchange (Carpentry)
de: Sonderkomponententausch: Zimmerer
fr: Marchandises pour outils des merveilles de menuisier

source: Trade Goods Exchange (Blacksmithing)
de: Sonderkomponententausch: Grobschmied
fr: Marchandises pour outils des merveilles de forgeron

source: Trade Goods Exchange (Armoring)
de: Sonderkomponententausch: Plattner
fr: Marchandises pour outils des merveilles d'armurier

source: Trade Goods Exchange (Goldsmithing)
de: Sonderkomponententausch: Goldschmied
fr: Marchandises pour outils des merveilles d'orfèvre

source: Trade Goods Exchange (Leatherworking)
de: Sonderkomponententausch: Gerber
fr: Marchandises pour outils des merveilles de tanneur

source: Trade Goods Exchange (Clothcrafting)
de: Sonderkomponententausch: Weber
fr: Marchandises pour outils des merveilles de couturier

source: Trade Goods Exchange (Alchemy)
de: Sonderkomponententausch: Alchemist
fr: Marchandises pour outils des merveilles d'alchimiste

source: Trade Goods Exchange (Cooking)
de: Sonderkomponententausch: Gourmet
fr: Marchandises pour outils des merveilles de cuisinier

source: Trade Goods Exchange (Mining)
de: Sonderkomponententausch: Minenarbeiter
fr: Marchandises pour outils des merveilles de mineur

source: Trade Goods Exchange (Botany)
de: Sonderkomponententausch: Gärtner
fr: Marchandises pour outils des merveilles de botaniste

source: Trade Goods Exchange (Fishing)
de: Sonderkomponententausch: Fischer
fr: Marchandises pour outils des merveilles de pêcheur

source: Lv. 91-100
de: St. 91-100
fr: Nv 91-100
