Repository: endervad/ffxiv_translation_test
Catalog: exd/HousingAppeal/*.xlf
Languages: de, fr

source: None
fr: Aucun

source: Emporium
de: Kaufladen
fr: Échoppes

source: Boutique
de: Kleidungsgeschäft
fr: Mannequins

source: Designer Home
de: Innenausstatter
fr: Intérieur recherché

source: Message Book
de: Diarium
fr: Livre de correspondance

source: Tavern
de: Schänke
fr: Tavernes

source: Eatery
de: Gaststätte
fr: Restaurants

source: Immersive Experience
de: Rollenspiel
fr: Jeu de rôle sérieux

source: Sanctum
de: Kapelle
fr: Chapelle privée

source: Venue
de: Veranstaltungsraum
fr: Événements

source: Florist
de: Blumenladen
fr: Logement fleuri

source: Library
de: Bibliothek
fr: Bibliothèque

source: Photo Studio
de: Fotostudio
fr: Studio photographique

source: Haunted House
de: Geisterhaus
fr: Maison hantée

source: Bathhouse
de: Badehaus
fr: Bain public

source: Garden
de: Botanischer Garten
fr: Jardin de plantes

source: Far Eastern
de: Ferner Osten
fr: Style oriental

source: Visitors Welcome
de: Besucher willkommen
fr: Visiteurs bienvenus

source: Bakery
de: Bäckerei
fr: Boulangerie

source: Under Renovation
de: Wegen Umbau geschlossen
fr: Intérieur en rénovation

source: Concert Hall
de: Konzerthalle
fr: Salle de concert
