Repository: endervad/ffxiv_translation_test
Catalog: exd/MonsterNote/*.xlf
Languages: de, fr

source: Pugilist 01
de: Faustkämpfer 01
fr: Pugiliste 01

source: Pugilist 02
de: Faustkämpfer 02
fr: Pugiliste 02

source: Pugilist 03
de: Faustkämpfer 03
fr: Pugiliste 03

source: Pugilist 04
de: Faustkämpfer 04
fr: Pugiliste 04

source: Pugilist 05
de: Faustkämpfer 05
fr: Pugiliste 05

source: Pugilist 06
de: Faustkämpfer 06
fr: Pugiliste 06

source: Pugilist 07
de: Faustkämpfer 07
fr: Pugiliste 07

source: Pugilist 08
de: Faustkämpfer 08
fr: Pugiliste 08

source: Pugilist 09
de: Faustkämpfer 09
fr: Pugiliste 09

source: Pugilist 10
de: Faustkämpfer 10
fr: Pugiliste 10

source: Pugilist 11
de: Faustkämpfer 11
fr: Pugiliste 11

source: Pugilist 12
de: Faustkämpfer 12
fr: Pugiliste 12

source: Pugilist 13
de: Faustkämpfer 13
fr: Pugiliste 13

source: Pugilist 14
de: Faustkämpfer 14
fr: Pugiliste 14

source: Pugilist 15
de: Faustkämpfer 15
fr: Pugiliste 15

source: Pugilist 16
de: Faustkämpfer 16
fr: Pugiliste 16

source: Pugilist 17
de: Faustkämpfer 17
fr: Pugiliste 17

source: Pugilist 18
de: Faustkämpfer 18
fr: Pugiliste 18

source: Pugilist 19
de: Faustkämpfer 19
fr: Pugiliste 19

source: Pugilist 20
de: Faustkämpfer 20
fr: Pugiliste 20

source: Pugilist 21
de: Faustkämpfer 21
fr: Pugiliste 21

source: Pugilist 22
de: Faustkämpfer 22
fr: Pugiliste 22

source: Pugilist 23
de: Faustkämpfer 23
fr: Pugiliste 23

source: Pugilist 24
de: Faustkämpfer 24
fr: Pugiliste 24

source: Pugilist 25
de: Faustkämpfer 25
fr: Pugiliste 25

source: Pugilist 26
de: Faustkämpfer 26
fr: Pugiliste 26

source: Pugilist 27
de: Faustkämpfer 27
fr: Pugiliste 27

source: Pugilist 28
de: Faustkämpfer 28
fr: Pugiliste 28

source: Pugilist 29
de: Faustkämpfer 29
fr: Pugiliste 29

source: Pugilist 30
de: Faustkämpfer 30
fr: Pugiliste 30

source: Pugilist 31
de: Faustkämpfer 31
fr: Pugiliste 31

source: Pugilist 32
de: Faustkämpfer 32
fr: Pugiliste 32

source: Pugilist 33
de: Faustkämpfer 33
fr: Pugiliste 33

source: Pugilist 34
de: Faustkämpfer 34
fr: Pugiliste 34

source: Pugilist 35
de: Faustkämpfer 35
fr: Pugiliste 35

source: Pugilist 36
de: Faustkämpfer 36
fr: Pugiliste 36

source: Pugilist 37
de: Faustkämpfer 37
fr: Pugiliste 37

source: Pugilist 38
de: Faustkämpfer 38
fr: Pugiliste 38

source: Pugilist 39
de: Faustkämpfer 39
fr: Pugiliste 39

source: Pugilist 40
de: Faustkämpfer 40
fr: Pugiliste 40

source: Pugilist 41
de: Faustkämpfer 41
fr: Pugiliste 41

source: Pugilist 42
de: Faustkämpfer 42
fr: Pugiliste 42

source: Pugilist 43
de: Faustkämpfer 43
fr: Pugiliste 43

source: Pugilist 44
de: Faustkämpfer 44
fr: Pugiliste 44

source: Pugilist 45
de: Faustkämpfer 45
fr: Pugiliste 45

source: Pugilist 46
de: Faustkämpfer 46
fr: Pugiliste 46

source: Pugilist 47
de: Faustkämpfer 47
fr: Pugiliste 47

source: Pugilist 48
de: Faustkämpfer 48
fr: Pugiliste 48

source: Pugilist 49
de: Faustkämpfer 49
fr: Pugiliste 49

source: Pugilist 50
de: Faustkämpfer 50
fr: Pugiliste 50

source: Marauder 01
de: Marodeur 01
fr: Maraudeur 01

source: Marauder 02
de: Marodeur 02
fr: Maraudeur 02

source: Marauder 03
de: Marodeur 03
fr: Maraudeur 03

source: Marauder 04
de: Marodeur 04
fr: Maraudeur 04

source: Marauder 05
de: Marodeur 05
fr: Maraudeur 05

source: Marauder 06
de: Marodeur 06
fr: Maraudeur 06

source: Marauder 07
de: Marodeur 07
fr: Maraudeur 07

source: Marauder 08
de: Marodeur 08
fr: Maraudeur 08

source: Marauder 09
de: Marodeur 09
fr: Maraudeur 09

source: Marauder 10
de: Marodeur 10
fr: Maraudeur 10

source: Marauder 11
de: Marodeur 11
fr: Maraudeur 11

source: Marauder 12
de: Marodeur 12
fr: Maraudeur 12

source: Marauder 13
de: Marodeur 13
fr: Maraudeur 13

source: Marauder 14
de: Marodeur 14
fr: Maraudeur 14

source: Marauder 15
de: Marodeur 15
fr: Maraudeur 15

source: Marauder 16
de: Marodeur 16
fr: Maraudeur 16

source: Marauder 17
de: Marodeur 17
fr: Maraudeur 17

source: Marauder 18
de: Marodeur 18
fr: Maraudeur 18

source: Marauder 19
de: Marodeur 19
fr: Maraudeur 19

source: Marauder 20
de: Marodeur 20
fr: Maraudeur 20

source: Marauder 21
de: Marodeur 21
fr: Maraudeur 21

source: Marauder 22
de: Marodeur 22
fr: Maraudeur 22

source: Marauder 23
de: Marodeur 23
fr: Maraudeur 23

source: Marauder 24
de: Marodeur 24
fr: Maraudeur 24

source: Marauder 25
de: Marodeur 25
fr: Maraudeur 25

source: Marauder 26
de: Marodeur 26
fr: Maraudeur 26

source: Marauder 27
de: Marodeur 27
fr: Maraudeur 27

source: Marauder 28
de: Marodeur 28
fr: Maraudeur 28

source: Marauder 29
de: Marodeur 29
fr: Maraudeur 29

source: Marauder 30
de: Marodeur 30
fr: Maraudeur 30

source: Marauder 31
de: Marodeur 31
fr: Maraudeur 31

source: Marauder 32
de: Marodeur 32
fr: Maraudeur 32

source: Marauder 33
de: Marodeur 33
fr: Maraudeur 33

source: Marauder 34
de: Marodeur 34
fr: Maraudeur 34

source: Marauder 35
de: Marodeur 35
fr: Maraudeur 35

source: Marauder 36
de: Marodeur 36
fr: Maraudeur 36

source: Marauder 37
de: Marodeur 37
fr: Maraudeur 37

source: Marauder 38
de: Marodeur 38
fr: Maraudeur 38

source: Marauder 39
de: Marodeur 39
fr: Maraudeur 39

source: Marauder 40
de: Marodeur 40
fr: Maraudeur 40

source: Marauder 41
de: Marodeur 41
fr: Maraudeur 41

source: Marauder 42
de: Marodeur 42
fr: Maraudeur 42

source: Marauder 43
de: Marodeur 43
fr: Maraudeur 43

source: Marauder 44
de: Marodeur 44
fr: Maraudeur 44

source: Marauder 45
de: Marodeur 45
fr: Maraudeur 45

source: Marauder 46
de: Marodeur 46
fr: Maraudeur 46

source: Marauder 47
de: Marodeur 47
fr: Maraudeur 47

source: Marauder 48
de: Marodeur 48
fr: Maraudeur 48

source: Marauder 49
de: Marodeur 49
fr: Maraudeur 49

source: Marauder 50
de: Marodeur 50
fr: Maraudeur 50

source: Lancer 01
de: Pikenier 01
fr: Maître d'hast 01

source: Lancer 02
de: Pikenier 02
fr: Maître d'hast 02

source: Lancer 03
de: Pikenier 03
fr: Maître d'hast 03

source: Lancer 04
de: Pikenier 04
fr: Maître d'hast 04

source: Lancer 05
de: Pikenier 05
fr: Maître d'hast 05

source: Lancer 06
de: Pikenier 06
fr: Maître d'hast 06

source: Lancer 07
de: Pikenier 07
fr: Maître d'hast 07

source: Lancer 08
de: Pikenier 08
fr: Maître d'hast 08

source: Lancer 09
de: Pikenier 09
fr: Maître d'hast 09

source: Lancer 10
de: Pikenier 10
fr: Maître d'hast 10

source: Lancer 11
de: Pikenier 11
fr: Maître d'hast 11

source: Lancer 12
de: Pikenier 12
fr: Maître d'hast 12

source: Lancer 13
de: Pikenier 13
fr: Maître d'hast 13

source: Lancer 14
de: Pikenier 14
fr: Maître d'hast 14

source: Lancer 15
de: Pikenier 15
fr: Maître d'hast 15

source: Lancer 16
de: Pikenier 16
fr: Maître d'hast 16

source: Lancer 17
de: Pikenier 17
fr: Maître d'hast 17

source: Lancer 18
de: Pikenier 18
fr: Maître d'hast 18

source: Lancer 19
de: Pikenier 19
fr: Maître d'hast 19

source: Lancer 20
de: Pikenier 20
fr: Maître d'hast 20

source: Lancer 21
de: Pikenier 21
fr: Maître d'hast 21

source: Lancer 22
de: Pikenier 22
fr: Maître d'hast 22

source: Lancer 23
de: Pikenier 23
fr: Maître d'hast 23

source: Lancer 24
de: Pikenier 24
fr: Maître d'hast 24

source: Lancer 25
de: Pikenier 25
fr: Maître d'hast 25

source: Lancer 26
de: Pikenier 26
fr: Maître d'hast 26

source: Lancer 27
de: Pikenier 27
fr: Maître d'hast 27

source: Lancer 28
de: Pikenier 28
fr: Maître d'hast 28

source: Lancer 29
de: Pikenier 29
fr: Maître d'hast 29

source: Lancer 30
de: Pikenier 30
fr: Maître d'hast 30

source: Lancer 31
de: Pikenier 31
fr: Maître d'hast 31

source: Lancer 32
de: Pikenier 32
fr: Maître d'hast 32

source: Lancer 33
de: Pikenier 33
fr: Maître d'hast 33

source: Lancer 34
de: Pikenier 34
fr: Maître d'hast 34

source: Lancer 35
de: Pikenier 35
fr: Maître d'hast 35

source: Lancer 36
de: Pikenier 36
fr: Maître d'hast 36

source: Lancer 37
de: Pikenier 37
fr: Maître d'hast 37

source: Lancer 38
de: Pikenier 38
fr: Maître d'hast 38

source: Lancer 39
de: Pikenier 39
fr: Maître d'hast 39

source: Lancer 40
de: Pikenier 40
fr: Maître d'hast 40

source: Lancer 41
de: Pikenier 41
fr: Maître d'hast 41

source: Lancer 42
de: Pikenier 42
fr: Maître d'hast 42

source: Lancer 43
de: Pikenier 43
fr: Maître d'hast 43

source: Lancer 44
de: Pikenier 44
fr: Maître d'hast 44

source: Lancer 45
de: Pikenier 45
fr: Maître d'hast 45

source: Lancer 46
de: Pikenier 46
fr: Maître d'hast 46

source: Lancer 47
de: Pikenier 47
fr: Maître d'hast 47

source: Lancer 48
de: Pikenier 48
fr: Maître d'hast 48

source: Lancer 49
de: Pikenier 49
fr: Maître d'hast 49

source: Lancer 50
de: Pikenier 50
fr: Maître d'hast 50

source: Archer 01
de: Waldläufer 01

source: Archer 02
de: Waldläufer 02

source: Archer 03
de: Waldläufer 03

source: Archer 04
de: Waldläufer 04

source: Archer 05
de: Waldläufer 05

source: Archer 06
de: Waldläufer 06

source: Archer 07
de: Waldläufer 07

source: Archer 08
de: Waldläufer 08

source: Archer 09
de: Waldläufer 09

source: Archer 10
de: Waldläufer 10

source: Archer 11
de: Waldläufer 11

source: Archer 12
de: Waldläufer 12

source: Archer 13
de: Waldläufer 13

source: Archer 14
de: Waldläufer 14

source: Archer 15
de: Waldläufer 15

source: Archer 16
de: Waldläufer 16

source: Archer 17
de: Waldläufer 17

source: Archer 18
de: Waldläufer 18

source: Archer 19
de: Waldläufer 19

source: Archer 20
de: Waldläufer 20

source: Archer 21
de: Waldläufer 21

source: Archer 22
de: Waldläufer 22

source: Archer 23
de: Waldläufer 23

source: Archer 24
de: Waldläufer 24

source: Archer 25
de: Waldläufer 25

source: Archer 26
de: Waldläufer 26

source: Archer 27
de: Waldläufer 27

source: Archer 28
de: Waldläufer 28

source: Archer 29
de: Waldläufer 29

source: Archer 30
de: Waldläufer 30

source: Archer 31
de: Waldläufer 31

source: Archer 32
de: Waldläufer 32

source: Archer 33
de: Waldläufer 33

source: Archer 34
de: Waldläufer 34

source: Archer 35
de: Waldläufer 35

source: Archer 36
de: Waldläufer 36

source: Archer 37
de: Waldläufer 37

source: Archer 38
de: Waldläufer 38

source: Archer 39
de: Waldläufer 39

source: Archer 40
de: Waldläufer 40

source: Archer 41
de: Waldläufer 41

source: Archer 42
de: Waldläufer 42

source: Archer 43
de: Waldläufer 43

source: Archer 44
de: Waldläufer 44

source: Archer 45
de: Waldläufer 45

source: Archer 46
de: Waldläufer 46

source: Archer 47
de: Waldläufer 47

source: Archer 48
de: Waldläufer 48

source: Archer 49
de: Waldläufer 49

source: Archer 50
de: Waldläufer 50

source: Conjurer 01
de: Druide 01
fr: Élémentaliste 01

source: Conjurer 02
de: Druide 02
fr: Élémentaliste 02

source: Conjurer 03
de: Druide 03
fr: Élémentaliste 03

source: Conjurer 04
de: Druide 04
fr: Élémentaliste 04

source: Conjurer 05
de: Druide 05
fr: Élémentaliste 05

source: Conjurer 06
de: Druide 06
fr: Élémentaliste 06

source: Conjurer 07
de: Druide 07
fr: Élémentaliste 07

source: Conjurer 08
de: Druide 08
fr: Élémentaliste 08

source: Conjurer 09
de: Druide 09
fr: Élémentaliste 09

source: Conjurer 10
de: Druide 10
fr: Élémentaliste 10

source: Conjurer 11
de: Druide 11
fr: Élémentaliste 11

source: Conjurer 12
de: Druide 12
fr: Élémentaliste 12

source: Conjurer 13
de: Druide 13
fr: Élémentaliste 13

source: Conjurer 14
de: Druide 14
fr: Élémentaliste 14

source: Conjurer 15
de: Druide 15
fr: Élémentaliste 15

source: Conjurer 16
de: Druide 16
fr: Élémentaliste 16

source: Conjurer 17
de: Druide 17
fr: Élémentaliste 17

source: Conjurer 18
de: Druide 18
fr: Élémentaliste 18

source: Conjurer 19
de: Druide 19
fr: Élémentaliste 19

source: Conjurer 20
de: Druide 20
fr: Élémentaliste 20

source: Conjurer 21
de: Druide 21
fr: Élémentaliste 21

source: Conjurer 22
de: Druide 22
fr: Élémentaliste 22

source: Conjurer 23
de: Druide 23
fr: Élémentaliste 23

source: Conjurer 24
de: Druide 24
fr: Élémentaliste 24

source: Conjurer 25
de: Druide 25
fr: Élémentaliste 25

source: Conjurer 26
de: Druide 26
fr: Élémentaliste 26

source: Conjurer 27
de: Druide 27
fr: Élémentaliste 27

source: Conjurer 28
de: Druide 28
fr: Élémentaliste 28

source: Conjurer 29
de: Druide 29
fr: Élémentaliste 29

source: Conjurer 30
de: Druide 30
fr: Élémentaliste 30

source: Conjurer 31
de: Druide 31
fr: Élémentaliste 31

source: Conjurer 32
de: Druide 32
fr: Élémentaliste 32

source: Conjurer 33
de: Druide 33
fr: Élémentaliste 33

source: Conjurer 34
de: Druide 34
fr: Élémentaliste 34

source: Conjurer 35
de: Druide 35
fr: Élémentaliste 35

source: Conjurer 36
de: Druide 36
fr: Élémentaliste 36

source: Conjurer 37
de: Druide 37
fr: Élémentaliste 37

source: Conjurer 38
de: Druide 38
fr: Élémentaliste 38

source: Conjurer 39
de: Druide 39
fr: Élémentaliste 39

source: Conjurer 40
de: Druide 40
fr: Élémentaliste 40

source: Conjurer 41
de: Druide 41
fr: Élémentaliste 41

source: Conjurer 42
de: Druide 42
fr: Élémentaliste 42

source: Conjurer 43
de: Druide 43
fr: Élémentaliste 43

source: Conjurer 44
de: Druide 44
fr: Élémentaliste 44

source: Conjurer 45
de: Druide 45
fr: Élémentaliste 45

source: Conjurer 46
de: Druide 46
fr: Élémentaliste 46

source: Conjurer 47
de: Druide 47
fr: Élémentaliste 47

source: Conjurer 48
de: Druide 48
fr: Élémentaliste 48

source: Conjurer 49
de: Druide 49
fr: Élémentaliste 49

source: Conjurer 50
de: Druide 50
fr: Élémentaliste 50

source: Thaumaturge 01
de: Thaumaturg 01
fr: Occultiste 01

source: Thaumaturge 02
de: Thaumaturg 02
fr: Occultiste 02

source: Thaumaturge 03
de: Thaumaturg 03
fr: Occultiste 03

source: Thaumaturge 04
de: Thaumaturg 04
fr: Occultiste 04

source: Thaumaturge 05
de: Thaumaturg 05
fr: Occultiste 05

source: Thaumaturge 06
de: Thaumaturg 06
fr: Occultiste 06

source: Thaumaturge 07
de: Thaumaturg 07
fr: Occultiste 07

source: Thaumaturge 08
de: Thaumaturg 08
fr: Occultiste 08

source: Thaumaturge 09
de: Thaumaturg 09
fr: Occultiste 09

source: Thaumaturge 10
de: Thaumaturg 10
fr: Occultiste 10

source: Thaumaturge 11
de: Thaumaturg 11
fr: Occultiste 11

source: Thaumaturge 12
de: Thaumaturg 12
fr: Occultiste 12

source: Thaumaturge 13
de: Thaumaturg 13
fr: Occultiste 13

source: Thaumaturge 14
de: Thaumaturg 14
fr: Occultiste 14

source: Thaumaturge 15
de: Thaumaturg 15
fr: Occultiste 15

source: Thaumaturge 16
de: Thaumaturg 16
fr: Occultiste 16

source: Thaumaturge 17
de: Thaumaturg 17
fr: Occultiste 17

source: Thaumaturge 18
de: Thaumaturg 18
fr: Occultiste 18

source: Thaumaturge 19
de: Thaumaturg 19
fr: Occultiste 19

source: Thaumaturge 20
de: Thaumaturg 20
fr: Occultiste 20

source: Thaumaturge 21
de: Thaumaturg 21
fr: Occultiste 21

source: Thaumaturge 22
de: Thaumaturg 22
fr: Occultiste 22

source: Thaumaturge 23
de: Thaumaturg 23
fr: Occultiste 23

source: Thaumaturge 24
de: Thaumaturg 24
fr: Occultiste 24

source: Thaumaturge 25
de: Thaumaturg 25
fr: Occultiste 25

source: Thaumaturge 26
de: Thaumaturg 26
fr: Occultiste 26

source: Thaumaturge 27
de: Thaumaturg 27
fr: Occultiste 27

source: Thaumaturge 28
de: Thaumaturg 28
fr: Occultiste 28

source: Thaumaturge 29
de: Thaumaturg 29
fr: Occultiste 29

source: Thaumaturge 30
de: Thaumaturg 30
fr: Occultiste 30

source: Thaumaturge 31
de: Thaumaturg 31
fr: Occultiste 31

source: Thaumaturge 32
de: Thaumaturg 32
fr: Occultiste 32

source: Thaumaturge 33
de: Thaumaturg 33
fr: Occultiste 33

source: Thaumaturge 34
de: Thaumaturg 34
fr: Occultiste 34

source: Thaumaturge 35
de: Thaumaturg 35
fr: Occultiste 35

source: Thaumaturge 36
de: Thaumaturg 36
fr: Occultiste 36

source: Thaumaturge 37
de: Thaumaturg 37
fr: Occultiste 37

source: Thaumaturge 38
de: Thaumaturg 38
fr: Occultiste 38

source: Thaumaturge 39
de: Thaumaturg 39
fr: Occultiste 39

source: Thaumaturge 40
de: Thaumaturg 40
fr: Occultiste 40

source: Thaumaturge 41
de: Thaumaturg 41
fr: Occultiste 41

source: Thaumaturge 42
de: Thaumaturg 42
fr: Occultiste 42

source: Thaumaturge 43
de: Thaumaturg 43
fr: Occultiste 43

source: Thaumaturge 44
de: Thaumaturg 44
fr: Occultiste 44

source: Thaumaturge 45
de: Thaumaturg 45
fr: Occultiste 45

source: Thaumaturge 46
de: Thaumaturg 46
fr: Occultiste 46

source: Thaumaturge 47
de: Thaumaturg 47
fr: Occultiste 47

source: Thaumaturge 48
de: Thaumaturg 48
fr: Occultiste 48

source: Thaumaturge 49
de: Thaumaturg 49
fr: Occultiste 49

source: Thaumaturge 50
de: Thaumaturg 50
fr: Occultiste 50

source: Arcanist 01
de: Hermetiker 01
fr: Arcaniste 01

source: Arcanist 02
de: Hermetiker 02
fr: Arcaniste 02

source: Arcanist 03
de: Hermetiker 03
fr: Arcaniste 03

source: Arcanist 04
de: Hermetiker 04
fr: Arcaniste 04

source: Arcanist 05
de: Hermetiker 05
fr: Arcaniste 05

source: Arcanist 06
de: Hermetiker 06
fr: Arcaniste 06

source: Arcanist 07
de: Hermetiker 07
fr: Arcaniste 07

source: Arcanist 08
de: Hermetiker 08
fr: Arcaniste 08

source: Arcanist 09
de: Hermetiker 09
fr: Arcaniste 09

source: Arcanist 10
de: Hermetiker 10
fr: Arcaniste 10

source: Arcanist 11
de: Hermetiker 11
fr: Arcaniste 11

source: Arcanist 12
de: Hermetiker 12
fr: Arcaniste 12

source: Arcanist 13
de: Hermetiker 13
fr: Arcaniste 13

source: Arcanist 14
de: Hermetiker 14
fr: Arcaniste 14

source: Arcanist 15
de: Hermetiker 15
fr: Arcaniste 15

source: Arcanist 16
de: Hermetiker 16
fr: Arcaniste 16

source: Arcanist 17
de: Hermetiker 17
fr: Arcaniste 17

source: Arcanist 18
de: Hermetiker 18
fr: Arcaniste 18

source: Arcanist 19
de: Hermetiker 19
fr: Arcaniste 19

source: Arcanist 20
de: Hermetiker 20
fr: Arcaniste 20

source: Arcanist 21
de: Hermetiker 21
fr: Arcaniste 21

source: Arcanist 22
de: Hermetiker 22
fr: Arcaniste 22

source: Arcanist 23
de: Hermetiker 23
fr: Arcaniste 23

source: Arcanist 24
de: Hermetiker 24
fr: Arcaniste 24

source: Arcanist 25
de: Hermetiker 25
fr: Arcaniste 25

source: Arcanist 26
de: Hermetiker 26
fr: Arcaniste 26

source: Arcanist 27
de: Hermetiker 27
fr: Arcaniste 27

source: Arcanist 28
de: Hermetiker 28
fr: Arcaniste 28

source: Arcanist 29
de: Hermetiker 29
fr: Arcaniste 29

source: Arcanist 30
de: Hermetiker 30
fr: Arcaniste 30

source: Arcanist 31
de: Hermetiker 31
fr: Arcaniste 31

source: Arcanist 32
de: Hermetiker 32
fr: Arcaniste 32

source: Arcanist 33
de: Hermetiker 33
fr: Arcaniste 33

source: Arcanist 34
de: Hermetiker 34
fr: Arcaniste 34

source: Arcanist 35
de: Hermetiker 35
fr: Arcaniste 35

source: Arcanist 36
de: Hermetiker 36
fr: Arcaniste 36

source: Arcanist 37
de: Hermetiker 37
fr: Arcaniste 37

source: Arcanist 38
de: Hermetiker 38
fr: Arcaniste 38

source: Arcanist 39
de: Hermetiker 39
fr: Arcaniste 39

source: Arcanist 40
de: Hermetiker 40
fr: Arcaniste 40

source: Arcanist 41
de: Hermetiker 41
fr: Arcaniste 41

source: Arcanist 42
de: Hermetiker 42
fr: Arcaniste 42

source: Arcanist 43
de: Hermetiker 43
fr: Arcaniste 43

source: Arcanist 44
de: Hermetiker 44
fr: Arcaniste 44

source: Arcanist 45
de: Hermetiker 45
fr: Arcaniste 45

source: Arcanist 46
de: Hermetiker 46
fr: Arcaniste 46

source: Arcanist 47
de: Hermetiker 47
fr: Arcaniste 47

source: Arcanist 48
de: Hermetiker 48
fr: Arcaniste 48

source: Arcanist 49
de: Hermetiker 49
fr: Arcaniste 49

source: Arcanist 50
de: Hermetiker 50
fr: Arcaniste 50

source: Rogue 01
de: Schurke 01
fr: Surineur 01

source: Rogue 02
de: Schurke 02
fr: Surineur 02

source: Rogue 03
de: Schurke 03
fr: Surineur 03

source: Rogue 04
de: Schurke 04
fr: Surineur 04

source: Rogue 05
de: Schurke 05
fr: Surineur 05

source: Rogue 06
de: Schurke 06
fr: Surineur 06

source: Rogue 07
de: Schurke 07
fr: Surineur 07

source: Rogue 08
de: Schurke 08
fr: Surineur 08

source: Rogue 09
de: Schurke 09
fr: Surineur 09

source: Rogue 10
de: Schurke 10
fr: Surineur 10

source: Rogue 11
de: Schurke 11
fr: Surineur 11

source: Rogue 12
de: Schurke 12
fr: Surineur 12

source: Rogue 13
de: Schurke 13
fr: Surineur 13

source: Rogue 14
de: Schurke 14
fr: Surineur 14

source: Rogue 15
de: Schurke 15
fr: Surineur 15

source: Rogue 16
de: Schurke 16
fr: Surineur 16

source: Rogue 17
de: Schurke 17
fr: Surineur 17

source: Rogue 18
de: Schurke 18
fr: Surineur 18

source: Rogue 19
de: Schurke 19
fr: Surineur 19

source: Rogue 20
de: Schurke 20
fr: Surineur 20

source: Rogue 21
de: Schurke 21
fr: Surineur 21

source: Rogue 22
de: Schurke 22
fr: Surineur 22

source: Rogue 23
de: Schurke 23
fr: Surineur 23

source: Rogue 24
de: Schurke 24
fr: Surineur 24

source: Rogue 25
de: Schurke 25
fr: Surineur 25

source: Rogue 26
de: Schurke 26
fr: Surineur 26

source: Rogue 27
de: Schurke 27
fr: Surineur 27

source: Rogue 28
de: Schurke 28
fr: Surineur 28

source: Rogue 29
de: Schurke 29
fr: Surineur 29

source: Rogue 30
de: Schurke 30
fr: Surineur 30

source: Rogue 31
de: Schurke 31
fr: Surineur 31

source: Rogue 32
de: Schurke 32
fr: Surineur 32

source: Rogue 33
de: Schurke 33
fr: Surineur 33

source: Rogue 34
de: Schurke 34
fr: Surineur 34

source: Rogue 35
de: Schurke 35
fr: Surineur 35

source: Rogue 36
de: Schurke 36
fr: Surineur 36

source: Rogue 37
de: Schurke 37
fr: Surineur 37

source: Rogue 38
de: Schurke 38
fr: Surineur 38

source: Rogue 39
de: Schurke 39
fr: Surineur 39

source: Rogue 40
de: Schurke 40
fr: Surineur 40

source: Rogue 41
de: Schurke 41
fr: Surineur 41

source: Rogue 42
de: Schurke 42
fr: Surineur 42

source: Rogue 43
de: Schurke 43
fr: Surineur 43

source: Rogue 44
de: Schurke 44
fr: Surineur 44

source: Rogue 45
de: Schurke 45
fr: Surineur 45

source: Rogue 46
de: Schurke 46
fr: Surineur 46

source: Rogue 47
de: Schurke 47
fr: Surineur 47

source: Rogue 48
de: Schurke 48
fr: Surineur 48

source: Rogue 49
de: Schurke 49
fr: Surineur 49

source: Rogue 50
de: Schurke 50
fr: Surineur 50

source: Maelstrom 01
de: Mahlstrom 01

source: Maelstrom 02
de: Mahlstrom 02

source: Maelstrom 03
de: Mahlstrom 03

source: Maelstrom 04
de: Mahlstrom 04

source: Maelstrom 05
de: Mahlstrom 05

source: Maelstrom 06
de: Mahlstrom 06

source: Maelstrom 07
de: Mahlstrom 07

source: Maelstrom 08
de: Mahlstrom 08

source: Maelstrom 09
de: Mahlstrom 09

source: Maelstrom 10
de: Mahlstrom 10

source: Maelstrom 11
de: Mahlstrom 11

source: Maelstrom 12
de: Mahlstrom 12

source: Maelstrom 13
de: Mahlstrom 13

source: Maelstrom 14
de: Mahlstrom 14

source: Maelstrom 15
de: Mahlstrom 15

source: Maelstrom 16
de: Mahlstrom 16

source: Maelstrom 17
de: Mahlstrom 17

source: Maelstrom 18
de: Mahlstrom 18

source: Maelstrom 19
de: Mahlstrom 19

source: Maelstrom 20
de: Mahlstrom 20

source: Maelstrom 21
de: Mahlstrom 21

source: Maelstrom 22
de: Mahlstrom 22

source: Maelstrom 23
de: Mahlstrom 23

source: Maelstrom 24
de: Mahlstrom 24

source: Maelstrom 25
de: Mahlstrom 25

source: Maelstrom 26
de: Mahlstrom 26

source: Maelstrom 27
de: Mahlstrom 27

source: Maelstrom 28
de: Mahlstrom 28

source: Maelstrom 29
de: Mahlstrom 29

source: Maelstrom 30
de: Mahlstrom 30

source: Maelstrom 31
de: Mahlstrom 31

source: Maelstrom 32
de: Mahlstrom 32

source: Maelstrom 33
de: Mahlstrom 33

source: Maelstrom 34
de: Mahlstrom 34

source: Maelstrom 35
de: Mahlstrom 35

source: Maelstrom 36
de: Mahlstrom 36

source: Maelstrom 37
de: Mahlstrom 37

source: Maelstrom 38
de: Mahlstrom 38

source: Maelstrom 39
de: Mahlstrom 39

source: Maelstrom 40
de: Mahlstrom 40

source: Maelstrom 41
de: Mahlstrom 41

source: Maelstrom 42
de: Mahlstrom 42

source: Maelstrom 43
de: Mahlstrom 43

source: Maelstrom 44
de: Mahlstrom 44

source: Maelstrom 45
de: Mahlstrom 45

source: Maelstrom 46
de: Mahlstrom 46

source: Maelstrom 47
de: Mahlstrom 47

source: Maelstrom 48
de: Mahlstrom 48

source: Maelstrom 49
de: Mahlstrom 49

source: Maelstrom 50
de: Mahlstrom 50

source: Order of the Twin Adder 01
de: Bruderschaft der Morgenviper 01
fr: Ordre des Deux Vipères 01

source: Order of the Twin Adder 02
de: Bruderschaft der Morgenviper 02
fr: Ordre des Deux Vipères 02

source: Order of the Twin Adder 03
de: Bruderschaft der Morgenviper 03
fr: Ordre des Deux Vipères 03

source: Order of the Twin Adder 04
de: Bruderschaft der Morgenviper 04
fr: Ordre des Deux Vipères 04

source: Order of the Twin Adder 05
de: Bruderschaft der Morgenviper 05
fr: Ordre des Deux Vipères 05

source: Order of the Twin Adder 06
de: Bruderschaft der Morgenviper 06
fr: Ordre des Deux Vipères 06
