Repository: endervad/ffxiv_translation_test
Catalog: exd/MonsterNote/*.xlf
Languages: de, fr

source: Order of the Twin Adder 07
de: Bruderschaft der Morgenviper 07
fr: Ordre des Deux Vipères 07

source: Order of the Twin Adder 08
de: Bruderschaft der Morgenviper 08
fr: Ordre des Deux Vipères 08

source: Order of the Twin Adder 09
de: Bruderschaft der Morgenviper 09
fr: Ordre des Deux Vipères 09

source: Order of the Twin Adder 10
de: Bruderschaft der Morgenviper 10
fr: Ordre des Deux Vipères 10

source: Order of the Twin Adder 11
de: Bruderschaft der Morgenviper 11
fr: Ordre des Deux Vipères 11

source: Order of the Twin Adder 12
de: Bruderschaft der Morgenviper 12
fr: Ordre des Deux Vipères 12

source: Order of the Twin Adder 13
de: Bruderschaft der Morgenviper 13
fr: Ordre des Deux Vipères 13

source: Order of the Twin Adder 14
de: Bruderschaft der Morgenviper 14
fr: Ordre des Deux Vipères 14

source: Order of the Twin Adder 15
de: Bruderschaft der Morgenviper 15
fr: Ordre des Deux Vipères 15

source: Order of the Twin Adder 16
de: Bruderschaft der Morgenviper 16
fr: Ordre des Deux Vipères 16

source: Order of the Twin Adder 17
de: Bruderschaft der Morgenviper 17
fr: Ordre des Deux Vipères 17

source: Order of the Twin Adder 18
de: Bruderschaft der Morgenviper 18
fr: Ordre des Deux Vipères 18

source: Order of the Twin Adder 19
de: Bruderschaft der Morgenviper 19
fr: Ordre des Deux Vipères 19

source: Order of the Twin Adder 20
de: Bruderschaft der Morgenviper 20
fr: Ordre des Deux Vipères 20

source: Order of the Twin Adder 21
de: Bruderschaft der Morgenviper 21
fr: Ordre des Deux Vipères 21

source: Order of the Twin Adder 22
de: Bruderschaft der Morgenviper 22
fr: Ordre des Deux Vipères 22

source: Order of the Twin Adder 23
de: Bruderschaft der Morgenviper 23
fr: Ordre des Deux Vipères 23

source: Order of the Twin Adder 24
de: Bruderschaft der Morgenviper 24
fr: Ordre des Deux Vipères 24

source: Order of the Twin Adder 25
de: Bruderschaft der Morgenviper 25
fr: Ordre des Deux Vipères 25

source: Order of the Twin Adder 26
de: Bruderschaft der Morgenviper 26
fr: Ordre des Deux Vipères 26

source: Order of the Twin Adder 27
de: Bruderschaft der Morgenviper 27
fr: Ordre des Deux Vipères 27

source: Order of the Twin Adder 28
de: Bruderschaft der Morgenviper 28
fr: Ordre des Deux Vipères 28

source: Order of the Twin Adder 29
de: Bruderschaft der Morgenviper 29
fr: Ordre des Deux Vipères 29

source: Order of the Twin Adder 30
de: Bruderschaft der Morgenviper 30
fr: Ordre des Deux Vipères 30

source: Order of the Twin Adder 31
de: Bruderschaft der Morgenviper 31
fr: Ordre des Deux Vipères 31

source: Order of the Twin Adder 32
de: Bruderschaft der Morgenviper 32
fr: Ordre des Deux Vipères 32

source: Order of the Twin Adder 33
de: Bruderschaft der Morgenviper 33
fr: Ordre des Deux Vipères 33

source: Order of the Twin Adder 34
de: Bruderschaft der Morgenviper 34
fr: Ordre des Deux Vipères 34

source: Order of the Twin Adder 35
de: Bruderschaft der Morgenviper 35
fr: Ordre des Deux Vipères 35

source: Order of the Twin Adder 36
de: Bruderschaft der Morgenviper 36
fr: Ordre des Deux Vipères 36

source: Order of the Twin Adder 37
de: Bruderschaft der Morgenviper 37
fr: Ordre des Deux Vipères 37

source: Order of the Twin Adder 38
de: Bruderschaft der Morgenviper 38
fr: Ordre des Deux Vipères 38

source: Order of the Twin Adder 39
de: Bruderschaft der Morgenviper 39
fr: Ordre des Deux Vipères 39

source: Order of the Twin Adder 40
de: Bruderschaft der Morgenviper 40
fr: Ordre des Deux Vipères 40

source: Order of the Twin Adder 41
de: Bruderschaft der Morgenviper 41
fr: Ordre des Deux Vipères 41

source: Order of the Twin Adder 42
de: Bruderschaft der Morgenviper 42
fr: Ordre des Deux Vipères 42

source: Order of the Twin Adder 43
de: Bruderschaft der Morgenviper 43
fr: Ordre des Deux Vipères 43

source: Order of the Twin Adder 44
de: Bruderschaft der Morgenviper 44
fr: Ordre des Deux Vipères 44

source: Order of the Twin Adder 45
de: Bruderschaft der Morgenviper 45
fr: Ordre des Deux Vipères 45

source: Order of the Twin Adder 46
de: Bruderschaft der Morgenviper 46
fr: Ordre des Deux Vipères 46

source: Order of the Twin Adder 47
de: Bruderschaft der Morgenviper 47
fr: Ordre des Deux Vipères 47

source: Order of the Twin Adder 48
de: Bruderschaft der Morgenviper 48
fr: Ordre des Deux Vipères 48

source: Order of the Twin Adder 49
de: Bruderschaft der Morgenviper 49
fr: Ordre des Deux Vipères 49

source: Order of the Twin Adder 50
de: Bruderschaft der Morgenviper 50
fr: Ordre des Deux Vipères 50

source: Immortal Flames 01
de: Legion der Unsterblichen 01
fr: Immortels 01

source: Immortal Flames 02
de: Legion der Unsterblichen 02
fr: Immortels 02

source: Immortal Flames 03
de: Legion der Unsterblichen 03
fr: Immortels 03

source: Immortal Flames 04
de: Legion der Unsterblichen 04
fr: Immortels 04

source: Immortal Flames 05
de: Legion der Unsterblichen 05
fr: Immortels 05

source: Immortal Flames 06
de: Legion der Unsterblichen 06
fr: Immortels 06

source: Immortal Flames 07
de: Legion der Unsterblichen 07
fr: Immortels 07

source: Immortal Flames 08
de: Legion der Unsterblichen 08
fr: Immortels 08

source: Immortal Flames 09
de: Legion der Unsterblichen 09
fr: Immortels 09

source: Immortal Flames 10
de: Legion der Unsterblichen 10
fr: Immortels 10

source: Immortal Flames 11
de: Legion der Unsterblichen 11
fr: Immortels 11

source: Immortal Flames 12
de: Legion der Unsterblichen 12
fr: Immortels 12

source: Immortal Flames 13
de: Legion der Unsterblichen 13
fr: Immortels 13

source: Immortal Flames 14
de: Legion der Unsterblichen 14
fr: Immortels 14

source: Immortal Flames 15
de: Legion der Unsterblichen 15
fr: Immortels 15

source: Immortal Flames 16
de: Legion der Unsterblichen 16
fr: Immortels 16

source: Immortal Flames 17
de: Legion der Unsterblichen 17
fr: Immortels 17

source: Immortal Flames 18
de: Legion der Unsterblichen 18
fr: Immortels 18

source: Immortal Flames 19
de: Legion der Unsterblichen 19
fr: Immortels 19

source: Immortal Flames 20
de: Legion der Unsterblichen 20
fr: Immortels 20

source: Immortal Flames 21
de: Legion der Unsterblichen 21
fr: Immortels 21

source: Immortal Flames 22
de: Legion der Unsterblichen 22
fr: Immortels 22

source: Immortal Flames 23
de: Legion der Unsterblichen 23
fr: Immortels 23

source: Immortal Flames 24
de: Legion der Unsterblichen 24
fr: Immortels 24

source: Immortal Flames 25
de: Legion der Unsterblichen 25
fr: Immortels 25

source: Immortal Flames 26
de: Legion der Unsterblichen 26
fr: Immortels 26

source: Immortal Flames 27
de: Legion der Unsterblichen 27
fr: Immortels 27

source: Immortal Flames 28
de: Legion der Unsterblichen 28
fr: Immortels 28

source: Immortal Flames 29
de: Legion der Unsterblichen 29
fr: Immortels 29

source: Immortal Flames 30
de: Legion der Unsterblichen 30
fr: Immortels 30

source: Immortal Flames 31
de: Legion der Unsterblichen 31
fr: Immortels 31

source: Immortal Flames 32
de: Legion der Unsterblichen 32
fr: Immortels 32

source: Immortal Flames 33
de: Legion der Unsterblichen 33
fr: Immortels 33

source: Immortal Flames 34
de: Legion der Unsterblichen 34
fr: Immortels 34

source: Immortal Flames 35
de: Legion der Unsterblichen 35
fr: Immortels 35

source: Immortal Flames 36
de: Legion der Unsterblichen 36
fr: Immortels 36

source: Immortal Flames 37
de: Legion der Unsterblichen 37
fr: Immortels 37

source: Immortal Flames 38
de: Legion der Unsterblichen 38
fr: Immortels 38

source: Immortal Flames 39
de: Legion der Unsterblichen 39
fr: Immortels 39

source: Immortal Flames 40
de: Legion der Unsterblichen 40
fr: Immortels 40

source: Immortal Flames 41
de: Legion der Unsterblichen 41
fr: Immortels 41

source: Immortal Flames 42
de: Legion der Unsterblichen 42
fr: Immortels 42

source: Immortal Flames 43
de: Legion der Unsterblichen 43
fr: Immortels 43

source: Immortal Flames 44
de: Legion der Unsterblichen 44
fr: Immortels 44

source: Immortal Flames 45
de: Legion der Unsterblichen 45
fr: Immortels 45

source: Immortal Flames 46
de: Legion der Unsterblichen 46
fr: Immortels 46

source: Immortal Flames 47
de: Legion der Unsterblichen 47
fr: Immortels 47

source: Immortal Flames 48
de: Legion der Unsterblichen 48
fr: Immortels 48

source: Immortal Flames 49
de: Legion der Unsterblichen 49
fr: Immortels 49

source: Immortal Flames 50
de: Legion der Unsterblichen 50
fr: Immortels 50

source: Gladiator 01
fr: Gladiateur 01

source: Gladiator 02
fr: Gladiateur 02

source: Gladiator 03
fr: Gladiateur 03

source: Gladiator 04
fr: Gladiateur 04

source: Gladiator 05
fr: Gladiateur 05

source: Gladiator 06
fr: Gladiateur 06

source: Gladiator 07
fr: Gladiateur 07

source: Gladiator 08
fr: Gladiateur 08

source: Gladiator 09
fr: Gladiateur 09

source: Gladiator 10
fr: Gladiateur 10

source: Gladiator 11
fr: Gladiateur 11

source: Gladiator 12
fr: Gladiateur 12

source: Gladiator 13
fr: Gladiateur 13

source: Gladiator 14
fr: Gladiateur 14

source: Gladiator 15
fr: Gladiateur 15

source: Gladiator 16
fr: Gladiateur 16

source: Gladiator 17
fr: Gladiateur 17

source: Gladiator 18
fr: Gladiateur 18

source: Gladiator 19
fr: Gladiateur 19

source: Gladiator 20
fr: Gladiateur 20

source: Gladiator 21
fr: Gladiateur 21

source: Gladiator 22
fr: Gladiateur 22

source: Gladiator 23
fr: Gladiateur 23

source: Gladiator 24
fr: Gladiateur 24

source: Gladiator 25
fr: Gladiateur 25

source: Gladiator 26
fr: Gladiateur 26

source: Gladiator 27
fr: Gladiateur 27

source: Gladiator 28
fr: Gladiateur 28

source: Gladiator 29
fr: Gladiateur 29

source: Gladiator 30
fr: Gladiateur 30

source: Gladiator 31
fr: Gladiateur 31

source: Gladiator 32
fr: Gladiateur 32

source: Gladiator 33
fr: Gladiateur 33

source: Gladiator 34
fr: Gladiateur 34

source: Gladiator 35
fr: Gladiateur 35

source: Gladiator 36
fr: Gladiateur 36

source: Gladiator 37
fr: Gladiateur 37

source: Gladiator 38
fr: Gladiateur 38

source: Gladiator 39
fr: Gladiateur 39

source: Gladiator 40
fr: Gladiateur 40

source: Gladiator 41
fr: Gladiateur 41

source: Gladiator 42
fr: Gladiateur 42

source: Gladiator 43
fr: Gladiateur 43

source: Gladiator 44
fr: Gladiateur 44

source: Gladiator 45
fr: Gladiateur 45

source: Gladiator 46
fr: Gladiateur 46

source: Gladiator 47
fr: Gladiateur 47

source: Gladiator 48
fr: Gladiateur 48

source: Gladiator 49
fr: Gladiateur 49

source: Gladiator 50
fr: Gladiateur 50
