Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/038/BanQiq103_03808/*.xlf
Languages: fr

source: TEXT_BANQIQ103_03808_SEQ_00<tab>Qhoterl Pasol wants to give the Stopple a touch of home. ※Please note that the difficulty of this quest has been synced to your current level. Furthermore, you may not proceed with a class or job that is different from when you accepted this quest.
fr: TEXT_BANQIQ103_03808_SEQ_00<tab><var 48 F201FC /var><var 49 F201FD /var>Règle spéciale<var 1D /var>:  synchronisation de quête avec limitation de job ou de classe<var 49 01 /var><var 48 01 /var> <var 1A 02 /var>* Il n'est possible de progresser dans cette quête qu'avec la classe qui a servi à la commencer.<var 1A 01 /var> Qhoterl Pasol a besoin de matériaux pour le maintien des infrastructures.

source: TEXT_BANQIQ103_03808_SEQ_01<tab>Deliver the requested items to Qhoterl Pasol.
fr: TEXT_BANQIQ103_03808_SEQ_01<tab>Livrer ce qui vous a été demandé à Qhoterl Pasol

source: TEXT_BANQIQ103_03808_TODO_00<tab><var 08 E4E80511 ((<var 08 E3E802E803 ((Mine splendid slate in the depths of Lake Tusi Mek'ta)) ((Deliver the splendid slate to Qhoterl Pasol)) /var>)) ((<var 08 E4E80512 ((<var 08 E3E802E803 ((Gather splendid water ivy in the depths of Lake Tusi Mek'ta)) ((Deliver the splendid water ivy to Qhoterl Pasol)) /var>)) ((<var 08 E4E80513 ((<var 08 E3E802E803 ((Catch a splendid eryops at Lake Tusi Mek'ta)) ((Deliver the splendid eryops to Qhoterl Pasol)) /var>)) (()) /var>)) /var>)) /var>.
fr: TEXT_BANQIQ103_03808_TODO_00<tab><var 08 E4E80511 ((<var 08 E3E802E803 ((Extraire <var 33 ((Item)) 02E8060302 /var> dans le lac Tusi Mek'ta)) ((Livrer <var 33 ((Item)) 03E8060302 /var> à Qhoterl Pasol)) /var>)) ((<var 08 E4E80512 ((<var 08 E3E802E803 ((Récolter <var 33 ((Item)) 02E8060302 /var> dans le lac Tusi Mek'ta)) ((Livrer <var 33 ((Item)) 03E8060302 /var> à Qhoterl Pasol)) /var>)) ((<var 08 E4E80513 ((<var 08 E3E802E803 ((Pêcher <var 33 ((Item)) 02E8060202 /var> dans le lac Tusi Mek'ta)) ((Livrer <var 33 ((Item)) 03E8060202 /var> à Qhoterl Pasol)) /var>)) (()) /var>)) /var>)) /var>

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_000<tab>Ours is a large undertaking, and we expect to be hunkered down here for a good long while. That being the case, I've a mind to add some creature comforts to the Stopple.
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_000<tab>Explorer et excaver être santé, mais aussi faire gros bobo partouuut<var 1D /var>! Qitari avoir besoin d'entretenir lieu de vie pour pouuuvoir se reposer quand grosse grosse fatigue poindre bout de son nez.

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_002<tab><var 08 E905 ((Mistress)) ((Master)) /var> <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, I'd be in your debt if you could procure a few things to help me make this place a home away from home.
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_002<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> ramener nécessaire pour aider Qitari à maintenir lieu de vie en bon état, d'accord<var 1D /var>?

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_010<tab>Specifically, I require three slabs of slate. These can be had in the depths of Lake Tusi Mek'ta. Many thanks, <var 08 E905 ((madam)) ((sir)) /var>, and happy digging!
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_010<tab>Toi extraire trois <var 33 ((Item)) 0DF2734F0302 /var> que toi trouver dans lac Tusi Mek'ta. Profond profond<var 1D /var>!

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_020<tab>Specifically, I require three lengths of water ivy. These can be had in the depths of Lake Tusi Mek'ta. Many thanks, <var 08 E905 ((madam)) ((sir)) /var>, and happy gathering!
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_020<tab>Toi récolter trois <var 33 ((Item)) 0DF273690302 /var> que toi trouver dans lac Tusi Mek'ta. Profond profond<var 1D /var>!

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_030<tab>Specifically, I require an eryops. They dwell in the waters of Lake Tusi Mek'ta, and are passing fond of fruit worms. Many thanks, <var 08 E905 ((madam)) ((sir)) /var>, and happy fishing!
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_030<tab>Toi utiliser <var 33 ((Item)) 0DF26BBE0202 /var> pour pêcher <var 33 ((Item)) 0DF273830202 /var> que toi trouver dans lac Tusi Mek'ta. Profond profond<var 1D /var>!

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_100_010<tab>While there's no avoiding getting a little wet, the slate ought not pose you too much trouble. I await your return with bated breath!
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_100_010<tab>Toi extraire trois <var 33 ((Item)) 0DF2734F0302 /var> que toi trouver dans lac Tusi Mek'ta. Profond profond<var 1D /var>!

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_100_020<tab>While there's no avoiding getting a little wet, the water ivy ought not pose you too much trouble. I await your return with bated breath!
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_100_020<tab>Toi récolter trois <var 33 ((Item)) 0DF273690302 /var> que toi trouver dans lac Tusi Mek'ta. Profond profond<var 1D /var>!

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_100_030<tab>So long as you use fruit worms as bait, the eryops ought not pose you too much trouble. I await your return with bated breath!
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_100_030<tab>Toi utiliser <var 33 ((Item)) 0DF26BBE0202 /var> pour pêcher <var 33 ((Item)) 0DF273830202 /var> que toi trouver dans lac Tusi Mek'ta. Profond profond<var 1D /var>!

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_040<tab>Ah, there you are, <var 08 E905 ((madam)) ((sir)) /var>. May I ask if you have that which I requested?
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_040<tab>Qhoterl Pasol très fatiguée... Besoin de nécessaire pour entretien du lit<var 1D /var>!

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_050<tab>Yes, this is absolutely splendid! My gratitude!
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_050<tab>Magnifique<var 1D /var>! Grâce à toi, Qitari pouuuvoir faire gros dodo réparateur<var 1D /var>!

source: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_051<tab>By making the Stopple more comfortable, our workers will be better rested. And a rested worker is a <var 1A 02 /var>productive<var 1A 01 /var> worker! Oh yes, perhaps we can look into extending the length of shifts...
fr: TEXT_BANQIQ103_03808_QHOTERLPASOL_000_051<tab>Et plus dodo être réparateuuur, plus productivité monter en flèche<var 1D /var>! Nos maris plus avoir excuse pour tirer au flanc<var 1D /var>!
