Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/027/StmBdz313_02709/*.xlf
Languages: de, ja

source: TEXT_STMBDZ313_02709_SEQ_00<tab>Takotsubo is searching for someone to take his striped ray out for a swim.
de: TEXT_STMBDZ313_02709_SEQ_00<tab>Takotsubo ist auf der Suche nach jemandem, der mit seinem gestreiften Rochen schwimmen geht.
ja: TEXT_STMBDZ313_02709_SEQ_00<tab>碧のタマミズのタコツボは、シマエイの世話を誰かに頼みたいようだ。

source: TEXT_STMBDZ313_02709_TODO_00<tab>Pass through the first marker on the striped ray.
de: TEXT_STMBDZ313_02709_TODO_00<tab>Die erste Markierung auf dem gestreiften Rochen passieren
ja: TEXT_STMBDZ313_02709_TODO_00<tab>シマエイに騎乗して目印を通過する

source: TEXT_STMBDZ313_02709_TODO_01<tab>Pass through the second marker on the striped ray.
de: TEXT_STMBDZ313_02709_TODO_01<tab>Die zweite Markierung auf dem gestreiften Rochen passieren
ja: TEXT_STMBDZ313_02709_TODO_01<tab>シマエイに騎乗して第二の目印を通過する

source: TEXT_STMBDZ313_02709_TODO_02<tab>Pass through the third marker on the striped ray.
de: TEXT_STMBDZ313_02709_TODO_02<tab>Die dritte Markierung auf dem gestreiften Rochen passieren
ja: TEXT_STMBDZ313_02709_TODO_02<tab>シマエイに騎乗して第三の目印を通過する

source: TEXT_STMBDZ313_02709_TODO_03<tab>Pass through the fourth marker on the striped ray.
de: TEXT_STMBDZ313_02709_TODO_03<tab>Die vierte Markierung auf dem gestreiften Rochen passieren
ja: TEXT_STMBDZ313_02709_TODO_03<tab>シマエイに騎乗して第四の目印を通過する

source: TEXT_STMBDZ313_02709_TODO_04<tab>Pass through the fifth marker on the striped ray.
de: TEXT_STMBDZ313_02709_TODO_04<tab>Die fünfte Markierung auf dem gestreiften Rochen passieren
ja: TEXT_STMBDZ313_02709_TODO_04<tab>シマエイに騎乗して第五の目印を通過する

source: TEXT_STMBDZ313_02709_TODO_05<tab>Pass through the sixth marker on the striped ray.
de: TEXT_STMBDZ313_02709_TODO_05<tab>Die sechste Markierung auf dem gestreiften Rochen passieren
ja: TEXT_STMBDZ313_02709_TODO_05<tab>シマエイに騎乗して第六の目印を通過する

source: TEXT_STMBDZ313_02709_TODO_06<tab>Pass through the seventh marker on the striped ray.
de: TEXT_STMBDZ313_02709_TODO_06<tab>Die siebte Markierung auf dem gestreiften Rochen passieren
ja: TEXT_STMBDZ313_02709_TODO_06<tab>シマエイに騎乗して第七の目印を通過する

source: TEXT_STMBDZ313_02709_TODO_07<tab>Pass through the final marker on the striped ray.
de: TEXT_STMBDZ313_02709_TODO_07<tab>Die letzte Markierung auf dem gestreiften Rochen passieren
ja: TEXT_STMBDZ313_02709_TODO_07<tab>シマエイに騎乗して最後の目印を通過する

source: TEXT_STMBDZ313_02709_TODO_08<tab>Report to Takotsubo.
de: TEXT_STMBDZ313_02709_TODO_08<tab>Takotsubo Bericht erstatten
ja: TEXT_STMBDZ313_02709_TODO_08<tab>タコツボに報告

source: TEXT_STMBDZ313_02709_TAKOTSUBO_000_000<tab>Hello, hello! Welcome to Tamamizu, friend. A <var 08 E905 ((woman)) ((man)) /var> from the surface, though you may be, I sense you enjoy swimming a great deal. You would get along quite well with my striped ray here.
de: TEXT_STMBDZ313_02709_TAKOTSUBO_000_000<tab>Hallo! Willkommen in Tamamizu, <var 08 E905 ((meine Liebe)) ((mein Freund)) /var>. Du bist zwar <var 08 E905 ((eine Land<var 16 /var>be<var 16 /var>wohnerin)) ((ein Land<var 16 /var>be<var 16 /var>wohner)) /var>, aber ich spüre, dass auch du große Freude am Schwimmen<var 1D /var>...... hast. Du würdest dich sicherlich gut, mit meinem gestreiften Rochen hier<var 1D /var>...... verstehen.
ja: TEXT_STMBDZ313_02709_TAKOTSUBO_000_000<tab>おまえさん、陸に住んでるヒトだろぉ～。 もう、水ん中での動き方には、慣れたかぁ～。 練習がてら、ひとつシマエイの散歩を手伝ってみんかぁ～？

source: TEXT_STMBDZ313_02709_TAKOTSUBO_000_001<tab>More than anything, she loves to wade through the waters and eat the small fish as she goes.
de: TEXT_STMBDZ313_02709_TAKOTSUBO_000_001<tab>Er liebt es, durch das Wasser zu gleiten und dabei kleine Fische zu<var 1D /var>...... fressen.
ja: TEXT_STMBDZ313_02709_TAKOTSUBO_000_001<tab>こいつは、泳ぐのがなにより好きでなぁ～。 小魚も一緒に食べてくるんで、一銛二魚ってなもんだぁ～。

source: TEXT_STMBDZ313_02709_TAKOTSUBO_000_002<tab>She would be over the moon if you would take her for a quick swim around the village.
de: TEXT_STMBDZ313_02709_TAKOTSUBO_000_002<tab>Er wäre bestimmt überglücklich, wenn du eine kleine Runde mit ihm um das Dorf schwimmen<var 1D /var>...... würdest.
ja: TEXT_STMBDZ313_02709_TAKOTSUBO_000_002<tab>順路を地図に書いたから、里をぐるりと一周してくれぇ～。 そうすりゃ満足するんで、頼んだぞぉ～。

source: TEXT_STMBDZ313_02709_TAKOTSUBO_000_003<tab>Did she buck you off or did you fall, friend? Hahaha! Either way, if you are willing to give it another try, I am sure she is, too!
de: TEXT_STMBDZ313_02709_TAKOTSUBO_000_003<tab>Hat er dich abgeworfen oder bist du<var 1D /var>...... runtergefallen? Hahaha! Wie auch immer, wenn du es noch mal versuchen möchtest, ist er sicherlich gerne dazu<var 1D /var>...... bereit!
ja: TEXT_STMBDZ313_02709_TAKOTSUBO_000_003<tab>シマエイも戻ってきてるぞぉ～。 おまえさんさえよければ、もっぺん頼めるかぁ～。

source: TEXT_STMBDZ313_02709_TAKOTSUBO_000_010<tab>Welcome back! I trust you enjoyed the ride? By the swishing of her tail, I can tell my striped ray, certainly did! Or, perhaps, she simply ate something that did not sit right with her.
de: TEXT_STMBDZ313_02709_TAKOTSUBO_000_010<tab>Willkommen zurück! Hast du den Ritt<var 1D /var>...... genossen? So wie er mit dem Schwanz wedelt, hat es meinem Kleinen zumindest gefallen! Vielleicht hat er aber auch nur etwas gefressen, dass ihm nicht so gut<var 1D /var>...... bekommt.

source: TEXT_STMBDZ313_02709_TAKOTSUBO_000_011<tab>Hahaha! She devours everything that crosses her path, especially things that glisten. Once she swallowed an entire coffer's worth of gold coins we found on a sunken ship!
de: TEXT_STMBDZ313_02709_TAKOTSUBO_000_011<tab>Hahaha! Er verschlingt alles, was ihm über den Weg schwimmt, besonders funkelnde<var 1D /var>...... Dinge. Einmal hat er eine ganze Truhe voller Goldmünzen verschluckt, die wir auf einem versunkenen Schiff gefunden<var 1D /var>...... haben!
ja: TEXT_STMBDZ313_02709_TAKOTSUBO_000_011<tab>あいつは、光るもんにも目がなくてなぁ～。 沈んだ船から落ちた硬貨なんかも、吸い込むことがあってねぇ～。 散歩もできて、腹もいっぱいになって、まさに一銛三魚よぉ～。

source: TEXT_STMBDZ313_02709_TAKOTSUBO_000_012<tab>In any case, I thank you for taking her out. Do be sure to come back to visit sometime. She has taken quite a shine to you!
de: TEXT_STMBDZ313_02709_TAKOTSUBO_000_012<tab>Vielen Dank auf jeden Fall fürs Gassi schwimmen! Komm uns doch mal wieder besuchen. Er scheint dich wirklich zu<var 1D /var>...... mögen!
ja: TEXT_STMBDZ313_02709_TAKOTSUBO_000_012<tab>ありがたいから、礼もはずんでおくなぁ～。 シマエイも、おまえさんを気に入ったようだから、 また頼むぞぉ～。
