Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz003_05190/*.xlf
Languages: fr

source: TEXT_KINGBZ003_05190_KUIYKI_000_310<tab>So this is the face of our adversary. I don't see anything obviously wrong with the transformation, but if you want to try again, just close your eyes and imagine!
fr: TEXT_KINGBZ003_05190_KUIYKI_000_310<tab>Tu ressembles à ta nouvelle patronne comme deux gouttes d'eau, hé hé<var 1D /var>! Je le sais puisque j'ai mes lunettes<var 1D /var>! Mais si tu penses pouvoir lui ressembler encore davantage par le simple pouvoir de ta volonté, pas de problème, on recommence<var 1D /var>!

source: TEXT_KINGBZ003_05190_KUIYKI_000_315<tab>It's hard to maintain focus on the transformation if you're not used to it. Don't worry, though─just take the Dreamweave Cocoon in hand and envision Apyaahi in your head to try again!
fr: TEXT_KINGBZ003_05190_KUIYKI_000_315<tab>La transformation a pris fin<var 1D /var>? Ce sont des choses qui arrivent. Pense très fort à Apyaahi encore une fois et le totem du Papillon machaon se chargera du reste<var 1D /var>!

source: TEXT_KINGBZ003_05190_CEETOLJA_000_320<tab>We'll stand lookout here, so you can focus on doing your best impression of a villain!
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_320<tab>Nous allons rester dehors pour surveiller les environs. Profitez-en pour incarner la chef des Affranchis de toute votre âme car l'occasion ne se reproduira pro<var 16 /var>ba<var 16 /var>ble<var 16 /var>ment jamais, ja<var 1D /var>!

source: TEXT_KINGBZ003_05190_THUG05190A_000_400<tab>Who're you? A leader? Whose leader? You know what─I don't give a damn, just get out of my sight.
fr: TEXT_KINGBZ003_05190_THUG05190A_000_400<tab>Qu'est-ce tu m'veux, face de rat<var 1D /var>? <var 08 E905 ((Une “nouvelle lieutenante”)) ((Un “nouveau lieutenant”)) /var><var 1D /var>? J'vois pas qui c'est. Ta môman t'a pas appris qu'il fallait pas parler aux inconnus<var 1D /var>?

source: TEXT_KINGBZ003_05190_SYSTEM_000_401<tab>In order to progress further in the quest, you must be under the transfigured status. Speak with Kuiyki to receive the transfiguration.
fr: TEXT_KINGBZ003_05190_SYSTEM_000_401<tab>Pour progresser dans cette quête, vous devez être transformé<var 08 E905 ((e)) (()) /var>. Reparlez à Kuiyki.

source: TEXT_KINGBZ003_05190_THUG05190A_000_402<tab>Oh, Boss─ Wait...you told us not to trust anyone, even yourself.
fr: TEXT_KINGBZ003_05190_THUG05190A_000_402<tab>P-Patronne...<var 1D /var>? <var 08 E3E90C0D ((<var 08 E3E90C05 ((Bonsoir)) ((Bonjour)) /var>)) ((<var 08 E3E90C12 ((Bonjour)) ((Bonsoir)) /var>)) /var>, mais... qu'est-ce qu'il y a, vous êtes malade<var 1D /var>?

source: TEXT_KINGBZ003_05190_THUG05190A_000_403<tab>If you are who I think you are, then do the pose. We've all got sore arms from practicing it so much!
fr: TEXT_KINGBZ003_05190_THUG05190A_000_403<tab>Normalement, vous nous saluez toujours en tapant votre pose préférée...

source: TEXT_KINGBZ003_05190_SYSTEM_000_500<tab>Make them think you are Apyaahi by performing the <var 48 F201F4 /var><var 49 F201F5 /var>Pose of the Unbound<var 49 01 /var><var 48 01 /var> while transfigured.
fr: TEXT_KINGBZ003_05190_SYSTEM_000_500<tab>Incarnez une Apyaahi plus vraie que nature en prenant la <var 1A 02 /var>pose des Affranchis<var 1A 01 /var><var 1D /var>!

source: TEXT_KINGBZ003_05190_THUG05190A_000_501<tab>No one but you could strike a pose half as inspiring! We've been waiting, Boss.
fr: TEXT_KINGBZ003_05190_THUG05190A_000_501<tab>Ah bah voilà, j'vous reconnais maintenant<var 1D /var>! Bienvenue parmi nous, Patronne<var 1D /var>!

source: TEXT_KINGBZ003_05190_THUG05190B_100_500<tab>Now that you're here...that means it's time to mobilize, right?
fr: TEXT_KINGBZ003_05190_THUG05190B_100_500<tab>Si vous vous êtes déplacée en personne jusqu'ici, c'est qu'on va bientôt passer aux choses sérieuses, hein<var 1D /var>? J'ai bon<var 1D /var>?

source: TEXT_KINGBZ003_05190_Q1_000_000<tab>What will you say?
fr: TEXT_KINGBZ003_05190_Q1_000_000<tab>Que répondez-vous<var 1D /var>?

source: TEXT_KINGBZ003_05190_A1_000_001<tab>Have you done what I asked?
fr: TEXT_KINGBZ003_05190_A1_000_001<tab>C'est bien possible... Est-ce que tout le monde est fin prêt<var 1D /var>?

source: TEXT_KINGBZ003_05190_A1_000_002<tab>You remember what the plan is, right?
fr: TEXT_KINGBZ003_05190_A1_000_002<tab>Vous avez tous bien révisé notre plan d'attaque<var 1D /var>?

source: TEXT_KINGBZ003_05190_THUG05190B_100_502<tab>I...think we have it memorized. Still, it couldn't hurt to review what you told us.
fr: TEXT_KINGBZ003_05190_THUG05190B_100_502<tab>F-fin prêt<var 1D /var>? Ouah, vous me faites stresser, là... Et si on révisait tous la stratégie un petit coup avant de nous jeter à l'eau<var 1D /var>?

source: TEXT_KINGBZ003_05190_THUG05190B_100_503<tab>Of course, Boss! We each memorized a different part to make sure we don't forget it!
fr: TEXT_KINGBZ003_05190_THUG05190B_100_503<tab>Vous faites pas de souci, on a ça dans le sang<var 1D /var>! On a même répété chacun dans notre coin pour être au top niveau<var 1D /var>! Regardez un peu le résultat<var 1D /var>!

source: TEXT_KINGBZ003_05190_THUG05190B_100_504<tab>We'll launch our attack from the gates of Tuliyollal!
fr: TEXT_KINGBZ003_05190_THUG05190B_100_504<tab>D'abord, on déboule au Seuil de Tuliyollal et on leur fait la misère<var 1D /var>!

source: TEXT_KINGBZ003_05190_THUG05190A_100_505<tab>Ceruleum barrels will blow it to bits in a fantastic explosion!
fr: TEXT_KINGBZ003_05190_THUG05190A_100_505<tab>Ensuite, avec les tonneaux de céruleum qu'on a chourés, on fait péter la porte en mille morceaux<var 1D /var>! Boum badaboum<var 1D /var>!

source: TEXT_KINGBZ003_05190_THUG05190C_000_506<tab>And Ellerete's concoction will give us the strength to crush the Landsguard like ants!
fr: TEXT_KINGBZ003_05190_THUG05190C_000_506<tab>Avec l'agent renforçant de mam'zelle Ellerete, même un Tural vidraal pourra pas nous arrêter, bwahaha<var 1D /var>!

source: TEXT_KINGBZ003_05190_CEETOLJA_000_507<tab>A simple plan for simple villains, don't you think? Keep pressing them for information, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>!
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_507<tab>(-Voix de Ceetol Ja-)Ces mercenaires n'ont pas l'air suf<var 16 /var>fi<var 16 /var>sam<var 16 /var>ment finauds pour élaborer un plan par<var 16 /var>ti<var 16 /var>cu<var 16 /var>liè<var 16 /var>rement complexe, ja... Continuez comme ça, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, je suis sûre qu'ils n'ont pas fini de vous faire des révélations malgré eux.

source: TEXT_KINGBZ003_05190_Q2_000_000<tab>What will you say?
fr: TEXT_KINGBZ003_05190_Q2_000_000<tab>Que dites-vous<var 1D /var>?

source: TEXT_KINGBZ003_05190_A2_000_001<tab>And what is my role in the attack?
fr: TEXT_KINGBZ003_05190_A2_000_001<tab>Et mon rôle dans tout ça, vous vous en souvenez<var 1D /var>?

source: TEXT_KINGBZ003_05190_A2_000_002<tab>And how will my artifact aid you?
fr: TEXT_KINGBZ003_05190_A2_000_002<tab>Que celui d'entre vous qui peut me décrire le pouvoir magique de mon totem lève la main<var 1D /var>!

source: TEXT_KINGBZ003_05190_MAAHWI_000_509<tab>What'll you be having?
fr: TEXT_KINGBZ003_05190_MAAHWI_000_509<tab>Vous avez choisi, Messieurs-dames<var 1D /var>?

source: TEXT_KINGBZ003_05190_Q3_000_000<tab>What will you say?
fr: TEXT_KINGBZ003_05190_Q3_000_000<tab>Que répondez-vous<var 1D /var>?

source: TEXT_KINGBZ003_05190_A3_000_001<tab>Your finest libations to lift our spirits!
fr: TEXT_KINGBZ003_05190_A3_000_001<tab>Une bouteille de votre plus grand cru, s'il vous plaît, j'en ai rudement besoin<var 1D /var>!

source: TEXT_KINGBZ003_05190_A3_000_002<tab>Excuse me, we're in the middle of something.
fr: TEXT_KINGBZ003_05190_A3_000_002<tab>Vous pourriez repasser un peu plus tard<var 1D /var>? Vous ruinez ma mise en scène, là<var 1D /var>!

source: TEXT_KINGBZ003_05190_THUG05190B_100_511<tab>What? You're actually ordering something? You told us the free don't have to spend coin just to sit at a table.
fr: TEXT_KINGBZ003_05190_THUG05190B_100_511<tab>P-P-Patronne...<var 1D /var>! Depuis quand vous respectez les règles des tavernes<var 1D /var>? J'croyais que vous obliger à commander était une entrave à votre liberté...

source: TEXT_KINGBZ003_05190_THUG05190B_100_512<tab>Yeah, mind your business. We'll be moving along, so stop trying to bleed us for every coin we have.
fr: TEXT_KINGBZ003_05190_THUG05190B_100_512<tab>Qu'est-ce qu'il vient nous gonfler, ç'ui-là<var 1D /var>? On commandera si on en a envie... donc jamais.

source: TEXT_KINGBZ003_05190_KUIYKI_000_513<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, we see the real Apyaahi approaching!
fr: TEXT_KINGBZ003_05190_KUIYKI_000_513<tab>(-Voix de Kuiyki-)Saperlipopette<var 1D /var>! <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, je viens d'apercevoir la vraie Apyaahi<var 1D /var>! Elle ne va pas tarder à débarquer dans la taverne<var 1D /var>!

source: TEXT_KINGBZ003_05190_KUIYKI_000_514<tab>We have to buy time.
fr: TEXT_KINGBZ003_05190_KUIYKI_000_514<tab>Il faut qu'on trouve un moyen de la retarder<var 1D /var>!

source: TEXT_KINGBZ003_05190_CEETOLJA_000_515<tab>Keep the henchmen talking!
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_515<tab>Continuez votre interrogatoire, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Si ça tourne au vinaigre de notre côté, nous vous préviendrons im<var 16 /var>mé<var 16 /var>dia<var 16 /var>te<var 16 /var>ment<var 1D /var>!

source: TEXT_KINGBZ003_05190_KUIYKI_000_516<tab>You there, excuse me! I, um...wouldn't go in here. The drinks are more water than spirit.
fr: TEXT_KINGBZ003_05190_KUIYKI_000_516<tab>Euh... Vous, là<var 1D /var>! N'allez pas dans cet éta<var 16 /var>blis<var 16 /var>se<var 16 /var>ment, je vous en conjure<var 1D /var>! L'alcool y est tellement mauvais que je viens d'en vomir toutes mes tripes<var 1D /var>!

source: TEXT_KINGBZ003_05190_APYAAHI_000_517<tab>Is that so?
fr: TEXT_KINGBZ003_05190_APYAAHI_000_517<tab>... Ah bon<var 1D /var>?

source: TEXT_KINGBZ003_05190_APYAAHI_000_518<tab>Well, good thing I'm not thirsty.
fr: TEXT_KINGBZ003_05190_APYAAHI_000_518<tab>C'est gentil de vous inquiéter pour moi, mais je n'ai pas soif du tout.

source: TEXT_KINGBZ003_05190_CEETOLJA_000_519<tab>No! Uh... The food! There's no food either! They've sold every last dish.
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_519<tab>Non non non non<var 1D /var>! Restez où vous êtes, ja<var 1D /var>! Euh... Il n'y a pas que les boissons<var 1D /var>! La nourriture y est infecte aussi, depuis quelque temps<var 1D /var>!

source: TEXT_KINGBZ003_05190_APYAAHI_000_520<tab>What? And they have the gall to remain open!?
fr: TEXT_KINGBZ003_05190_APYAAHI_000_520<tab>Q-quoi<var 1D /var>!? Vraiment<var 1D /var>?

source: TEXT_KINGBZ003_05190_APYAAHI_000_521<tab>Greed run amok, indeed. Luckily, I wasn't planning on ordering anything. I'd rather die than become a...<shudder>...<var 1A 02 /var>paying customer<var 1A 01 /var>.
fr: TEXT_KINGBZ003_05190_APYAAHI_000_521<tab>Vous êtes vraiment très aimables, toutes les deux, mais pour vous dire la vérité, je ne commande jamais rien dans ce genre d'endroit. Tout ce système institutionnel de consommation m'horripile pro<var 16 /var>fon<var 16 /var>dé<var 16 /var>ment.

source: TEXT_KINGBZ003_05190_KUIYKI_000_522<tab>(-Kuiyki & Ceetol Ja-)Have you no shame!?
fr: TEXT_KINGBZ003_05190_KUIYKI_000_522<tab>(-Kuiyki & Ceetol Ja-)Vous alors, vous êtes une sacrée sans-gêne<var 1D /var>!

source: TEXT_KINGBZ003_05190_THUG05190B_100_523<tab>There was something else? I didn't think there was...
fr: TEXT_KINGBZ003_05190_THUG05190B_100_523<tab>Hein<var 1D /var>? D'autres préparatifs<var 1D /var>? Euuuh... C'est déjà pas évident de se souvenir de ceux-là, vous savez...

source: TEXT_KINGBZ003_05190_THUG05190C_000_524<tab>You were supposed to shore up our numbers, right? You said that artifact of yours would give us an army. Well, did it?
fr: TEXT_KINGBZ003_05190_THUG05190C_000_524<tab>Patronne, c'est pas vous qui disiez l'autre fois qu'on aurait besoin de davantage d'hommes de main<var 1D /var>? Ou plutôt d'<var 1A 02 /var>animaux de main<var 1A 01 /var>, si vous voyez c'que j'veux dire...

source: TEXT_KINGBZ003_05190_CEETOLJA_000_525<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, get out of there! She's coming in!
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_525<tab>(-Voix de Ceetol Ja-)<var 2C ((<var 29 EB02 /var>)) (( )) 02 /var><var 1D /var>! Nous avons fait tout notre possible, mais nous sommes à court d'arguments, ja<var 1D /var>! Apyaahi sera là dans un instant, fuyez im<var 16 /var>mé<var 16 /var>dia<var 16 /var>te<var 16 /var>ment<var 1D /var>!

source: TEXT_KINGBZ003_05190_APYAAHI_000_526<tab>Oh, you're already here? You move quickly.
fr: TEXT_KINGBZ003_05190_APYAAHI_000_526<tab>Tiens, tu étais déjà là<var 1D /var>? Rapide comme l'éclair, à ce que je vois.

source: TEXT_KINGBZ003_05190_APYAAHI_000_527<tab>Well, that means we can get started all the sooner. Once Tuliyollal succumbs to our wrath, together we shall celebrate the return of true liberty to Tural. Now, see to your preparations and then join us upstairs. We strike when I give the order.
fr: TEXT_KINGBZ003_05190_APYAAHI_000_527<tab>La mission ne va pas tarder à commencer. Une fois notre victoire remportée haut la main, on la célébrera en bonne et due forme... tous ensemble, j'espère.

source: TEXT_KINGBZ003_05190_KUIYKI_000_530<tab>She's even more devious than I imagined. I can scarcely wait to see her in shackles, but I know a hasty misstep can quickly lead to ruin.
fr: TEXT_KINGBZ003_05190_KUIYKI_000_530<tab>Apyaahi... On ne peut pas lui mettre une raclée maintenant, mais elle ne perd rien pour attendre<var 1D /var>!

source: TEXT_KINGBZ003_05190_APYAAHI_000_535<tab>I had preparations of my own to make on the way here, hence my delay. Return here when you've seen to yours.
fr: TEXT_KINGBZ003_05190_APYAAHI_000_535<tab>Hmm<var 1D /var>? Moi aussi, j'ai des préparatifs divers et variés sur ma liste, figure-toi. Parfois, ils me font même faire du tourisme.

source: TEXT_KINGBZ003_05190_THUG05190A_000_540<tab>You're our new leader? Mustn't have been easy to pass Apyaahi's tests─if you have her respect, you have ours!
fr: TEXT_KINGBZ003_05190_THUG05190A_000_540<tab>Alors c'est toi, <var 08 E905 ((la nouvelle lieutenante)) ((le nouveau lieutenant)) /var><var 1D /var>? Bien joué, <var 08 E905 ((ma grande)) ((mon grand)) /var><var 1D /var>! Paraît que l'audition, c'est pas du gâteau<var 1D /var>!

source: TEXT_KINGBZ003_05190_CEETOLJA_000_600<tab>That was close! I don't know what would've happened if we were found out!
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_600<tab>Ouf, il s'en est fallu d'un cheveu, ja<var 1D /var>! L'espace d'un instant, j'ai bien cru que mon cœur allait lâcher...

source: TEXT_KINGBZ003_05190_CEETOLJA_000_601<tab>We couldn't hear what you were saying while we were trying to distract Apyaahi. Did you get anything we can use?
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_601<tab>En revanche, impossible d'écouter votre con<var 16 /var>ver<var 16 /var>sa<var 16 /var>tion avec les mercenaires pendant que nous essayions de retenir leur maîtresse. Avez-vous réussi à leur tirer les vers du nez<var 1D /var>?

source: TEXT_KINGBZ003_05190_CEETOLJA_100_601<tab>That's great! Tentoawa and the others have just arrived themselves─let's go meet them.
fr: TEXT_KINGBZ003_05190_CEETOLJA_100_601<tab>Parfait, tout est bien qui finit bien<var 1D /var>! Il ne nous reste plus qu'à rejoindre Tentoawa et les autres pour leur raconter, ja<var 1D /var>!

source: TEXT_KINGBZ003_05190_LOASHKANA_000_605<tab>While we are somewhat unfamiliar with the world outside Xak Tural, we were able to gather some information which should be of use.
fr: TEXT_KINGBZ003_05190_LOASHKANA_000_605<tab>Aucun d'entre nous ne connaît grand monde au-delà du Xak Tural, mais ça ne nous a pas empêchés de mener notre enquête à bien.

source: TEXT_KINGBZ003_05190_KUIYKI_000_610<tab>The cocoon is safe with me.
fr: TEXT_KINGBZ003_05190_KUIYKI_000_610<tab>Ne t'en fais pas, le totem du Papillon machaon est en sûreté avec moi<var 1D /var>!

source: TEXT_KINGBZ003_05190_CEETOLJA_000_615<tab>I wonder how their search went.
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_615<tab>J'espère que Tentoawa et les autres ont eux aussi du nouveau, ja...

source: TEXT_KINGBZ003_05190_TEPEKE_000_620<tab>I heard you transformed into Apyaahi herself. The varied powers of the treasures never cease to amaze...
fr: TEXT_KINGBZ003_05190_TEPEKE_000_620<tab>Il paraît que vous vous êtes transformé<var 08 E905 ((e)) (()) /var> en Apyaahi à l'aide du totem de Kuiyki<var 1D /var>? La diversité des pouvoirs de nos précieux artefacts m'épatera toujourrrs<var 1D /var>!

source: TEXT_KINGBZ003_05190_TENTOAWA_000_700<tab>I heard you ran into Apyaahi at the tavern. Tell us everything that happened.
fr: TEXT_KINGBZ003_05190_TENTOAWA_000_700<tab>Alors, on a failli croiser Apyaahi déguisé<var 08 E905 ((e)) (()) /var> en Apyaahi<var 1D /var>? Ça aurait été comique, mais tout aussi dangereux pour nous et les habitants de Hhusatahwi. Bref, raconte<var 1D /var>!

source: TEXT_KINGBZ003_05190_TENTOAWA_000_701<tab>I see. Her plan is to strike at Tuliyollal from the Shaaloani side. Then we can focus our defenses there.
fr: TEXT_KINGBZ003_05190_TENTOAWA_000_701<tab>D'accord... Ils vont donc attaquer Tuliyollal à partir de la Shaaloani. Au moins, on sait que le Yok Tural ne risque rien pour le moment.

source: TEXT_KINGBZ003_05190_LOASHKANA_000_702<tab>You said her minions spoke of an army being summoned by her treasure? That matches with a story we heard.
fr: TEXT_KINGBZ003_05190_LOASHKANA_000_702<tab>Le plus important, c'est le totem d'Apyaahi. Il est la clef de son succès, et nous avons justement récolté des in<var 16 /var>for<var 16 /var>ma<var 16 /var>tions au sujet de son pouvoir qui concordent avec les tiennes.

source: TEXT_KINGBZ003_05190_LOASHKANA_000_703<tab>It was told to us by one of the vipers. We hoped their expertise in tracking deadly beasts such as the tural vidraal─the very source of our treasures' powers─might provide insight on the capabilities of hers.
fr: TEXT_KINGBZ003_05190_LOASHKANA_000_703<tab>Pour découvrir quel Tural vidraal est scellé dans l'artefact, nous sommes allés interroger des rôdeurs vipère qui s'y connaissent comme personne en matière de créatures hautement dangereuses.

source: TEXT_KINGBZ003_05190_LOASHKANA_000_704<tab>Apparently they received reports that creatures across Tural were falling under the thrall of a Shetona woman. Even the most feral of beasts obeyed her like a docile lamb.
fr: TEXT_KINGBZ003_05190_LOASHKANA_000_704<tab>Ils nous ont raconté que des témoins avaient récemment aperçu une Shetona en train de dresser plusieurs d'entre elles avec une facilité déconcertante... Même la plus sauvage des bêtes lui obéissait au doigt et à l'œil.

source: TEXT_KINGBZ003_05190_Q4_000_000<tab>What will you say?
fr: TEXT_KINGBZ003_05190_Q4_000_000<tab>Que dites-vous<var 1D /var>?

source: TEXT_KINGBZ003_05190_A4_000_001<tab>I saw Apyaahi command a massive worm.
fr: TEXT_KINGBZ003_05190_A4_000_001<tab>Moi aussi, j'ai vu Apyaahi dompter un ver des sables géant en quelques secondes.

source: TEXT_KINGBZ003_05190_A4_000_002<tab>The treasure must give her that power!
fr: TEXT_KINGBZ003_05190_A4_000_002<tab>Elle va les utiliser durant l'assaut, c'est l'évidence même<var 1D /var>!

source: TEXT_KINGBZ003_05190_LOASHKANA_100_708<tab>Well, we now know what our enemy is capable of!
fr: TEXT_KINGBZ003_05190_LOASHKANA_100_708<tab>Ça confirmerait donc toutes nos hypothèses<var 1D /var>!

source: TEXT_KINGBZ003_05190_TEPEKE_000_709<tab>I've heard that some animals hunt by hypnotizing their prey with sound, smell, or even magical energy.
fr: TEXT_KINGBZ003_05190_TEPEKE_000_709<tab>Certains animaux sont très sensibles aux ultrasons, d'autres aux odeurrrs. Avec le bon sort de magie, il est possible de manipuler leurs sens aiguisés afin de les hypnotiser. Certains chasseurs procèdent ainsi pour attirer leur proie dans leurs filets.

source: TEXT_KINGBZ003_05190_TEPEKE_000_710<tab>Perhaps the tural vidraal whose essence lies in her treasure was one of those, but it's difficult to say which.
fr: TEXT_KINGBZ003_05190_TEPEKE_000_710<tab>Reste à découvrir la naturrre du Tural vidraal contenu dans le totem d'Apyaahi... Lorsque nous aurons fait la lumière sur cet élément essentiel, nous connaîtrons également son point faible.

source: TEXT_KINGBZ003_05190_CEETOLJA_000_713<tab>Even so, we know Apyaahi's plan and the threat we face. We can prepare for whatever she might throw at us!
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_713<tab>Quoi qu'il en soit, la pêche aux in<var 16 /var>for<var 16 /var>ma<var 16 /var>tions a été excellente, à ce que je vois<var 1D /var>! Nous avons désormais presque toutes les clefs en main pour vaincre notre adversaire, ja<var 1D /var>!

source: TEXT_KINGBZ003_05190_TENTOAWA_000_715<tab>We'll cut off her advance at Zorgor the Boundless. It'll take everything we have to drive her back, but if we fight as one, neither her nor her beasts will take a single step into Tuliyollal!
fr: TEXT_KINGBZ003_05190_TENTOAWA_000_715<tab>Ouais, l'heure est venue de croiser le fer une bonne fois pour toutes avec les Affranchis<var 1D /var>! On va leur tendre une embuscade à la traverse de Zorgor qu'ils oublieront pas de sitôt<var 1D /var>!

source: TEXT_KINGBZ003_05190_TENTOAWA_000_716<tab>I'll stay here for a while and keep an eye on things. If Apyaahi makes a move, I'll contact you at once. Can you tell Rral Majun what we've learned?
fr: TEXT_KINGBZ003_05190_TENTOAWA_000_716<tab>Je reste ici pour surveiller leurs faits et gestes et je vous préviens dès qu'ils se mettent en route. D'ici là, tu ferais bien de profiter du temps qu'il nous reste pour faire un petit rapport à Rral Majun, d'accord<var 1D /var>?

source: TEXT_KINGBZ003_05190_TENTOAWA_000_720<tab>I can keep an eye on their movements from here. If anything happens, I'll be in touch.
fr: TEXT_KINGBZ003_05190_TENTOAWA_000_720<tab>Nos ennemis bougeront pas d'ici sans que je le remarque. Tu seras prévenu<var 08 E905 ((e)) (()) /var> par linkperle dès qu'ils passeront à l'action.

source: TEXT_KINGBZ003_05190_RRALMAJUN_000_800<tab>She's bringing an army of beasts to our doors!? There's so little time to prepare...
fr: TEXT_KINGBZ003_05190_RRALMAJUN_000_800<tab>Le totem d'Apyaahi va lui servir à charmer des bêtes sauvages pour les envoyer attaquer Tuliyollal<var 1D /var>? Heu<var 16 /var>reu<var 16 /var>se<var 16 /var>ment que vous étiez là pour découvrir le pot aux roses, ça nous aurait bigrement pris par surprise<var 1D /var>!

source: TEXT_KINGBZ003_05190_RRALMAJUN_000_801<tab>And if the treasure can bend ferocious beasts to its will, we must consider the possibility it can be used on people, too.
fr: TEXT_KINGBZ003_05190_RRALMAJUN_000_801<tab>Mais si elle contrôle les animaux avec autant d'aisance... se pourrait-il qu'elle soit capable du même prodige avec les humains<var 1D /var>? Voilà qui serait proprement effrayant...

source: TEXT_KINGBZ003_05190_RRALMAJUN_000_802<tab>I'll bring this information to the Landsguard at once, that they may begin readying the city's defenses. I know neither you nor they will let a single citizen come to harm!
fr: TEXT_KINGBZ003_05190_RRALMAJUN_000_802<tab>Merci à vous d'avoir fait le déplacement en tout cas, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. Je me charge de transmettre vos précieuses in<var 16 /var>for<var 16 /var>ma<var 16 /var>tions à la Légion de l'Aurore qui, aucun doute là-dessus, se mettra im<var 16 /var>mé<var 16 /var>dia<var 16 /var>te<var 16 /var>ment en branle-bas de combat pour défendre la cité et ses habitants<var 1D /var>!
