Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz003_05190/*.xlf
Languages: fr

source: TEXT_KINGBZ003_05190_RRALMAJUN_000_803<tab>This is it, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. With any luck, Apyaahi and her cronies will soon be languishing in cells!
fr: TEXT_KINGBZ003_05190_RRALMAJUN_000_803<tab>La bataille finale contre Apyaahi et les Affranchis ne va donc pas tarder à avoir lieu... Tous ensemble, nous allons leur clouer définitivement dans le crâne que la liberté des uns s'arrête là où commence celle des autres<var 1D /var>!
