Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/051/KinGbz003_05190/*.xlf
Languages: fr

source: TEXT_KINGBZ003_05190_SEQ_00<tab>You can sense a plot forming behind Apyaahi's mischievous eyes.
fr: TEXT_KINGBZ003_05190_SEQ_00<tab>Apyaahi semble mijoter quelque chose.

source: TEXT_KINGBZ003_05190_SEQ_01<tab>Apyaahi wastes no time in determining her next course of action: overthrowing Tuliyollal to free Tural from the tyranny of nationhood. With your deception finally having borne fruit, you rush to Xbalyav Ty'e to share these grave tidings with Rral Majun.
fr: TEXT_KINGBZ003_05190_SEQ_01<tab>Apyaahi vous a dévoilé que les Affranchis avaient désormais Tuliyollal dans leur ligne de mire... Retournez à Xbalyav Ty'e et parlez à Rral Majun.

source: TEXT_KINGBZ003_05190_SEQ_02<tab>Troubled yet unsurprised by your news, Rral Majun and Br'uk Evu have tidings of their own to share: a familiar group of allies has but recently arrived in the city. As if summoned by this remark, your five companions during the search for the treasures walk into Xbalyav Ty'e. Apparently, they just returned from following a suspicious group from Tuliyollal to Shaaloani, and surmise that they may very well be the enforcers Apyaahi intends for you to meet. Ceetol Ja suggests splitting up, with her group going to Shaaloani to find out the details of Apyaahi's plan, and the other working to uncover the secrets of her treasure. Kuiyki asks to join her on her trek to Shaaloani, and apparently has a plan that will make the mission easier─which of course, involves you.
fr: TEXT_KINGBZ003_05190_SEQ_02<tab>Alors que vous discutiez avec Rral Majun et Br'uk Evu, tous vos compagnons des précédentes chasses au totem vous ont rejoint<var 08 E905 ((e)) (()) /var> pour vous prêter main-forte. Parlez à Kuiyki pour qu'elle vous explique son plan.

source: TEXT_KINGBZ003_05190_SEQ_03<tab>Kuiyki reveals that she has the Dreamweave Cocoon with her, which will allow you to mimic Apyaahi's form and demand information from her minions. With your plan settled, the three of you depart to Hhusatahwi.
fr: TEXT_KINGBZ003_05190_SEQ_03<tab>Kuiyki a ramené le totem du Papillon machaon afin que vous puissiez prendre l'apparence d'Apyaahi elle-même et vous infiltrer au sein de son équipe de mercenaires<var 1D /var>! Allez à Hhusatahwi et reparlez à votre amie chasseuse pour mettre son plan à exécution.

source: TEXT_KINGBZ003_05190_SEQ_04<tab>At the saloon in Hhusatahwi, Kuiyki gives you the Dreamweave Cocoon, and instructs you to imagine Apyaahi's features. You close your eyes and concentrate, and when you open them, you look down to see you've successfully taken on the form of the vixen Viera. Putting on your best impression of a whimsical villainess, you enter the saloon and approach the shady-looking men. ※If the transfiguration should fade, speak with Kuiyki again to be changed back into Apyaahi.
fr: TEXT_KINGBZ003_05190_SEQ_04<tab>Vous vous êtes transformé<var 08 E905 ((e)) (()) /var> en Apyaahi. Parlez maintenant au mercenaire espiègle. Revenez vous adresser à Kuiyki si vous reprenez mal<var 16 /var>en<var 16 /var>con<var 16 /var>treu<var 16 /var>se<var 16 /var>ment votre apparence.

source: TEXT_KINGBZ003_05190_SEQ_05<tab>Despite your impeccable disguise, the Unbound enforcer meets you with suspicion. Perhaps a sufficiently liberated pose will convince him of who you are─or who you are pretending to be, at least.
fr: TEXT_KINGBZ003_05190_SEQ_05<tab>Le mercenaire espiègle ne comprend pas pourquoi vous ne le saluez pas comme vous le faites d'habitude... Incarnez une Apyaahi plus vraie que nature en prenant la <var 1A 02 /var>pose des Affranchis<var 1A 01 /var> devant lui.

source: TEXT_KINGBZ003_05190_SEQ_06<tab>Convinced by your mastery of the pose, the henchmen eagerly discuss Apyaahi's plan to attack the city of Tuliyollal. Eventually, they mention something about how she plans to build an army, but before they can elucidate further, Ceetol Ja calls you by linkshell and informs you that the real Apyaahi is soon to enter the saloon. You quickly change back into your original form and meet the Viera downstairs, who seems ready to enact her plot at any moment. Apyaahi goes to meet her cohorts, while you rush to Ceetol Ja to share your findings.
fr: TEXT_KINGBZ003_05190_SEQ_06<tab>Grâce à votre déguisement parfait, vous avez interrogé les mercenaires et découvert les détails de leur plan d'attaque sur Tuliyollal juste avant que la véritable Apyaahi ne fasse son apparition. Parlez à Ceetol Ja.

source: TEXT_KINGBZ003_05190_SEQ_07<tab>Relieved that you were able to extract information from the enforcers before Apyaahi interrupted you, Ceetol Ja tells you that Tentoawa and the others have but recently arrived, and can be found out of sight some distance from the aetheryte.
fr: TEXT_KINGBZ003_05190_SEQ_07<tab>Maintenant que vous savez ce qu'Apyaahi et ses hommes manigancent, il est temps de le communiquer à vos autres camarades. Rejoignez-les non loin de là à Hhusatahwi et parlez à Tentoawa.

source: TEXT_KINGBZ003_05190_SEQ_08<tab>After everyone present exchanges information, the group surmises that Apyaahi's treasure can exert some kind of control over wild beasts. Tentoawa suggests that your best tactic will be to cut off her forces at Zorgor the Boundless, and volunteers to remain in the town to keep watch over her movements. You travel to Tuliyollal to share these new developments with Rral Majun.
fr: TEXT_KINGBZ003_05190_SEQ_08<tab>Vous avez mis au point votre plan de défense de Tuliyollal avec vos compagnons turaliens. Retournez à Xbalyav Ty'e une dernière fois avant l'ultime confrontation avec Apyaahi pour mettre Rral Majun au fait des derniers développements.

source: TEXT_KINGBZ003_05190_SEQ_09<tab>Though news of a potential army marching towards Tuliyollal unsettles Rral Majun, she is quick to regain her composure, vowing to inform the Landsguard of the coming threat. You steel yourself for the battle ahead, knowing that the very foundation of order in Tural is at stake.
fr: TEXT_KINGBZ003_05190_SEQ_09<tab>Rral Majun va transmettre à la Légion de l'Aurore vos découvertes sur les Affranchis et le totem d'Apyaahi afin qu'ils se préparent à défendre Tuliyollal, mais le sort de la cité est désormais avant tout entre vos mains<var 1D /var>!

source: TEXT_KINGBZ003_05190_TODO_00<tab>Speak with Rral Majun in Tuliyollal.
fr: TEXT_KINGBZ003_05190_TODO_00<tab>Parler à Rral Majun, à Tuliyollal

source: TEXT_KINGBZ003_05190_TODO_01<tab>Speak with Kuiyki.
fr: TEXT_KINGBZ003_05190_TODO_01<tab>Parler à Kuiyki

source: TEXT_KINGBZ003_05190_TODO_02<tab>Speak with Kuiyki at Hhusatahwi.
fr: TEXT_KINGBZ003_05190_TODO_02<tab>Parler à Kuiyki, à Hhusatahwi

source: TEXT_KINGBZ003_05190_TODO_03<tab>While transfigured, speak with the Unbound enforcer.
fr: TEXT_KINGBZ003_05190_TODO_03<tab>Transformé<var 08 E905 ((e)) (()) /var> en Apyaahi, parler au mercenaire espiègle

source: TEXT_KINGBZ003_05190_TODO_04<tab>While transfigured, strike an /unbound pose in front of the Unbound enforcer.
fr: TEXT_KINGBZ003_05190_TODO_04<tab>Transformé<var 08 E905 ((e)) (()) /var> en Apyaahi, prendre la <var 1A 02 /var>pose des Affranchis<var 1A 01 /var> pour le mercenaire espiègle

source: TEXT_KINGBZ003_05190_TODO_05<tab>Speak with Ceetol Ja.
fr: TEXT_KINGBZ003_05190_TODO_05<tab>Parler à Ceetol Ja

source: TEXT_KINGBZ003_05190_TODO_06<tab>Speak with Tentoawa.
fr: TEXT_KINGBZ003_05190_TODO_06<tab>Parler à Tentoawa

source: TEXT_KINGBZ003_05190_TODO_07<tab>Speak with Rral Majun in Tuliyollal.
fr: TEXT_KINGBZ003_05190_TODO_07<tab>Parler à Rral Majun, à Tuliyollal

source: TEXT_KINGBZ003_05190_APYAAHI_000_001<tab>Now that the night sky has energized us, it is time to take action. Our goal is no less than to see every nation of the world crumble! Yet we must start somewhere...
fr: TEXT_KINGBZ003_05190_APYAAHI_000_001<tab>Maintenant qu'on s'est bien requinqué<var 08 E905 ((es)) ((s)) /var> en scrutant un ciel superbe, le temps est venu pour nous de... mettre à mort toutes les nations du monde, pardi<var 1D /var>!

source: TEXT_KINGBZ003_05190_APYAAHI_000_002<tab>I was struck by how much had changed during my most recent visit to Tural, when I gathered the first group of my chosen leaders.
fr: TEXT_KINGBZ003_05190_APYAAHI_000_002<tab>Après être retournée à Tuliyollal avec la promotion précédente pour mettre au point notre stratégie, j'ai constaté que l'atmosphère avait nettement évolué depuis ma première visite.

source: TEXT_KINGBZ003_05190_APYAAHI_000_003<tab>At the time I encountered the Wise One, no ruler had united the continent under one banner. Uncertainty was in the air, but so was the scent of freedom.
fr: TEXT_KINGBZ003_05190_APYAAHI_000_003<tab>Quand j'ai rencontré Supersage, l'Aurarque en devenir Gulool Ja Ja n'avait pas encore unifié le continent sous une seule et même bannière. Le chaos était palpable, mais c'est aussi dans ce genre de cir<var 16 /var>cons<var 16 /var>tan<var 16 /var>ces extrêmes que les gens ont le plus soif de liberté.

source: TEXT_KINGBZ003_05190_APYAAHI_050_003<tab>I had never seen a place quite like it. So much did it intrigue me, in fact, that I adopted a Shetona name for myself.
fr: TEXT_KINGBZ003_05190_APYAAHI_050_003<tab>Par conséquent, je me suis tout de suite sentie chez moi là-bas. J'ai même failli changer de nom pour adopter celui d'une Shetona, tu sais.

source: TEXT_KINGBZ003_05190_APYAAHI_100_003<tab>Yet now that same freedom that I found so appealing is bound by the restrictions of state. And each day that passes, those binds grow tighter.
fr: TEXT_KINGBZ003_05190_APYAAHI_100_003<tab>Depuis, la situation a empiré comme jamais. L'oppression des soi-disant gouvernements n'a jamais été aussi grande, et la souffrance des gens du peuple se lit sur leurs visages.

source: TEXT_KINGBZ003_05190_APYAAHI_000_004<tab>That is why our first course of action shall be to return Tural to what it once was. To liberate it from the tyranny of Tuliyollal.
fr: TEXT_KINGBZ003_05190_APYAAHI_000_004<tab>Notre mission est donc simple<var 1D /var>: libérer le quidam en détruisant ce qui le maintient emprisonné, et notamment le Tuliyollal.

source: TEXT_KINGBZ003_05190_APYAAHI_000_005<tab>While my previous leaders were avatars of self-indulgence, they never quite grasped the concept of overthrowing a nation. It falls to us to set a precedent for future leaders to follow.
fr: TEXT_KINGBZ003_05190_APYAAHI_000_005<tab>Les premiers lieutenants partageaient ma soif de liberté, mais ils n'avaient pas encore suf<var 16 /var>fi<var 16 /var>sam<var 16 /var>ment assimilé les bonnes techniques pour abattre les structures de spoliation qui sont la sève des États et des nations. À partir de maintenant, c'est moi-même qui les enseignerai à mes disciples.

source: TEXT_KINGBZ003_05190_APYAAHI_000_006<tab>Go to Tural and get the lay of the land. Venture to Hhusatahwi in Shaaloani, and rendezvous with my enforcers at the local tavern. You may await further orders there.
fr: TEXT_KINGBZ003_05190_APYAAHI_000_006<tab>Il va sans dire que je compte sur toi pour être <var 08 E905 ((la première)) ((le premier)) /var> d'entre eux. Pour ce qui est du lieu de rendez-vous... disons la taverne de Hhusatahwi, en Shaaloani. Nos escl... employés nous y attendront.

source: TEXT_KINGBZ003_05190_SYSTEM_000_008<tab>Apyaahi's scheme has been laid bare. You should bring this information to Rral Majun in Tuliyollal.
fr: TEXT_KINGBZ003_05190_SYSTEM_000_008<tab>Apyaahi vous a dévoilé les grandes lignes de son plan. Retournez auprès de Rral Majun à Tuliyollal et transmettez-lui tout ce que vous venez d'apprendre.

source: TEXT_KINGBZ003_05190_RRALMAJUN_000_100<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, you are returned! Were you able to track down Apyaahi?
fr: TEXT_KINGBZ003_05190_RRALMAJUN_000_100<tab>Nous sommes heureux de vous revoir en pleine forme<var 1D /var>! Avez-vous appris quoi que ce soit de fondamental sur la meneuse des Affranchis et ses projets néfastes<var 1D /var>?

source: TEXT_KINGBZ003_05190_RRALMAJUN_000_101<tab>I see... Her methods for testing the mettle of her would-be leaders are as unique as the candidates themselves.
fr: TEXT_KINGBZ003_05190_RRALMAJUN_000_101<tab>Vous vous êtes rapproché<var 08 E905 ((e)) (()) /var> d'Apyaahi et avez été admis<var 08 E905 ((e)) (()) /var> dans l'or<var 16 /var>ga<var 16 /var>ni<var 16 /var>sa<var 16 /var>tion<var 1D /var>!? Ça alors... c'était rapide<var 1D /var>! Vous êtes vraiment incroyable<var 1D /var>!

source: TEXT_KINGBZ003_05190_RRALMAJUN_000_102<tab>Yet learning that her next target is Tuliyollal only makes this sinking feeling in my stomach worse.
fr: TEXT_KINGBZ003_05190_RRALMAJUN_000_102<tab>Mais... si la prochaine réunion des Affranchis se tient à Tuliyollal, ça ne fait que confirmer mes soupçons<var 1D /var>!

source: TEXT_KINGBZ003_05190_RRALMAJUN_000_103<tab>This revelation doesn't come as a complete surprise, you see. We've heard whispers of a plot against the city, and have been aiding the Landsguard with investigating leads.
fr: TEXT_KINGBZ003_05190_RRALMAJUN_000_103<tab>Je vous explique. Il se trouve que pour parer à toute éventualité, nous avons mené une petite enquête en votre absence avec le concours de la Légion de l'Aurore.

source: TEXT_KINGBZ003_05190_BRUKEVU_000_104<tab>While you were abroad, some familiar faces showed up to lend a hand.
fr: TEXT_KINGBZ003_05190_BRUKEVU_000_104<tab>Et pas seulement avec eux... mais avec tous vos camarades totémiques, si j'ose dire<var 1D /var>!

source: TEXT_KINGBZ003_05190_BRUKEVU_100_104<tab>Oh, speak of the vidraal!
fr: TEXT_KINGBZ003_05190_BRUKEVU_100_104<tab>Eh bien tiens, quand on parle... du loup, et surtout des louves<var 1D /var>!

source: TEXT_KINGBZ003_05190_TENTOAWA_000_105<tab>When Br'uk Evu sent word you meant to pursue Apyaahi, we were eager to join the hunt. Yet right as we were arranging a ship to cross the ocean, we spied a suspicious group disembarking at the port, and decided we might better aid you by tracking their movements.
fr: TEXT_KINGBZ003_05190_TENTOAWA_000_105<tab>Au moment même où on s'apprêtait à te rejoindre en Éorzéa, un bateau transportant des individus louches a accosté au port. Ça nous a mis la puce à l'oreille, alors on s'est renseignés à leur sujet.

source: TEXT_KINGBZ003_05190_LOASHKANA_000_106<tab>They claimed to be looking for work and obtained permission to travel to Shaaloani.
fr: TEXT_KINGBZ003_05190_LOASHKANA_000_106<tab>On a découvert qu'of<var 16 /var>fi<var 16 /var>ciel<var 16 /var>le<var 16 /var>ment, ils avaient obtenu des au<var 16 /var>to<var 16 /var>ri<var 16 /var>sa<var 16 /var>tions pour venir en Shaaloani en tant que travailleurs saisonniers.

source: TEXT_KINGBZ003_05190_LOASHKANA_000_107<tab>Yet upon arriving, they went to work of a different sort, asking anyone they could find about Tuliyollal and the inner workings of its government and defenses.
fr: TEXT_KINGBZ003_05190_LOASHKANA_000_107<tab>Or, une fois arrivés, ils n'auraient pas du tout mis la main à la pâte, d'après nos in<var 16 /var>for<var 16 /var>ma<var 16 /var>tions. Au contraire, ils auraient parcouru la région pour se renseigner sur ses mœurs, et surtout sur ses règles sociales...

source: TEXT_KINGBZ003_05190_TEPEKE_000_108<tab>When not bothering the people of Shaaloani, they loaf about in Hhusatahwi. The master of the tavern there said the group spend long hours talking to other patrons, rarely ordering a thing, and going on about some “plan.”
fr: TEXT_KINGBZ003_05190_TEPEKE_000_108<tab>À ce qu'il paraît, ils auraient installé leur quartier général dans une taverne à Hhusatahwi. Nous avons interrogé le propriétairrre, et d'après lui, ils viennent ré<var 16 /var>gu<var 16 /var>liè<var 16 /var>re<var 16 /var>ment pour discuter de “stratégies de combat” diverses et variées, sans jamais rien commander<var 1D /var>!

source: TEXT_KINGBZ003_05190_BRUKEVU_000_110<tab>Clearly, they are the enforcers Apyaahi mentioned. We need to find out what they're planning and how Apyaahi's treasure fits into the picture. Then we can figure out how to stop them!
fr: TEXT_KINGBZ003_05190_BRUKEVU_000_110<tab>Ça, c'est la marque de fabrique des Affranchis ou je m'y connais pas<var 1D /var>! Une fois qu'on aura fait la lumière sur le pouvoir du totem d'Apyaahi, il faudra s'occuper de leur botter les fesses lors d'un tir groupé, ça leur apprendra les bonnes manières<var 1D /var>!

source: TEXT_KINGBZ003_05190_CEETOLJA_000_111<tab>Let's split up. If these enforcers are as talkative as they seem, I'm sure it won't be hard to eavesdrop.
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_111<tab>Mieux vaut nous partager le travail<var 1D /var>! Je me charge d'amadouer les hommes de main pour leur soutirer un maximum d'in<var 16 /var>for<var 16 /var>ma<var 16 /var>tions, ja.

source: TEXT_KINGBZ003_05190_KUIYKI_000_112<tab>Let me help, too. I have an idea that might make things easier.
fr: TEXT_KINGBZ003_05190_KUIYKI_000_112<tab>Voilà qui me donne une idée du tonnerre<var 1D /var>!

source: TEXT_KINGBZ003_05190_KUIYKI_100_112<tab>But it requires <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> to aid us. I hope you can oblige?
fr: TEXT_KINGBZ003_05190_KUIYKI_100_112<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, ça te dirait de donner un coup de main à Ceetol Ja avec moi<var 1D /var>?

source: TEXT_KINGBZ003_05190_TENTOAWA_000_113<tab>Then it's settled. Loashkana, Tepeke, and I will work to uncover the nature of Apyaahi's treasure.
fr: TEXT_KINGBZ003_05190_TENTOAWA_000_113<tab>Dans ce cas, Loashkana, Tepeke et moi-même allons enquêter au sujet du totem d'Apyaahi.

source: TEXT_KINGBZ003_05190_RRALMAJUN_000_114<tab>These linkpearls should make it easier to communicate. I bought them from a foreign sailor─I knew they'd come in handy sooner rather than later.
fr: TEXT_KINGBZ003_05190_RRALMAJUN_000_114<tab>Parfait<var 1D /var>! Tenez, munissez-vous de ces linkperles pour communiquer en cas de besoin. Je me les suis procurées auprès de certains navigateurs de passage dans le coin, spé<var 16 /var>cia<var 16 /var>le<var 16 /var>ment pour ce genre de situation.

source: TEXT_KINGBZ003_05190_TENTOAWA_100_114<tab>Alright, once we've discovered something, we'll meet you at the aetheryte plaza in Hhusatahwi.
fr: TEXT_KINGBZ003_05190_TENTOAWA_100_114<tab>On se retrouve tous près de l'éthérite de Hhusatahwi dès qu'on a du nouveau, d'accord<var 1D /var>?

source: TEXT_KINGBZ003_05190_KUIYKI_000_115<tab>Now then, follow me and I'll tell you about this idea of mine.
fr: TEXT_KINGBZ003_05190_KUIYKI_000_115<tab>En route alors<var 1D /var>! Je vous expliquerai mon plan une fois sur place.

source: TEXT_KINGBZ003_05190_CEETOLJA_000_130<tab>What clever plan does she have in store?
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_130<tab>Je me demande ce que Kuiyki peut bien avoir derrière la tête, ja...

source: TEXT_KINGBZ003_05190_KUIYKI_000_200<tab>I have something that will make our job a lot easier: the Dreamweave Cocoon. The village elder understood how much it means to me to bring the Unbound to justice for their crimes─and entrusted me to do so once and for all.
fr: TEXT_KINGBZ003_05190_KUIYKI_000_200<tab>Je vais aller droit au but<var 1D /var>: en fait, j'ai ramené le totem du Papillon machaon avec moi pour nous aider<var 1D /var>! Ça n'a pas été facile de convaincre mes compatriotes, mais quand je leur ai dit que j'allais enfin définitivement redorer le blason d'I'toca, tout le monde a approuvé.

source: TEXT_KINGBZ003_05190_KUIYKI_000_201<tab>You've met this Apyaahi in the flesh, yes? That means you can use the cocoon to imitate her!
fr: TEXT_KINGBZ003_05190_KUIYKI_000_201<tab>Tu as réussi à rentrer dans les petits papiers d'Apyaahi en personne, si j'ai bien compris<var 1D /var>? Dans ce cas, on peut utiliser mon totem pour prendre son apparence et maximiser nos chances de succès<var 1D /var>!

source: TEXT_KINGBZ003_05190_CEETOLJA_000_202<tab>It can do that!? Why, I was ready to use stealth and deception, but this will make getting the information we need much easier!
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_202<tab>Quelle formidable idée, ja<var 1D /var>! En nous faisant passer pour Apyaahi, ses hommes de main nous divulgueront tous leurs plans sans que nous ayons à bouger le petit doigt<var 1D /var>!

source: TEXT_KINGBZ003_05190_KUIYKI_000_203<tab>My thinking exactly! But it will all be for nothing if Apyaahi reaches them before we do. So let's make our way to Hhusatahwi at once!
fr: TEXT_KINGBZ003_05190_KUIYKI_000_203<tab>Exactement<var 1D /var>! Dépêchons-nous de nous rendre à Hhusatahwi et de mettre notre plan à exécution avant que la véritable chef des Affranchis ne vienne gâcher la fête<var 1D /var>!

source: TEXT_KINGBZ003_05190_CEETOLJA_000_205<tab>You probably don't even need the treasure to fool Apyaahi's underling. I've seen firsthand how skilled you are at the art of disguise!
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_205<tab>Vous vous souvenez quand vous avez revêtu un déguisement pour entrer en contact avec Kaqool Ja<var 1D /var>? C'était le bon vieux temps, ja<var 1D /var>!

source: TEXT_KINGBZ003_05190_KUIYKI_000_300<tab>I took a peek inside and saw a few rough-looking types who didn't sound Turali gathered around one of the tables. Doubtless they're our targets.
fr: TEXT_KINGBZ003_05190_KUIYKI_000_300<tab>J'ai dis<var 16 /var>crè<var 16 /var>te<var 16 /var>ment espionné à travers la fenêtre. Des bandits à l'accent étranger sont en train de discuter à l'intérieur. Aucun doute possible, il s'agit des mercenaires engagés par Apyaahi.

source: TEXT_KINGBZ003_05190_KUIYKI_000_301<tab>There's no one fitting Apyaahi's description, so she probably hasn't arrived yet. This is our chance!
fr: TEXT_KINGBZ003_05190_KUIYKI_000_301<tab>Quant à la chef elle-même, je confirme qu'elle n'est pas encore arrivée. Si on veut que notre tour de passe-passe fonctionne, c'est maintenant ou jamais<var 1D /var>!

source: TEXT_KINGBZ003_05190_CEETOLJA_000_302<tab>We can hear everything from out here, so we'll keep watch in case Apyaahi makes an appearance. If she does, we'll call you on linkpearl!
fr: TEXT_KINGBZ003_05190_CEETOLJA_000_302<tab>Nous allons rester dehors pour surveiller les environs. Si la vraie Apyaahi pointe le bout de son nez, on vous prévient im<var 16 /var>mé<var 16 /var>dia<var 16 /var>te<var 16 /var>ment par linkperle, ja<var 1D /var>!

source: TEXT_KINGBZ003_05190_KUIYKI_000_303<tab>Alright, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, take the Dreamweave Cocoon in hand, and in your mind's eye envision that wicked woman!
fr: TEXT_KINGBZ003_05190_KUIYKI_000_303<tab>À présent, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, tu vas penser très fort à Apyaahi... et grâce au pouvoir de mon totem, tu vas prendre son apparence en un éclair<var 1D /var>!

source: TEXT_KINGBZ003_05190_SYSTEM_000_304<tab>You will be transfigured into Apyaahi. You must remain transfigured in order to progress with quest objectives.
fr: TEXT_KINGBZ003_05190_SYSTEM_000_304<tab>Vous allez vous transformer en Apyaahi. Pour progresser dans cette quête, vous devez accomplir votre objectif sous cette forme.

source: TEXT_KINGBZ003_05190_SYSTEM_000_305<tab>You will return from your transfigured status if you move too far away. Look to your map for the transfiguration's area of effect. If necessary, speak with Kuiyki to restore the transfiguration.
fr: TEXT_KINGBZ003_05190_SYSTEM_000_305<tab>La transformation prend fin si vous sortez du périmètre prédéfini indiqué sur la carte. Le cas échéant, parlez à Kuiyki pour vous transformer à nouveau.
