Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/003/HouFurPlantPot_00331/*.xlf
Languages: de, fr, ja

source: TEXT_HOUFURPLANTPOT_00331_TALK_NONE<tab>There is nothing in this flowerpot.
de: TEXT_HOUFURPLANTPOT_00331_TALK_NONE<tab>Der Blumentopf ist leer.
fr: TEXT_HOUFURPLANTPOT_00331_TALK_NONE<tab>Le pot de fleurs est vide.
ja: TEXT_HOUFURPLANTPOT_00331_TALK_NONE<tab>植木鉢には何も植わっていない。

source: TEXT_HOUFURPLANTPOT_00331_END_EVENT<tab>Quit
de: TEXT_HOUFURPLANTPOT_00331_END_EVENT<tab>Abbrechen
fr: TEXT_HOUFURPLANTPOT_00331_END_EVENT<tab>Annuler
ja: TEXT_HOUFURPLANTPOT_00331_END_EVENT<tab>やめる

source: TEXT_HOUFURPLANTPOT_00331_SET_SEED<tab>Plant Seeds
de: TEXT_HOUFURPLANTPOT_00331_SET_SEED<tab>Aussäen
fr: TEXT_HOUFURPLANTPOT_00331_SET_SEED<tab>Ensemencer
ja: TEXT_HOUFURPLANTPOT_00331_SET_SEED<tab>種をまく

source: TEXT_HOUFURPLANTPOT_00331_SET_FERTILIZER<tab>Fertilize Crop
de: TEXT_HOUFURPLANTPOT_00331_SET_FERTILIZER<tab>Düngen
fr: TEXT_HOUFURPLANTPOT_00331_SET_FERTILIZER<tab>Mettre de l'engrais
ja: TEXT_HOUFURPLANTPOT_00331_SET_FERTILIZER<tab>肥料をやる

source: TEXT_HOUFURPLANTPOT_00331_CARE<tab>Tend Crop
de: TEXT_HOUFURPLANTPOT_00331_CARE<tab>Pflegen
fr: TEXT_HOUFURPLANTPOT_00331_CARE<tab>Entretenir
ja: TEXT_HOUFURPLANTPOT_00331_CARE<tab>手入れをする

source: TEXT_HOUFURPLANTPOT_00331_DISPOSE<tab>Remove Crop
de: TEXT_HOUFURPLANTPOT_00331_DISPOSE<tab>Pflanze vernichten
fr: TEXT_HOUFURPLANTPOT_00331_DISPOSE<tab>Arracher
ja: TEXT_HOUFURPLANTPOT_00331_DISPOSE<tab>処分する

source: TEXT_HOUFURPLANTPOT_00331_HARVEST<tab>Harvest Crop
de: TEXT_HOUFURPLANTPOT_00331_HARVEST<tab>Ernten
fr: TEXT_HOUFURPLANTPOT_00331_HARVEST<tab>Récolter
ja: TEXT_HOUFURPLANTPOT_00331_HARVEST<tab>収穫する

source: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE<tab>Are you certain you wish to remove this crop?
de: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE<tab>Die Pflanze wirklich vernichten?
fr: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE<tab>Une fois arraché, le semis sera définitivement perdu. Confirmer<var 1D /var>?
ja: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE<tab>作物を処分します。 本当によろしいですか？

source: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE_YES<tab>Yes
de: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE_YES<tab>Ja
fr: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE_YES<tab>Oui
ja: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE_YES<tab>はい

source: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE_NO<tab>No
de: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE_NO<tab>Nein
fr: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE_NO<tab>Non
ja: TEXT_HOUFURPLANTPOT_00331_ASK_DISPOSE_NO<tab>いいえ

source: TEXT_HOUFURPLANTPOT_00331_TALK_FLOWER_VIGOROUS<tab>The <var 2F ((<var 28 ((Item)) E8020A /var>)) /var> have taken root, and the crop is doing well.
de: TEXT_HOUFURPLANTPOT_00331_TALK_FLOWER_VIGOROUS<tab>In diesem Blumentopf wächst eine Pflanze. Sie gedeiht prächtig. (<var 2B ((<var 28 ((Item)) E8020A /var>)) /var>)
fr: TEXT_HOUFURPLANTPOT_00331_TALK_FLOWER_VIGOROUS<tab><var 2B ((<var 33 ((Item)) 02E8020202 /var>)) /var> est planté<var 08 ((<var 28 ((Item)) E80207 /var>)) ((e)) (()) /var> dans le pot. Le développement se fait sans problème.
ja: TEXT_HOUFURPLANTPOT_00331_TALK_FLOWER_VIGOROUS<tab><var 28 ((Item)) E80201 /var>が植わっている。元気に育っている。

source: TEXT_HOUFURPLANTPOT_00331_TALK_FLOWER_DEPRESSED<tab>The <var 2F ((<var 28 ((Item)) E8020A /var>)) /var> have taken root, but the crop has seen better days...
de: TEXT_HOUFURPLANTPOT_00331_TALK_FLOWER_DEPRESSED<tab>In diesem Blumentopf wächst eine Pflanze. Sie sieht aber etwas angeschlagen aus. (<var 2B ((<var 28 ((Item)) E8020A /var>)) /var>)
fr: TEXT_HOUFURPLANTPOT_00331_TALK_FLOWER_DEPRESSED<tab><var 2B ((<var 33 ((Item)) 02E8020202 /var>)) /var> est planté<var 08 ((<var 28 ((Item)) E80207 /var>)) ((e)) (()) /var> dans le pot. Le développement manque de vigueur...
ja: TEXT_HOUFURPLANTPOT_00331_TALK_FLOWER_DEPRESSED<tab><var 28 ((Item)) E80201 /var>が植わっている。元気がないようだ……。

source: TEXT_HOUFURPLANTPOT_00331_FLOWER_PREDICT<tab>Perhaps it will yield <var 09 E802 ((red flowers)) ((blue flowers)) ((yellow flowers)) ((green flowers)) ((orange flowers)) ((purple flowers)) ((flowers, but who can say what color they might be)) /var>...
de: TEXT_HOUFURPLANTPOT_00331_FLOWER_PREDICT<tab>Die Pflanze wird bald <var 09 E802 ((rot)) ((blau)) ((gelb)) ((grün)) ((orange)) ((violett)) ((in einer schönen Farbe)) /var> blühen.
fr: TEXT_HOUFURPLANTPOT_00331_FLOWER_PREDICT<tab>Vous avez le sentiment que la plante va donner des fleurs <var 09 E802 ((rouges)) ((bleues)) ((jaunes)) ((vertes)) ((oranges)) ((violettes)) ((d'une couleur encore indéfinissable)) /var>.
ja: TEXT_HOUFURPLANTPOT_00331_FLOWER_PREDICT<tab><var 09 E802 ((赤)) ((青)) ((黄)) ((緑)) ((オレンジ)) ((紫)) ((分からない)) /var>色の花が咲きそうだ……。

source: TEXT_HOUFURPLANTPOT_00331_FLOWER_PREDICT_UNKNOWN<tab>Perhaps it will yield <var 09 E802 ((red)) ((blue)) ((yellow)) ((green)) ((orange)) ((purple)) /var> flowers, or perhaps flowers of a more unusual shade...
de: TEXT_HOUFURPLANTPOT_00331_FLOWER_PREDICT_UNKNOWN<tab>Die Pflanze wird bald <var 09 E802 ((rot)) ((blau)) ((gelb)) ((grün)) ((orange)) ((violett)) /var> oder in einer ganz besonderen Farbe blühen.
fr: TEXT_HOUFURPLANTPOT_00331_FLOWER_PREDICT_UNKNOWN<tab>Vous avez le sentiment que la plante va donner des fleurs <var 09 E802 ((rouges)) ((bleues)) ((jaunes)) ((vertes)) ((orange)) ((violettes)) /var> ou d'une couleur inédite.
ja: TEXT_HOUFURPLANTPOT_00331_FLOWER_PREDICT_UNKNOWN<tab><var 09 E802 ((赤)) ((青)) ((黄)) ((緑)) ((オレンジ)) ((紫)) /var>、または、珍しい色の花が咲きそうだ……。
