Repository: endervad/ffxiv_translation_test
Catalog: exd/GcArmyExpeditionTrait/*.xlf
Languages: de, fr, ja

source: physical ability is increased by <var 20 E802 /var>%
de: Kraft +<var 1D /var><var 20 E802 /var><var 1D /var>%
fr: physique augmenté de <var 20 E802 /var>%
ja: 身体能力＋<var 20 E802 /var>％

source: mental ability is increased by <var 20 E802 /var>%
de: Moral +<var 1D /var><var 20 E802 /var><var 1D /var>%
fr: mental augmenté de <var 20 E802 /var>%
ja: 精神力＋<var 20 E802 /var>％

source: tactical ability is increased by <var 20 E802 /var>%
de: Taktik +<var 1D /var><var 20 E802 /var><var 1D /var>%
fr: tactique augmentée de <var 20 E802 /var>%
ja: 戦術練度＋<var 20 E802 /var>％

source: physical ability for all squadron members is increased by <var 20 E802 /var>%
de: Kraft (alle) +<var 1D /var><var 20 E802 /var><var 1D /var>%
fr: physique de l'escouade augmenté de <var 20 E802 /var>%
ja: 全員の身体能力＋<var 20 E802 /var>％

source: mental ability for all squadron members is increased by <var 20 E802 /var>%
de: Moral (alle) +<var 1D /var><var 20 E802 /var><var 1D /var>%
fr: mental de l'escouade augmenté de <var 20 E802 /var>%
ja: 全員の精神力＋<var 20 E802 /var>％

source: tactical ability for all squadron members is increased by <var 20 E802 /var>%
de: Taktik (alle) +<var 1D /var><var 20 E802 /var><var 1D /var>%
fr: tactique de l'escouade augmentée de <var 20 E802 /var>%
ja: 全員の戦術練度＋<var 20 E802 /var>％

source: EXP earned is increased by <var 20 E802 /var>%
de: Routine +<var 1D /var><var 20 E802 /var><var 1D /var>%
fr: gain d'expérience augmenté de <var 20 E802 /var>%
ja: 獲得経験値量＋<var 20 E802 /var>％

source: EXP earned by all squadron members is increased by <var 20 E802 /var>%
de: Routine (alle) +<var 1D /var><var 20 E802 /var><var 1D /var>%
fr: gain d'expérience augmenté de <var 20 E802 /var>% pour toute l'escouade
ja: 全員の獲得経験値量＋<var 20 E802 /var>％

source: party chemistry trigger rates increase by <var 20 E802 /var>%
de: Kameradenbonus erhalten (alle) +<var 1D /var><var 20 E802 /var><var 1D /var>%
fr: fréquence de déclenchement des affinités augmentée de <var 20 E802 /var>%
ja: 全員のジンクス獲得率＋<var 20 E802 /var>％

source: there is a <var 20 E802 /var>% chance to receive Contemporary Warfare: Defense
de: Fundchance für „Ausbildungs<var 16 /var>buch: Verteidiger“ <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir un manuel d'instruction défensive
ja: <var 20 E802 /var>％で「戦闘技術教本：守勢」を入手

source: there is a <var 20 E802 /var>% chance to receive Contemporary Warfare: Magicks
de: Fundchance für „Ausbildungs<var 16 /var>buch: Magier“ <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir un manuel d'instruction magique
ja: <var 20 E802 /var>％で「戦闘技術教本：魔法」を入手

source: there is a <var 20 E802 /var>% chance to receive Contemporary Warfare: Offense
de: Fundchance für „Ausbildungs<var 16 /var>buch: Angreifer“ <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir un manuel d'instruction offensive
ja: <var 20 E802 /var>％で「戦闘技術教本：攻勢」を入手

source: there is a <var 20 E802 /var>% chance to receive bonus gil
de: Fundchance für Gil <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir des gils
ja: <var 20 E802 /var>％でギルを入手

source: there is a <var 20 E802 /var>% chance to receive bonus company seals
de: Fundchance für Staatstaler <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir des sceaux de compagnie
ja: <var 20 E802 /var>％で軍票を入手

source: there is a <var 20 E802 /var>% chance to receive bonus MGP
de: Fundchance für MGP <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir des PGS
ja: <var 20 E802 /var>％でMGPを入手

source: there is a <var 20 E802 /var>% chance to receive tank-specific materia
de: Fundchance für Verteidiger-Materia <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir une matéria pour tank
ja: <var 20 E802 /var>％でタンク向けマテリアを入手

source: there is a <var 20 E802 /var>% chance to receive physical DPS-specific materia
de: Fundchance für Physischer-Angreifer-Materia <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir une matéria pour DPS physique
ja: <var 20 E802 /var>％で物理DPS向けマテリアを入手

source: there is a <var 20 E802 /var>% chance to receive DoM-specific materia
de: Fundchance für Magier-Materia <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir une matéria pour mage
ja: <var 20 E802 /var>％でソーサラー向けマテリアを入手

source: there is a <var 20 E802 /var>% chance to receive DoL-specific materia
de: Fundchance für Sammler-Materia <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir une matéria pour récolteur
ja: <var 20 E802 /var>％でギャザラー向けマテリアを入手

source: there is a <var 20 E802 /var>% chance to receive DoH-specific materia
de: Fundchance für Handwerker-Materia <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir une matéria pour artisan
ja: <var 20 E802 /var>％でクラフター向けマテリアを入手

source: there is a <var 20 E802 /var>% chance to receive crystal clusters
de: Fundchance für Polykristalle <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir des agrégats
ja: <var 20 E802 /var>％でクラスターを入手

source: there is a <var 20 E802 /var>% chance to receive gatherers' scrips
de: Fundchance für Sammlerscheine <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir des assignats de récolteur
ja: <var 20 E802 /var>％でギャザラースクリップを入手

source: there is a <var 20 E802 /var>% chance to receive crafters' scrips
de: Fundchance für Handwerkerscheine <var 20 E802 /var><var 1D /var>%
fr: <var 20 E802 /var>% de chance d'obtenir des assignats d'artisan
ja: <var 20 E802 /var>％でクラフタースクリップを入手
