Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/004/SubSea060_00472/*.xlf
Languages: de

source: TEXT_SUBSEA060_00472_SEQ_01<tab>Bhirdraeg has asked you to pick his ripe La Noscean oranges. The irascible pirates under him would rather pick fights than fruits, leaving the labor to you.
de: TEXT_SUBSEA060_00472_SEQ_01<tab>Die arbeitsscheuen Ackerpiraten beteiligen sich nicht an der Ernte. Gehe zu den Obstplantagen und pflücke drei reife La Noscea-Orangen von den Bäumen.

source: TEXT_SUBSEA060_00472_SEQ_02<tab>You have picked an adequate number of oranges. Bring them back to Bhirdraeg.
de: TEXT_SUBSEA060_00472_SEQ_02<tab>Du hast genügend La Noscea-Orangen geerntet. Bring das Obst zu Bhirdraeg in den Sommerfurten-Höfen.

source: TEXT_SUBSEA060_00472_SEQ_03<tab>The pirates' antics have sown seeds of discontent among the local growers, and the Admiral appears to be entangled in the weeds.
de: TEXT_SUBSEA060_00472_SEQ_03<tab>Diejenigen Feldarbeiter, die ihre Arbeit gewissenhaft betreiben, erwarten von den Ackerpiraten schon längst keine Hilfe mehr. Ihr Ärger beginnt sich gegen Admiral Merlwyb zu richten, die die Besiedlung vorantreibt.

source: TEXT_SUBSEA060_00472_TODO_00<tab>Harvest the La Noscean oranges.
de: TEXT_SUBSEA060_00472_TODO_00<tab>Reife La Noscea-Orangen ernten

source: TEXT_SUBSEA060_00472_TODO_01<tab>Deliver the oranges to Bhirdraeg.
de: TEXT_SUBSEA060_00472_TODO_01<tab>Reife La Noscea-Orangen zu Bhirdraeg bringen

source: TEXT_SUBSEA060_00472_BHIRDRAEG_000_1<tab>Bah, I can't even rely on those rotten pirates to pick these ripe oranges.
de: TEXT_SUBSEA060_00472_BHIRDRAEG_000_1<tab>Es wird Zeit, die La Noscea-Orangen zu ernten. Auf die lauffaule Lumpenbande von Ackerpiraten kann ich mich dabei nicht verlassen ... Bis die sich mal aus ihren Hängematten erheben, ist aus jeder reifen Orange schon ein neuer Orangenbaum gewachsen!

source: TEXT_SUBSEA060_00472_BHIRDRAEG_000_2<tab>Yet if I leave them a day longer, they're like to fall from the boughs.
de: TEXT_SUBSEA060_00472_BHIRDRAEG_000_2<tab>Aber die Zeit drängt. Das Obst ist jetzt so reif, dass es schon bald von den Bäumen fallen wird. Wenn es nicht vorher geerntet wird, verfault es nachher auf dem Boden und all unsere Mühe beim Anbau war vergebens.

source: TEXT_SUBSEA060_00472_BHIRDRAEG_000_3<tab>Mayhap you can grab a few for me. You're not afraid of a pesky hornet or two, are you?
de: TEXT_SUBSEA060_00472_BHIRDRAEG_000_3<tab>Würdest du mir einen Teil der Arbeit abnehmen und drei reife La Noscea-Orangen von den Bäumen pflücken? Aber sieh dich vor, denn der süße Geruch des reifen Obstes zieht häufig Blumen-Vespula an.

source: TEXT_SUBSEA060_00472_BHIRDRAEG_000_11<tab>Look at those luscious oranges brimming with nectar! They could drop any second!
de: TEXT_SUBSEA060_00472_BHIRDRAEG_000_11<tab>Wenn wir die reifen Orangen nicht schnell ernten, verfaulen sie noch.

source: TEXT_SUBSEA060_00472_BHIRDRAEG_000_12<tab>Ah, ripe to perfection! How sweet it is!
de: TEXT_SUBSEA060_00472_BHIRDRAEG_000_12<tab>Gute Arbeit! Das reicht fürs Erste.

source: TEXT_SUBSEA060_00472_BHIRDRAEG_000_13<tab>If that lackadaisical lot of retired pirates comes down with scurvy, it'd serve them right!
de: TEXT_SUBSEA060_00472_BHIRDRAEG_000_13<tab>Von den trägen Taugenichtsen - du weißt schon, wen ich damit meine - hat sich keiner blicken lassen ... Aber etwas anderes habe ich auch nicht erwartet.

source: TEXT_SUBSEA060_00472_BHIRDRAEG_000_14<tab>It just goes to show you can't teach an old sea dog new tricks. You'd think the Admiral would know that!
de: TEXT_SUBSEA060_00472_BHIRDRAEG_000_14<tab>Sie kennen es halt nicht anders, als ihren Lebens<var 16 /var>unter<var 16 /var>halt mit Raubzügen und Plünderungen zu verdienen. Wahrscheinlich warten sie nur auf eine gute Gelegenheit, hart arbeitenden Leuten wie uns die Gil abzunehmen, die wir im Schweiße unseres Angesichts verdient haben. Was für eine Schnapsidee von Admiral Merlwyb, diese Mörderbande hier anzusiedeln!

source: TEXT_SUBSEA060_00472_SYSTEM_000_20<tab>A maddening buzzing fills your ears!
de: TEXT_SUBSEA060_00472_SYSTEM_000_20<tab>Du spürst eine feindliche Präsenz!
