Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Mute Other Performers
ru: Заглушить других исполнителей

source: Unmute Other Performers
ru: Включить звук других исполнителей

source: Performance Assistance
ru: Обучающее выступление

source: Cross-world Linkshells
ru: Межмировые линкшеллы

source: Name
ru: Имя

source: Home World
ru: Домашний мир

source: <var 48 F201FA /var><var 49 F201FB /var>Linkshells with less than 2 members will be automatically disbanded if new members are not added within 24 hours (Earth time). (<var 08 E1E80401 ((Time is up. Disbanding linkshell shortly.)) ((Time Remaining:<var 08 E1E80201 (( <var 20 E802 /var>h)) (()) /var><var 08 E4E80301 ((<var 08 E4E80201 (( Less than 1m)) (()) /var>)) (( <var 20 E803 /var>m)) /var>)) /var>)<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Если в линкшелле меньше 2 человек, он будет автоматически распущен. Это можно предотвратить, добавив в него другого игрока в течение 24 часов (по реальному времени). (<var 08 E1E80401 ((Время вышло. Скоро линкшелл будет распущен.)) ((Осталось времени:<var 08 E1E80201 (( <var 20 E802 /var> ч.)) (()) /var><var 08 E4E80301 ((<var 08 E4E80201 (( Меньше 1 мин.)) (()) /var>)) (( <var 20 E803 /var> мин.)) /var>)) /var>)<var 49 01 /var><var 48 01 /var>

source: Refresh member list results.
ru: Обновить список игроков.

source: Unable to retrieve member list.
ru: Не удалось получить список игроков.

source: <var 48 F201F8 /var><var 49 F201F9 /var>Cross-world linkshells<var 49 01 /var><var 48 01 /var> are special linkshells that allow players on different worlds to form private chat groups and communicate in real time. Any player can create a cross-world linkshell, as well as join one via invite. While communication between players on the same world is possible through cross-world linkshells, it is recommended that intraworld communication is done using normal linkshells available in Limsa Lominsa, Gridania, and Ul'dah. Cross-world linkshell channel order can be changed via list subcommands. This information is saved to the client, so if you plan on utilizing multiple play environments, it is highly recommended you save the data using the settings backup feature. Please note, players may belong to up to eight cross-world linkshells at a time, and linkshells with less than 2 active members will be automatically disbanded if new members are not added within 24 hours (Earth time). Multiple cross-world linkshells cannot be created in succession.
ru: <var 48 F201F8 /var><var 49 F201F9 /var>Межмировые линкшеллы<var 49 01 /var><var 48 01 /var> — это особые линкшеллы, которые позволяют игрокам из разных миров создавать приватные чат-группы и общаться в реальном времени. Любой игрок может как создать межмировой линкшелл, так и присоединиться к существующему по приглашению. Несмотря на то, что общение между игроками в одном мире возможно через межмировые линкшеллы, рекомендуется использовать для этого обычные линкшеллы. Они доступны в Лимса Ломинсе, Гридании и Уль'де. Порядок межмировых линкшеллов можно менять с помощью подкоманд. Он сохраняется в клиенте, так что если вы собираетесь играть в нескольких местах, рекомендуем сохранять данные функцией резервного копирования настроек. Обратите внимание, что игроки могут быть одновременно в не более 8 межмировых линкшеллов. Также если в одном из них меньше 2 человек, линкшелл будет автоматически распущен. Это можно предотвратить, добавив в него другого игрока в течение 24 часов (по реальному времени). Нельзя создать несколько межмировых линкшеллов подряд.

source: Create
ru: Создать

source: Accept Cross-world Linkshell Invite
ru: Принять приглашение в межмировой линкшелл

source: Decline Cross-world Linkshell Invite
ru: Отклонить приглашение в межмировой линкшелл

source: Open Communication
ru: Открыть чат

source: Step Down as Cross-world Linkshell Leader
ru: Перестать быть лидером межмирового линкшелла

source: Quit Cross-world Linkshell
ru: Выйти из межмирового линкшелла

source: Disband Cross-world Linkshell
ru: Распустить межмировой линкшелл

source: Accept Cross-world Linkshell Invite
ru: Принять приглашение в межмировой линкшелл

source: Decline Cross-world Linkshell Invite
ru: Отклонить приглашение в межмировой линкшелл

source: Invite to Cross-world Linkshell
ru: Пригласить в межмировой линкшелл

source: Cancel Invitation to Cross-world Linkshell
ru: Отменить приглашение в межмировой линкшелл

source: Promote to Cross-world Linkshell Master
ru: Повысить до хозяина межмирового линкшелла

source: Promote to Cross-world Linkshell Leader
ru: Повысить до лидера межмирового линкшелла

source: Demote from Cross-world Linkshell Leader
ru: Понизить с должности лидера межмирового линкшелла

source: Kick from Cross-world Linkshell
ru: Исключить из межмирового линкшелла

source: Accept cross-world linkshell invite to “<var 29 EA02 /var>”?
ru: Принять приглашение в межмировой линкшелл «<var 29 EA02 /var>»?

source: Decline cross-world linkshell invite to “<var 29 EA02 /var>”?
ru: Отклонить приглашение в межмировой линкшелл «<var 29 EA02 /var>»?

source: Quit “<var 29 EA02 /var>”?
ru: Выйти из «<var 29 EA02 /var>»?

source: You will not be able to restore this cross-world linkshell once it has been disbanded. Are you sure this is what you want?
ru: Вы не сможете восстановить межмировой линкшелл после его роспуска. Вы точно хотите это сделать?

source: Yes. This is absolutely what I want.
ru: Да. Это точно то, что я хочу.

source: Expel <var 29 EA02 /var> from your cross-world linkshell?
ru: Исключить <var 29 EA02 /var> из вашего межмирового линкшелла?

source: Promote <var 29 EA02 /var> to cross-world linkshell leader?
ru: Повысить <var 29 EA02 /var> до лидера межмирового линкшелла?

source: Demote <var 29 EA02 /var> from cross-world linkshell leader?
ru: Понизить <var 29 EA02 /var> с должности лидера межмирового линкшелла?

source: Promote <var 29 EA02 /var> to cross-world linkshell master, transferring all rights associated with the position?
ru: Повысить <var 29 EA02 /var> до хозяина межмирового линкшелла, тем самым передав ему все полномочия, связанные с этой должностью?

source: Yes, immediately.
ru: Да, немедленно.

source: Cancel <var 29 EA02 /var>'s invitation to the cross-world linkshell?
ru: Отклонить приглашение <var 29 EA02 /var> в межмировой линкшелл?

source: Step down as a leader of <var 29 EA02 /var>?
ru: Перестать быть лидером <var 29 EA02 /var>?

source: Select a name for your cross-world linkshell.
ru: Введите название для вашего межмирового линкшелла.

source: Names must be between 3 and 20 letters or numbers. The following punctuation marks are also allowed:
ru: Название должно содержать от 3 до 20 букв или цифр. Также разрешены следующие знаки препинания:

source: • Double spaces/underscores are not allowed. • A space cannot be used before or after the name. • Names consisting solely of punctuation marks are prohibited.
ru: • Не разрешены двойные пробелы и знаки подчёркивания. • Пробел не может использоваться до или после названия. • Названия, состоящие только из знаков препинания, запрещены.

source: Name
ru: Название

source: Set name as “<var 29 EA02 /var>”?
ru: Поставить название «<var 29 EA02 /var>»?

source: CWLS [<var 20 E802 /var>]:
ru: ММЛШ [<var 20 E802 /var>]:

source: Change Cross-world Linkshell Name
ru: Переименовать межмировой линкшелл

source: Retrieving cross-world linkshell data...
ru: Получение данных о межмировом линкшелле...

source: Date Created: <var 07 E802 /var><var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>
ru: Дата создания: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>

source: Quit “<var 29 EA02 /var>”? A new master will be selected from the remaining members.
ru: Выйти из «<var 29 EA02 /var>»? Среди оставшихся членов линкшелла будет избран новый хозяин.

source: Quit despite master status.
ru: Выйти, имея статус хозяина.

source: Activate Cross-world Linkshell
ru: Активировать межмировой линкшелл

source: Open Channel Log Settings
ru: Открыть настройки чата этого линкшелла

source: Change Cross-world Linkshell Number
ru: Изменить номер межмирового линкшелла

source: Assign a new number to CWLS-<var 20 E802 /var>. Swaps numbers that have already been assigned.
ru: Назначьте новый номер для ММЛШ-<var 20 E802 /var>. Если номер уже занят, то линкшеллы поменяются местами.

source: CWLS [<var 20 E802 /var>]: <var 29 EA03 /var>
ru: ММЛШ [<var 20 E802 /var>]: <var 29 EA03 /var>

source: Invite to CWLS-<var 20 E802 /var>: <var 29 EA03 /var>
ru: Пригласить в ММЛШ <var 20 E802 /var>: <var 29 EA03 /var>

source: List
ru: Список

source: Master
ru: Хозяин

source: Leader
ru: Лидер

source: Invitee
ru: Гость<var 08 E905 ((я)) (()) /var>

source: Sort
ru: Сортировать

source: By Number
ru: По номеру

source: Alphabetically
ru: По алфавиту

source: Prioritize online members.
ru: Показать игроков в сети в верху списка.

source: Channel Reallocation
ru: Переназначение линкшелла

source: Reset channel order.
ru: Сбросить порядок линкшеллов.

source: The current order of cross-world linkshell channels will be reset. Channel numbers may change as a result. Please keep this in mind when accessing them via text command. All affiliated cross-world linkshell channels, regardless of data center, will be affected. Proceed?
ru: Текущий порядок межмировых линкшеллов будет сброшен. Из-за этого их номера могут измениться. Имейте это в виду при использовании команд в чате. Будут задействованы все линкшеллов, вне зависимости от дата-центров. Продолжить?

source: Reset
ru: Сбросить

source: Glamour Removal
ru: Рассеяние гламура

source: Glamour Plate
ru: Наборы гламура

source: Dispel Glamour
ru: Рассеять гламур

source: Glamour Dispellers
ru: Рассеятели гламура

source: Remove <var 29 EA02 /var> Glamour
ru: <var 29 EA02 /var> — рассеять гламур

source: Dispel
ru: Рассеять чары

source: Use <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> to dispel selected glamours?
ru: Использовать <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>, чтобы рассеять выбранные чары гламура?

source: Check all on/off.
ru: Поставить/снять все галочки.

source: <var 08 E1E80301 ((★)) (( )) /var><var 09 E802 ((<var 12 34 /var>)) ((<var 12 35 /var>)) ((<var 12 36 /var>)) /var>The <var 28 ((GrandCompany)) E80201 /var> Tactical Rating
ru: <var 08 E1E80301 ((★)) (( )) /var><var 09 E802 ((<var 12 34 /var>)) ((<var 12 35 /var>)) ((<var 12 36 /var>)) /var><var 28 ((GrandCompany)) E80201 /var> Тактический рейтинг

source: Item Search List
ru: Поиск предмета

source: Item
ru: Предмет

source: Total
ru: Всего

source: Item
ru: Предмет

source: Results
ru: Результаты

source: Location
ru: Местоположение

source: Inventory
ru: Инвентарь

source: Armoury Chest
ru: Оружейный сундук

source: Equipped
ru: Экипировано

source: Saddlebag
ru: Походная сумка

source: Retainer Inventory
ru: Инвентарь слуги

source: Glamour Dresser
ru: Комод гламура

source: Armoire
ru: Шкаф снаряжения

source: Locked
ru: Заблокировано

source: Unlocked via Quest
ru: Разблокировывается завершением задания

source: Unlocked after Summoning Once
ru: Разблокировывается после первого призыва

source: Unlocked after Opening Once
ru: Разблокировывается после первого открытия

source: Unable to Access
ru: Недоступно

source: Block: <var 08 E1E80201 (( [1])) (()) /var><var 08 E1E80301 (( [2])) (()) /var><var 08 E1E80401 (( [3])) (()) /var><var 08 E1E80501 (( [4])) (()) /var><var 08 E1E80601 (( [5])) (()) /var><var 08 E1E80701 (( [Crystals])) (()) /var><var 08 E1E80801 (( <var 29 EA09 /var>)) (()) /var>
ru: Страница: <var 08 E1E80201 (( [1])) (()) /var><var 08 E1E80301 (( [2])) (()) /var><var 08 E1E80401 (( [3])) (()) /var><var 08 E1E80501 (( [4])) (()) /var><var 08 E1E80601 (( [5])) (()) /var><var 08 E1E80701 (( [Кристаллы])) (()) /var><var 08 E1E80801 (( <var 29 EA09 /var>)) (()) /var>

source: Bag: <var 08 E1E80201 (( [1])) (()) /var><var 08 E1E80301 (( [2])) (()) /var>
ru: Сумка: <var 08 E1E80201 (( [1])) (()) /var><var 08 E1E80301 (( [2])) (()) /var>

source: Main Hand
ru: Оружие главной руки

source: Off Hand
ru: Оружие побочной руки

source: Head
ru: Голова

source: Body
ru: Тело

source: Hands
ru: Руки

source: Waist
ru: Ремень

source: Legs
ru: Ноги

source: Feet
ru: Обувь

source: Ears
ru: Уши

source: Neck
ru: Шея

source: Wrists
ru: Запястья

source: Rings
ru: Кольца

source: Soul Crystal
ru: Кристалл души

source: Close
ru: Закрыть

source: Results may not reflect current inventory status. Summon retainer again for latest results.
ru: Результаты могут не отражать текущий статус инвентаря. Чтобы обновить его, призовите этого слугу.

source: Results may not reflect current inventory status. Open again for latest results.
ru: Результаты могут не отражать текущий статус инвентаря. Чтобы обновить его, откройте ещё раз это хранилище.

source: Displaying latest results.
ru: Показаны актуальные результаты.

source: Active Actions
ru: Активные действия

source: Empty
ru: Пусто

source: Load Active Set
ru: Загрузить набор действий

source: Save Active Set
ru: Сохранить набор действий

source: Blue Magic Spellbook
ru: Книга синей магии

source: Check the actions you wish to add to your active set.
ru: Пометьте в книге действия, которые вы хотели бы добавить в текущий набор действий.

source: Save actions to “<var 29 EA02 /var>?”
ru: 12254_Save actions to «<var 29 EA02 /var>?»

source: Load active set “<var 29 EA02 /var>”?
ru: 12255_Load active set «<var 29 EA02 /var>»?

source: Where to Learn
ru: Где изучить

source: How to Learn
ru: Как изучить

source: Total Actions
ru: Все действия

source: This action is not yet learned.
ru: Это действие ещё не изучено.

source: Remove
ru: Убрать

source: Remove All
ru: Убрать все

source: Add to Hotbar
ru: Добавить на хотбар

source: Learned via Whalaqee Totem
ru: При помощи валакийского тотема

source: Learned First
ru: Изучено первым

source: Active Set 1
ru: Набор действий 1

source: Active Set 2
ru: Набор действий 2

source: Active Set 3
ru: Набор действий 3

source: Active Set 4
ru: Набор действий 4

source: Active Set 5
ru: Набор действий 5

source: Required to complete the level <var 20 E802 /var> blue mage quest, “<var 29 EA03 /var>.”
ru: Требуется для прохождения задания синего мага уровня <var 20 E802 /var> — «<var 29 EA03 /var>».

source: Hints
ru: Подсказки

source: Dangerous Tile Marker
ru: Маркер опасной кости

source: Recommended Discard
ru: Рекомендуется сброс

source: Chat Log
ru: Чат

source: Menzen Tsumo
ru: Мензен-цумо

source: Riichi
ru: Риичи

source: Ippatsu
ru: Иппацу

source: After a Kan
ru: После кан

source: Robbing a Kan
ru: Украденный кан

source: Last-tile Draw
ru: Последняя кость с добора

source: Last-tile Claim
ru: Захват последней кости

source: Pinfu
ru: Пинфу

source: Call Tanyao
ru: Объявить Таньяо

source: Tanyao
ru: Таняо

source: Pure Double Chi
ru: Чистый двойной чи

source: Fanpai
ru: Фанпай

source: East
ru: Восток

source: South
ru: Юг

source: West
ru: Запад

source: North
ru: Север

source: Double East
ru: Двойной восток

source: Double South
ru: Двойной юг

source: Double West
ru: Двойной запад

source: Double North
ru: Двойной север

source: White Dragons
ru: Белые драконы

source: Green Dragons
ru: Зеленые драконы

source: Red Dragons
ru: Красные драконы

source: Dora
ru: Дора

source: Double Riichi
ru: Дабуру Риичи

source: Mixed Triple Chi
ru: Смешанный тройной чи

source: Pure Straight
ru: Чистая последовательность

source: Outside Hand
ru: Внешняя рука

source: All Pon
ru: Все пон

source: Triple Pon
ru: Тройной пон

source: All Terminals and Honors
ru: Всё терминальные и благородные кости

source: Three Concealed Pon
ru: Тройной закрытый пон

source: Three Kan
ru: Три кан

source: Little Three Dragons
ru: Три маленьких дракона

source: Seven Pairs
ru: Семь пар

source: Terminals in All Groups
ru: Терминальные кости в каждом сете

source: Twice Pure Double Chi
ru: Два чистых двойных чи

source: Half Flush
ru: Половина флеша

source: Full Flush
ru: Полный флеш

source: Nagashi-mangan
ru: Нагаси-манган

source: Blessing of Heaven
ru: Благословение неба

source: Blessing of Earth
ru: Благословение земли

source: Nine Gates
ru: Девять врат

source: Pure Nine Gates
ru: Чистые девять врат

source: Big Three Dragons
ru: Три великих дракона

source: Big Four Winds
ru: Четыре великих ветра

source: Little Four Winds
ru: Четыре маленьких ветра

source: Four Concealed Pon
ru: Четыре закрытых пон

source: Four Concealed Pon on Pair Wait
ru: Четыре закрытых пон с ожидающей парой

source: Four Kan
ru: Четыре кан

source: All Honors
ru: Все благородные

source: All Terminals
ru: Все терминальные

source: All Green
ru: Все зелёные

source: Thirteen Orphans
ru: Тринадцать сирот

source: Pure Thirteen Orphans
ru: Чистые тринадцать сирот

source: Ura Dora
ru: Ура дора

source: Aka Dora
ru: Ака дора

source: Big Three Dragons (Pao)
ru: Три великих дракона (Пао)

source: Big Four Winds (Pao)
ru: Четыре великих ветра (Пао)

source: Full Name
ru: Полное имя

source: Surname Abbreviated
ru: Сократить фамилию

source: Forename Abbreviated
ru: Сократить имя

source: Initials
ru: Инициалы

source: Apply Party List Settings
ru: Взять настройки списка группы

source: Spriggan
ru: Спригган

source: Moogle
ru: Мугл

source: Mandragora
ru: Мандрагора

source: Chocobo
ru: Чокобо

source: Bomb
ru: Бомба

source: Cactuar
ru: Кактуар

source: Tonberry
ru: Тонберри

source: Behemoth
ru: Бегемот

source: Morbol
ru: Морбол

source: Mahjong Player Name Settings
ru: Настройки имён игроков в маджонге

source: Own
ru: Своё

source: Others
ru: Другие

source: Player Matches
ru: Матчи с игроками

source: NPC Matches
ru: Матчи с НИП

source: Matches Played
ru: Сыграно матчей

source: Recently Called Yakuman
ru: Последние объявленные Якуманы

source: Rating
ru: Рейтинг

source: Current Rating
ru: Текущий рейтинг

source: Highest Rating
ru: Макс. рейтинг

source: Rank
ru: Ранг

source: Next Rank
ru: Следующий ранг

source: <var 20 E802 /var> pts
ru: <var 20 E802 /var> очков

source: Tile Names
ru: Названия фишек

source: Display Calls
ru: Показать объявления

source: Wins per Table
ru: Побед за столом

source: Novice
ru: Новичок

source: Intermediate
ru: Любитель

source: Advanced
ru: Продвинутый

source: <var 20 E802 /var> Wins
ru: <var 20 E802 /var> побед

source: Show
ru: Показывать

source: Hide
ru: Спрятать

source: Settings
ru: Настройки

source: Back
ru: Назад

source: On
ru: Вкл

source: Off
ru: Выкл

source: History
ru: История

source: Novice
ru: Новичок

source: 9th Kyu
ru: 9й Кью

source: 8th Kyu
ru: 8й Кью

source: 7th Kyu
ru: 7й Кью

source: 6th Kyu
ru: 6й Кью

source: 5th Kyu
ru: 5й Кью

source: 4th Kyu
ru: 4й Кью

source: 3rd Kyu
ru: 3й Кью

source: 2nd Kyu
ru: 2й Кью

source: 1st Kyu
ru: 1й Кью

source: 1st Dan
ru: 1й Дан

source: 2nd Dan
ru: 2й Дан

source: 3rd Dan
ru: 3й Дан

source: 4th Dan
ru: 4й Дан

source: 5th Dan
ru: 5й Дан

source: 6th Dan
ru: 6й Дан

source: 7th Dan
ru: 7й Дан

source: 8th Dan
ru: 8й Дан

source: 9th Dan
ru: 9й Дан

source: 10th Dan
ru: 10й Дан

source: Mahjong Settings
ru: Настройки маджонга

source: Tile Set
ru: Набор фишек

source: Doman
ru: Дома

source: Traditional
ru: Традиционный

source: On
ru: Включён

source: Off
ru: Отключён

source: Restore all settings to default?
ru: Сбросить настройки на умолчания?

source: You will lose all unsaved changes. Proceed?
ru: Вы потеряете все несохранённые изменения. Продолжить?

source: <var 20 E802 /var> points
ru: <var 20 E802 /var> очков

source: Reset Rank/Rating
ru: Сброс ранга/рейтинга

source: Do you wish to reset your rank and rating for all match types? ※ Highest rating will be retained.
ru: Вы точно желаете сбросить свои ранг и рейтинг для обоих типов матчей? ※ После сброса останется самый высокий уровень рейтинга.

source: Reset rank and rating.
ru: Сбросить ранг и рейтинг.

source: Auto-declare Winning Hand
ru: Авто-объявление победной руки

source: Layout Settings
ru: Настройки отображения

source: Standard
ru: Стандарт

source: High Resolution (for Full HD or higher)
ru: Высокое разрешение (для Full HD или выше)

source: <var 48 F201FA /var><var 49 F201FB /var>Selecting high resolution layout may, in some cases, result in the UI being larger than the screen.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>В результате выбора высокого разрешения в некоторых случаях интерфейс может оказаться больше, чем экран.<var 49 01 /var><var 48 01 /var>

source: Dora Indicator
ru: Индикатор доры

source: Doman Mahjong
ru: Маджонг Домы

source: Traditional
ru: Традиционный

source: The dora indicator is the same as the tile that applies the dora bonus.
ru: Бонус дора даётся от той кости, на которую указывает индикатор доры.

source: As is traditional, the dora indicator is the tile below that which applies the dora bonus.
ru: Бонус дора даётся от кости, которая ниже той, на которую указывает индикатор доры.

source: Ranking and rate are shared between full and quick match types. Please bear this in mind before choosing to reset.
ru: Рейтинг и ранг — общие в полных и быстрых матчах. Имейте это в виду, принимая решение сбросить их.

source: Rating
ru: Рейтинг

source: Complete
ru: Выполнено

source: Not Complete
ru: Не выполнено

source: Complete
ru: Выполнено

source: <var 48 F201F4 /var><var 49 F201F5 /var>Challenge Expired<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>Время на выполнение вышло<var 49 01 /var><var 48 01 /var>

source: Bonus Details
ru: Список бонусов

source: Challenge
ru: Выступить

source: Advanced
ru: Продвинутый

source: Moderate
ru: Любитель

source: Novice
ru: Новичок

source: The Masked Carnivale
ru: Карнавал Масок

source: Act <var 20 E802 /var>
ru: Акт <var 20 E802 /var>

source: Magic
ru: Магия

source: Standard Completion Time:
ru: Стандартное время:

source: Ideal Completion Time:
ru: Оптимальное время:

source: Opponent:
ru: Оппонент:

source: Endurance:
ru: Выносливость:

source: Weaknesses:
ru: Слабости:

source: Strengths:
ru: Стойкость к:

source: Vulnerabilities:
ru: Уязвимости:

source: Weekly Target
ru: Еженедельная цель

source: Completion Requirements:
ru: Условия выполнения:

source: Time Remaining: <var 08 E1E80201 ((<var 20 E802 /var>h )) (()) /var><var 08 E1E80301 ((<var 20 E803 /var>m )) ((<var 08 E1E80201 (()) ((less than 1 minute)) /var>)) /var><var 07 E804 /var>[<var 20 DE /var>/<var 20 DC /var> <var 20 DB /var>:<var 24 DA /var>]
ru: Осталось времени: <var 08 E1E80201 ((<var 20 E802 /var> ч. )) (()) /var><var 08 E1E80301 ((<var 20 E803 /var> мин. )) ((<var 08 E1E80201 (()) ((меньше 1 минуты)) /var>)) /var><var 07 E804 /var>[<var 20 DC /var>.<var 20 DE /var> <var 20 DB /var>:<var 24 DA /var>]

source: First-time Reward
ru: Награда за первое прохождение

source: Weekly Reward
ru: Еженедельная награда

source: Received
ru: Получена

source: Bonus List
ru: Список бонусов

source: Close
ru: Закрыть

source: Complete!
ru: Завершено!

source: Blue Magic Spellbook
ru: Книга синей магии

source: Blue Mage Log
ru: Журнал синего мага

source: Slow
ru: Замедление

source: Petrification/Freeze
ru: Окаменение/Заморозка

source: Paralysis
ru: Паралич

source: Interruption
ru: Прерывание

source: Blind
ru: Слепота

source: Stun
ru: Оглушение

source: Sleep
ru: Сон

source: Bind
ru: Оцепенение

source: Heavy
ru: Тяжесть

source: Flat Damage/Death
ru: Фиксированный урон/Смерть

source: Low
ru: Низкая

source: Below Average
ru: Ниже среднего

source: Average
ru: Средняя

source: Above Average
ru: Выше среднего

source: High
ru: Высокая

source: Lv. <var 20 E802 /var>
ru: Ур. <var 20 E802 /var>

source: Stage Results
ru: Результаты выступления

source: Stage
ru: Выступление

source: Clear Time
ru: Время завершения

source: Bonus
ru: Бонусы

source: Score
ru: Итоговые очки

source: Exit
ru: Выход

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Fire
ru: Огонь
