Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: <var 48 F201FA /var><var 49 F201FB /var>To apply a glamour, speak to a squadron member.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Чтобы зачаровать гламуры, поговорите с членом отряда.<var 49 01 /var><var 48 01 /var>

source: Unavailable
ru: Недоступно

source: Current Training
ru: Текущая тренировка

source: Time Until Completion
ru: Времени до заврешения

source: Close
ru: Закрыть

source: Glamour-ready
ru: Готово к гламуру

source: Confirm
ru: Подтвердить

source: Completed Regimen
ru: Тренировка завершена

source: None
ru: Нет

source: EXP Earned: <var 20 E802 /var>
ru: Заработано опыта: <var 20 E802 /var>

source: Squadron Attributes: <var 20 E803 /var>/<var 20 E804 /var>
ru: Атрибуты отряда: <var 20 E803 /var>/<var 20 E804 /var>

source: Squadron Members
ru: Члены отряда

source: The mission was a success!
ru: Миссия прошла успешно!

source: The mission was a success!
ru: Миссия прошла успешно!

source: The mission was a success!
ru: Миссия прошла успешно!

source: I regret to report that the mission has ended in failure...
ru: Вынужден сообщить, что миссия окончилась провалом...

source: I regret to report that the mission has ended in failure...
ru: Вынужден сообщить, что миссия окончилась провалом...

source: I regret to report that the mission has ended in failure...
ru: Вынужден сообщить, что миссия окончилась провалом...

source: Squadron Missions
ru: Миссии отряда

source: Command Missions (Dungeons)
ru: Командирские миссии (Подземелья)

source: Mission Affinity
ru: Совместимость

source: I'll be blunt. The squadron isn't ready for this mission.
ru: Буду прям. Отряд не готов к этой миссии.

source: I'll be blunt. The squadron isn't ready for this mission.
ru: Буду прям. Отряд не готов к этой миссии.

source: I'll be blunt. The squadron isn't ready for this mission.
ru: Буду прям. Отряд не готов к этой миссии.

source: There is little chance that this mission will succeed...
ru: Есть маленький шанс, что эта миссия будет успешной...

source: There is little chance that this mission will succeed...
ru: Есть маленький шанс, что эта миссия будет успешной...

source: There is little chance that this mission will succeed...
ru: Есть маленький шанс, что эта миссия будет успешной...

source: This mission will test the squadron to its limits. Are the risks worth the reward?
ru: Эта миссия будет серьёзным испытанием для отряда. Стоит ли риск награды?

source: This mission will test the squadron to its limits. Are the risks worth the reward?
ru: Эта миссия будет серьёзным испытанием для отряда. Стоит ли риск награды?

source: This mission will test the squadron to its limits. Are the risks worth the reward?
ru: Эта миссия будет серьёзным испытанием для отряда. Стоит ли риск награды?

source: This mission will be challenging, but I think our squadron is equal to the task!
ru: Эта миссия вызовет затруднения, но я уверен, что наш отряд справится!

source: This mission will be challenging, but I think our squadron is equal to the task!
ru: Эта миссия вызовет затруднения, но я уверен, что наш отряд справится!

source: This mission will be challenging, but I think our squadron is equal to the task!
ru: Эта миссия вызовет затруднения, но я уверен, что наш отряд справится!

source: This mission is bound to succeed!
ru: Эта миссия не может не быть успешной!

source: This mission is bound to succeed!
ru: Эта миссия не может не быть успешной!

source: This mission is bound to succeed!
ru: Эта миссия не может не быть успешной!

source: Recruit
ru: Нанять

source: Dismiss
ru: Отклонить

source: Question
ru: Опросить

source: Postpone
ru: Отложить

source: Enlisted <var 07 E802 /var><var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>
ru: В отряде с <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>

source: Your squadron is at capacity. Select a member to discharge.
ru: В ваш отряд нельзя нанять больше людей. Выберите, кого из него исключить.

source: View Members
ru: Просмотреть членов отряда

source: Select a new class.
ru: Выберите новый класс.

source: Tank
ru: Защитник

source: DPS
ru: Боец

source: Caster
ru: Маг

source: <var 28 ((ClassJob)) E80201 /var> Lv. <var 20 E803 /var>
ru: <var 28 ((ClassJob)) E80201 /var> Ур. <var 20 E803 /var>

source: Accept new chemistry.
ru: Принять новую совместимость.

source: Dismiss <var 29 EA02 /var>?
ru: Отклонить новобранца <var 29 EA02 /var>?

source: Discharge <var 29 EA02 /var> and recruit <var 29 EA03 /var>?
ru: Отпустить члена отряда <var 29 EA02 /var> и принять новобранца <var 29 EA03 /var>?

source: Use <var 31 ((Item)) 02E8020202 /var> to order the class change?<var 08 E1E80301 (( <var 48 F201FA /var><var 49 F201FB /var>(All glamours will be removed.)<var 49 01 /var><var 48 01 /var>)) (()) /var>
ru: Использовать <var 31 ((Item)) 02E8020202 /var> для смены класса?<var 08 E1E80301 (( <var 48 F201FA /var><var 49 F201FB /var>(Все чары гламуров будут сняты.)<var 49 01 /var><var 48 01 /var>)) (()) /var>

source: Close
ru: Закрыть

source: Discharge
ru: Исключить

source: Return
ru: Назад

source: Specify battle tactics.
ru: Выберите тактику в бою.

source: Mastery
ru: Мастерство

source: Independent
ru: Вольно

source: Offensive
ru: Атака

source: Defensive
ru: Защита

source: Balanced
ru: Баланс

source: HP
ru: ОЗ

source: Damage Dealt
ru: Наносимый урон

source: Damage Received
ru: Получаемый урон

source: <var 29 EA02 /var> (Mastery: <var 20 E803 /var>)
ru: <var 29 EA02 /var> (Мастерство: <var 20 E803 /var>)

source: Orders
ru: Приказы

source: Toggles on/off squadron order lock.
ru: Переключить закрепление панели приказов.

source: The Claws
ru: Клыки

source: The Fangs
ru: Когти

source: Spectators
ru: Наблюдатели

source: To organize a custom match, you must have two light or full parties willing to participate. Once invitations have been sent, the leader of the Claws can continue the registration process by pressing the Join button. <var 48 F201FA /var><var 49 F201FB /var>※Spectator parties must have at least two members. ※Invitations for spectator parties cannot be sent until participating parties have been formed. ※When organizing a custom match, the leaders of the participating and spectating parties must be in the same area. ※Undersized party settings are ignored in custom matches. ※The following will cancel match registration: ・A party leader leaves the area ・A party leader is changed ・A party member logs out ・A new member joins a party ・A member leaves a party ・A party is disbanded ・A party declines the match registration ・The “Cancel All” button is pressed <var 49 01 /var><var 48 01 /var>
ru: Чтобы организовать пользовательский матч, необходимо иметь две малые или полные группы, желающие принять участие. После отправки приглашений лидер «Когтей» может продолжить процесс регистрации, нажав кнопку «Присоединиться». <var 48 F201FA /var><var 49 F201FB /var>※Группы зрителей должны иметь как минимум двух человек. ※Приглашения для групп зрителей не могут быть отправлены до тех пор, пока не будут сформированы группы участников. ※При организации пользовательского матча лидеры участвующей и зрительской сторон должны находиться в одной области. ※Параметры группы меньшего размера игнорируются в пользовательских матчах. ※ Регистрация матча будет отменена в следующих случаях: ・Лидер группы покидает область ・Меняется лидер группы ・Участник группы выходит из игры ・Новый участник присоединяется к группе ・Участник покидает группу ・Группа расформирована ・Группа отказывается от регистрации на матч ・Нажата кнопка «Отменить всё». <var 49 01 /var><var 48 01 /var>

source: When locked, UI elements cannot be moved or scaled.
ru: Когда элементы пользовательского интерфейса заблокированы, их нельзя перемещать или масштабировать.

source: Displays spectator mode settings.
ru: Hастройки режима зрителя.

source: ※Role and item level restrictions are lifted for parties meeting minimum size requirements.
ru: ※Ограничения на роли и уровень снаряжения снимаются для групп, выполняющие минимальные требования по размеру.

source: ※Role and item level restrictions are lifted for 24-member alliances.
ru: ※Ограничения на роли и уровень снаряжения снимаются для альянсовых рейдов на 24 человека.

source: Time Limit: <var 20 E802 /var>-<var 20 E803 /var> minutes
ru: Ограничение по времени: <var 20 E802 /var>-<var 20 E803 /var> мин

source: 1-<var 20 E802 /var> Players
ru: От 1 до <var 20 E802 /var> игроков

source: Solo
ru: Соло

source: Tournament Entry
ru: Регистрация на турнир

source: <var 48 F201FA /var><var 49 F201FB /var>※The “Duty Complete” option is only available for previously completed duties. ※Practice phase selection does not entail the actual skipping of phases.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>※Опция «Миссия пройдена» доступна только для тех миссий, которые уже пройдены. ※Выбор фазы для практики не подразумевает пропуск фаз до выбранной.<var 49 01 /var><var 48 01 /var>

source: Cannot select with other duties
ru: Нельзя выбрать вместе с другими миссиями

source: Time Elapsed: <var 20 E802 /var>:<var 24 E803 /var>/Average Wait Time: <var 29 EA04 /var>
ru: Прошло времени: <var 20 E802 /var>:<var 24 E803 /var>/Среднее время ожидания: <var 29 EA04 /var>

source: Role Waiting List Number: <var 29 EA02 /var>
ru: Номер в очереди ожидания вашей роли: <var 29 EA02 /var>

source: Time Elapsed: <var 20 E802 /var>:<var 24 E803 /var>
ru: Прошло времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Regular Duty
ru: Обычная миссия

source: High-end Duty
ru: Миссия высокой сложности

source: Unable to participate in duty while looking for a party. Quit using the Party Finder?
ru: Нельзя участвовать в этой миссии во время поиска группы. Отменить Поиск группы?

source: <var 48 F201FA /var><var 49 F201FB /var>※This duty is only open for full parties without role requirements. Matching requirements cannot be set.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>※Эта миссия доступна только для полных групп и не имеет требований к полям. Также нельзя менять настройки Поиска миссий.<var 49 01 /var><var 48 01 /var>

source: ※Three parties with at least one member each are necessary when the Unrestricted Party option is in effect.
ru: ※Когда включено условие «Группа без ограничений», необходимо иметь три группы, в каждой из которых есть хотя бы один игрок.

source: Alliance Registration
ru: Регистрация альянсом.

source: Participating Parties: Two <var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>-player parties Spectator Party: 1-8 players
ru: Участвующие группы: две группы по <var 20 E802 /var> игрок<var 08 E2E80205 ((<var 09 E802 ((у)) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>. Группа наблюдателей: от 1 до 8 игроков.

source: Race-ready Chocobo Registered
ru: Зарегистрирован скаковой чокобо.

source: ※Limited jobs can participate only in a preformed party meeting party size requirements or an unrestricted party, and if duty rules allow.
ru: ※Ограниченные профессии могут участвовать только в заранее созданных группах, удовлетворяющие требованиям размеру группы, или в группах с условием «Группа без ограничений», а также если участие разрешено по правилам миссии.

source: Ranked 1st Dan or Higher
ru: Требуется 1-й Дан или выше.

source: Due to revisions being made to the PvP system, this duty is temporarily unavailable. Further announcements will be made in upcoming patch notes or similar.
ru: В связи с изменениями в системе PvP эта миссия временно недоступна. Её повторная доступность будет отдельно объявлена.

source: <var 08 E4E80201 (()) ((Reduced Difficulty)) /var>
ru: <var 08 E4E80201 (()) ((Сложность уменьшена)) /var>

source: The following changes have been made to Savage duties: ・Progress records are no longer kept for individual duties. ・The “Progress” option is no longer available. ・Two treasure coffers will always appear upon completion. ・The weekly limit on items from treasure coffers has been removed.
ru: К миссиям Кошмарной сложности были применены следующие изменения: ・Записи прогресса больше не сохраняются отдельно для миссий. ・Опция «Прогресс» больше недоступна. ・По завершении всегда будет появляться два сундука с наградами. ・Еженедельное ограничение на получение наград из сундуков было убрано.

source: Matching Requirements
ru: Требования для поиска

source: <var 48 F201FA /var><var 49 F201FB /var>Matching Requirements<var 49 01 /var><var 48 01 /var> The “Duty Complete” option is only available for previously completed duties. <var 48 F201FA /var><var 49 F201FB /var>Purpose<var 49 01 /var><var 48 01 /var> The “Duty Completion” option is only available if the weekly reward has yet to be obtained. <var 48 F201FA /var><var 49 F201FB /var>Practice Phase Selection<var 49 01 /var><var 48 01 /var> This is only available when “Purpose” is set to “Practice.” Practice phase selection does not entail the actual skipping of phases. If the registration period overlaps with the weekly reset, registration will be canceled.
ru: <var 48 F201FA /var><var 49 F201FB /var>Требования для поиска<var 49 01 /var><var 48 01 /var> Опция «Миссия пройдена» доступна после прохождения миссии. <var 48 F201FA /var><var 49 F201FB /var>Цель<var 49 01 /var><var 48 01 /var> Опция «Прохождение миссии» доступна, если еженедельная награда ещё не получена. <var 48 F201FA /var><var 49 F201FB /var>Выбор фазы для практики<var 49 01 /var><var 48 01 /var> Доступно, когда в качестве цели стоит «Практика». Выбор фазы не подразумевает пропуск предыдущих фаз. Если во время регистрации случится недельный сброс, то регистрация будет отменена.

source: Progress Record
ru: Запись прогресса

source: Progress within the latest Savage duty is periodically saved, allowing for continuation from that point. Progress is reset every week on <var 06 1203 /var><var 09 DD ((Sunday)) ((Monday)) ((Tuesday)) ((Wednesday)) ((Thursday)) ((Friday)) ((Saturday)) /var> at <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> (Earth time).
ru: Прогресс внутри последних миссий Кошмарной сложности периодически запоминается и позволяет продолжать рейды с этой точки. Прогресс сбрасывается каждую неделю в <var 06 1203 /var><var 09 DD ((воскресенье)) ((понедельник)) ((вторник)) ((среду)) ((четверг)) ((пятницу)) ((субботу)) /var> <var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:00 (по реальному времени).

source: Reward Restrictions
ru: Ограничения на награды

source: Players will not earn rewards for completing phases they have already completed. Coffer quantity will vary based on the total number of party members who have already completed the duty. ・1-4 players = 1 coffer ・5 or more = No coffers When participating in the latest Savage raid with a matched party, duty rewards may change based on the progress level of matched members.
ru: Игроки не получат награды за прохождение фаз, которые они уже прошли. Количество сундуков будет зависеть от количества игроков, которые уже прошли текущую миссию. ・1–4 игрока = 1 сундук ・5 и больше = Нет сундуков При участии в последних рейдах Кошмарной сложности с найденной группой награды будут изменены в зависимости от прогресса участвующих игроков.

source: Job Distribution
ru: Разделение профессий

source: Parties formed with the Raid Finder do not allow for two members with the same job unless certain conditions are met. ・DPS jobs are divided into the following roles: Melee DPS, Physical Ranged DPS, Magical Ranged DPS, and Not Specified. When the raid purpose is set as “Duty Completion,” the jobs that fall into Not Specified must be different from the ones which fill the other three DPS roles. When the raid purpose is set to “Practice,” overlapping between specified and unspecified DPS jobs is allowed. Parties formed with the Raid Finder do not allow for more than one pure healer and one barrier healer. ・Pure Healers: White Mage, Astrologian ※Emphasis on actions that directly heal self and party members. ・Barrier Healers: Scholar, Sage ※Emphasis on actions that negate damage via magicked barriers.
ru: В группах, сформированных через Поиск рейдов, не могут быть игроки с одинаковой профессией, покуда не будут выполнены некоторые условия. ・Слоты профессий бойцов разделены на роли следующим образом: Боец ближнего боя, Боец дальнего боя, Боевой маг и Любой. Если в качестве цели рейда установлено «Прохождение миссии», то профессии, попадающие под роль «Любой», обязаны отличаться от тех, которые занимают остальные три роли бойцов. Если в качестве цели рейда установлено «Практика», то одинаковые профессии у чётко и нечётко обозначенных ролей бойцов допустимы. У групп, сформированных через Поиск рейдов, не может быть больше одного чистого целителя и барьерного целителя соответственно. ・Чистые целители: Белый маг, Астролог ※В их действиях приоритетно исцеление себя и членов группы напрямую. ・Барьерные целители: Учёный, Мудрец ※В их действиях приоритетна установка барьеров для предотвращения урона.

source: Party Progress
ru: Прогресс группы

source: A party's starting point in the duty is determined by the leader's past progress. As long as all other conditions are met, players who have not progressed as far as the leader may still participate in the duty. If a party member's progress was less than that of the leader, then progress will be updated to match. If a party member's progress is beyond that of the leader, that member's progress will remain unaffected.
ru: Прогресс группы в миссии определяется прогрессом лидера. Покуда выполняются остальные требования, игроки, не прошедшие дальше лидера, всё равно могут участвовать в миссии. Если прогресс члена группы меньше прогресса лидера, прогресс будет приравнен к лидеру. Если прогресс члена группы больше прогресса лидера, прогресс не будет изменён.

source: * Not all unfulfilled requirements are displayed.
ru: * Показана только часть невыполненных требований.

source: Item Level <var 20 E802 /var>
ru: Ур. снаряжения <var 20 E802 /var>

source: Battle mentor with current certification
ru: Ментор сражений с актуальной сертификацией

source: The Echo cannot be silenced in this duty.
ru: В этой миссии нельзя заглушить Эхо.

source: A Most Gentlemanly Duel
ru: Дуэль настоящих джентльменов

source: Waiting for reply...
ru: Ожидание ответа...

source: Time Remaining: <var 20 E802 /var>
ru: Осталось времени: <var 20 E802 /var>

source: Challenge
ru: Бросить вызов

source: Cancel
ru: Отмена

source: You have been challenged to a duel.
ru: Вас вызвали на дуэль.

source: Accept
ru: Принять

source: Decline
ru: Отказать

source: Decline <var 29 EA02 /var>'s challenge?
ru: Отказать вызов <var 29 EA02 /var> на дуэль?

source: You have lost the duel.
ru: Вы потерпели поражение в дуэли.

source: Rise
ru: Восстать

source: Request a Duel
ru: Вызвать на дуэль

source: Report
ru: Пожаловаться

source: <var 29 EA02 /var> will be reported as conducting RMT activity. <var 48 F201FC /var><var 49 F201FD /var>If this report is found to be baseless and/or of malicious intent, you may face punishment.<var 49 01 /var><var 48 01 /var> Proceed?
ru: На игрока <var 29 EA02 /var> будет подана жалоба за РМТ. <var 48 F201FC /var><var 49 F201FD /var>Если окажется, что эта жалоба подана без основания и/или из плохого умысла, вас может ждать наказание.<var 49 01 /var><var 48 01 /var> Продолжить?

source: Report
ru: Продолжить

source: Cancel
ru: Отмена

source: Report RMT Activity
ru: На РМТ активность

source: I agree.
ru: Согласен.

source: Data Center
ru: Дата-центр

source: World
ru: Мир

source: Private
ru: Приватные

source: All
ru: Все

source: Other
ru: Другие

source: Form a Private Party
ru: Создать приватную группу

source: Party Password (Up to 4 digits)
ru: Пароль группы (до 4 цифр)

source: Input private party password.
ru: Введите пароль приватной группы.

source: Party Password
ru: Пароль от группы

source: Join
ru: Вступить

source: Cancel
ru: Отмена

source: Cross-world Party
ru: Межмировая группа

source: You are currently in a cross-world party. Party-wide spells and actions will behave differently.
ru: Вы сейчас в межмировой группе. Заклинания и действия, распространяющиеся на группу, будут работать по-другому.

source: Search Area
ru: Область поиска

source: Advanced Search
ru: Продвинутый поиск

source: Recruiter Name Search
ru: Поиск имени рекрутера

source: Search Data Center for recruiters. Up to 10 results are displayed.
ru: Поиск рекрутера в дата-центре. Показывается до 10 результатов.

source: Name
ru: Имя

source: Search
ru: Поиск

source: Open Recruiter Name Search
ru: Открыть поиск по имени рекрутера

source: World
ru: Мир

source: Filter search results based on party objective, conditions of participation, play style, Duty Finder settings, and loot rules.
ru: Отфильтровать результаты поиска на основе цели группы, условий участия, игрового стиля, настроек Поиска миссий и правил добычи.

source: Sort in ascending/descending order. (Up to 50 results shown)
ru: Сортировать в восходящем/нисходящем порядке. (Показывается до 50 результатов)

source: Current Location: <var 29 EA02 /var>
ru: Локация: <var 29 EA02 /var>

source: Time Limit: <var 20 E802 /var>m
ru: Время истекает через <var 20 E802 /var> мин

source: Objective
ru: Цель

source: None
ru: Нет

source: Duty Completion
ru: Прохождение миссии

source: Practice
ru: Практика

source: Loot
ru: Добыча

source: <var 12 4E /var>Beginners/first-timers welcome
ru: <var 12 4E /var>Рады новичкам

source: When selected, your party recruitment listing can no longer be viewed or accepted by players from other Worlds.
ru: Когда это выбрано, игроки из других миров не смогут ни видеть вашу группу в списке результатов, ни присоединиться к ней.

source: Limit Recruiting to World Server
ru: Нанимать только в своём мире

source: Conditions
ru: Условия

source: None
ru: Нет

source: Duty Complete
ru: Миссия пройдена

source: Duty Finder Settings
ru: Настройки Поиска миссий

source: Unrestricted Party
ru: Группа без ограничений

source: Minimum IL
ru: Минимальный уровень снаряжения

source: <var 48 F201FA /var><var 49 F201FB /var>※Settings assigned here are for display only. To change actual settings, you must access the Duty Finder interface.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>※Указанные здесь настройки миссии служат только для отображения в списке групп и не влияют на настройки Поиска миссий. Их нужно изменить там отдельно.<var 49 01 /var><var 48 01 /var>

source: Selecting “Duty Complete” signifies that only players who have completed a certain duty may join the party. Selecting “Duty Incomplete” signifies the opposite.
ru: Выбор условия «Миссия пройдена» означает, что к группе смогут присоединиться только игроки, завершившие миссию. Выбор условия «Миссия не пройдена» означает с точностью обратное — смогут присоединиться только те, кто ещё не прошли миссию.

source: Contact List
ru: Список контактов

source: A list of the 50 players with whom you most recently partied. Class/Job information reflects a player's class/job at the time of party formation.
ru: Список из последних 50 игроков, с которыми вы были в группе. Указаны классы/профессии игроков на момент, когда они были с вами в группе.

source: Name
ru: Имя

source: Home World
ru: Домашний мир

source: Close
ru: Закрыть
