Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Breeding Capacity: <var 08 E3E80201 ((?)) ((<var 20 E802 /var>)) /var>
ru: Способность к размножению: <var 08 E3E80201 ((?)) ((<var 20 E802 /var>)) /var>

source: Pedigree
ru: Родословная

source: Fledgling
ru: Птенец

source: Adoption Date
ru: Можно забрать в:

source: Catalyst Acquired
ru: Получен катализатор

source: Zodiac Material Acquired
ru: Получен материал Зодиака

source: Minion not found.
ru: Миньон не найден.

source: Mount not found.
ru: Транспорт не найден.

source: Favorites
ru: Избранное

source: Minion Search
ru: Поиск миньонов

source: Favorites
ru: Избранное

source: Mount Search
ru: Поиск транспорта

source: One piece of gear or gear-enhancing material obtainable per week.
ru: За неделю из этой миссии можно получить только одну награду некоторых типов.

source: Cross-world Linkshell [2]
ru: Межмировой линкшелл [2]

source: Cross-world Linkshell [3]
ru: Межмировой линкшелл [3]

source: Cross-world Linkshell [4]
ru: Межмировой линкшелл [4]

source: Cross-world Linkshell [5]
ru: Межмировой линкшелл [5]

source: Cross-world Linkshell [6]
ru: Межмировой линкшелл [6]

source: Cross-world Linkshell [7]
ru: Межмировой линкшелл [7]

source: Cross-world Linkshell [8]
ru: Межмировой линкшелл [8]

source: Emotes to Self
ru: Эмоции на меня

source: Visual Alerts
ru: Визуальные предупреждения

source: Enable visual alerts.
ru: Включить визуальные предупреждения.

source: Size
ru: Размер

source: Transparency
ru: Прозрачность

source: Color Filtering Settings
ru: Настройки фильтрации цветов

source: Enable Color Filtering
ru: Включить фильтрацию цветов

source: Range
ru: Диапазон

source: None
ru: Нет

source: Type 1 (Protanopia)
ru: Тип 1 (Протанопия)

source: Type 2 (Deuteranopia)
ru: Тип 2 (Дейтеранопия)

source: Type 3 (Tritanopia)
ru: Тип 3 (Тританопия)

source: Marks
ru: Охотничьи контракты

source: Elite Marks
ru: Элитные контракты

source: Accept
ru: Принять

source: <var 22 E802 ((,)) /var> Gil / <var 22 E803 ((,)) /var> Allied <var 08 E4E80302 ((Seal)) ((Seals)) /var>
ru: <var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var> и <var 22 E803 (( )) /var> Allied <var 08 E4E80302 ((Seal)) ((Seals)) /var>

source: Close
ru: Закрыть

source: Pursuing a new mark will result in the abandonment of your current one. Proceed?
ru: В погоне за новым контрактом вам придётся выкинуть текущий. Продолжить?

source: Name:
ru: Имя:

source: Location:
ru: Локация:

source: Reward:
ru: Награда:

source: Authorized by:
ru: Поручено от:

source: Chief Admiral Merlwyb Bloefhiswyn
ru: Главный Адмирал Мёлвиб Блюфисфин

source: Elder Seedseer Kan-E-Senna
ru: Старшая Сеятельница Кан-Э-Синна

source: Flame General Raubahn Aldynn
ru: Генерал Пламени Робанн Алдинн

source: Targets:
ru: Кол-во целей:

source: <var 08 E1E80401 ((<var 22 E802 ((,)) /var> Gil / <var 22 E803 ((,)) /var> Centurio <var 08 E4E80302 ((Seal)) ((Seals)) /var> / <var 22 E804 ((,)) /var> EXP)) ((<var 22 E802 ((,)) /var> Gil / <var 22 E803 ((,)) /var> Centurio <var 08 E4E80302 ((Seal)) ((Seals)) /var>)) /var>
ru: <var 08 E1E80401 ((<var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var> / <var 22 E803 (( )) /var> Centurio <var 08 E4E80302 ((Seal)) ((Seals)) /var> / <var 22 E804 (( )) /var> EXP)) ((<var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var> / <var 22 E803 (( )) /var> Centurio <var 08 E4E80302 ((Seal)) ((Seals)) /var>)) /var>

source: Issuing Authority:
ru: Кем выдано:

source: Clan Centurio
ru: Клан Центурио

source: Level 1 Clan Marks
ru: Клановые контракты — Уровень 1

source: Level 2 Clan Marks
ru: Клановые контракты — Уровень 2

source: Level 3 Clan Marks
ru: Клановые контракты — Уровень 3

source: Elite Clan Marks
ru: Клановые контракты — Элита

source: Open Map
ru: Открыть карту

source: Level 1 Veteran Clan Marks
ru: Клановые контракты — Ветеран, уровень 1

source: Level 2 Veteran Clan Marks
ru: Клановые контракты — Ветеран, уровень 2

source: Level 3 Veteran Clan Marks
ru: Клановые контракты — Ветеран, уровень 3

source: Elite Veteran Clan Marks
ru: Клановые контракты — Ветеран, Элита

source: <var 09 E802 ((Level 1 Veteran Clan Marks)) ((Level 2 Veteran Clan Marks)) ((Level 3 Veteran Clan Marks)) ((Elite Veteran Clan Marks)) /var> (<var 29 EA03 /var>)
ru: <var 09 E802 ((Клановые контракты — Ветеран, уровень 1)) ((Клановые контракты — Ветеран, уровень 2)) ((Клановые контракты — Ветеран, уровень 3)) ((Клановые контракты — Ветеран, Элита)) /var> (<var 29 EA03 /var>)

source: Special Update
ru: Новое обновление

source: The following features have been added to estate orchestrions: <var 48 F201FA /var><var 49 F201FB /var>Playlists<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Play All option<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Repeat option<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Shuffle option<var 49 01 /var><var 48 01 /var> Further information on playlists can be found under the active help topic “The Orchestrion.” Caught fish can now be placed in <var 48 F201FA /var><var 49 F201FB /var>aquariums<var 49 01 /var><var 48 01 /var> and displayed in estates or private rooms.
ru: 8466_The following features have been added to estate orchestrions: <var 48 F201FA /var><var 49 F201FB /var>Playlists<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Play All option<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Repeat option<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Shuffle option<var 49 01 /var><var 48 01 /var> Further information on playlists can be found under the active help topic «The Orchestrion». Caught fish can now be placed in <var 48 F201FA /var><var 49 F201FB /var>aquariums<var 49 01 /var><var 48 01 /var> and displayed in estates or private rooms.

source: The following duties have been added to the Duty Finder under “Gold Saucer”: Chocobo Races <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Random<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Sagolii Road<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Costa del Sol<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Tranquil Paths<var 49 01 /var><var 48 01 /var> Chocobo Races (Party Member) <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Random<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Sagolii Road<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Costa del Sol<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Tranquil Paths<var 49 01 /var><var 48 01 /var>
ru: 8474_The following duties have been added to the Duty Finder under «Gold Saucer»: Chocobo Races <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Random<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Sagolii Road<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Costa del Sol<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Tranquil Paths<var 49 01 /var><var 48 01 /var> Chocobo Races (Party Member) <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Random<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Sagolii Road<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Costa del Sol<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Chocobo Race: Tranquil Paths<var 49 01 /var><var 48 01 /var>

source: A new Gold Saucer Active Time Event “Leap of Faith” is now available! To coincide with this addition, the GATE schedule has been updated. Speak with the Gold Saucer attendant at Entrance Square for details.
ru: 8475_A new Gold Saucer Active Time Event «Leap of Faith» is now available! To coincide with this addition, the GATE schedule has been updated. Speak with the Gold Saucer attendant at Entrance Square for details.

source: A new Gold Saucer Active Time Event “Air Force One” is now available! To coincide with this addition, the GATE schedule has been updated. Speak with the Gold Saucer attendant at Entrance Square for details.
ru: 8478_A new Gold Saucer Active Time Event «Air Force One» is now available! To coincide with this addition, the GATE schedule has been updated. Speak with the Gold Saucer attendant at Entrance Square for details.

source: All
ru: Все

source: A new Gold Saucer Active Time Event “The Slice Is Right” is now available! To coincide with this addition, the GATE schedule has been updated. Speak with the Gold Saucer attendant at Entrance Square for details.
ru: 8481_A new Gold Saucer Active Time Event «The Slice Is Right» is now available! To coincide with this addition, the GATE schedule has been updated. Speak with the Gold Saucer attendant at Entrance Square for details.

source: A new stage has been added to the Gold Saucer Active Time Event “Leap of Faith”! To coincide with this addition, the GATE schedule has been updated. Speak with the Gold Saucer attendant at Entrance Square for details.
ru: 8482_A new stage has been added to the Gold Saucer Active Time Event «Leap of Faith»! To coincide with this addition, the GATE schedule has been updated. Speak with the Gold Saucer attendant at Entrance Square for details.

source: You may now try on gear from the Online Store via the Dreamfitting feature. Access Dreamfitting from the bed in any inn room to try on everything from full outfits to individual pieces, and let your dreams run wild!
ru: Вы теперь можете примерять снаряжение из онлайн-магазина с помощью функции «Гардероб сновидений». Выберите «Гардероб сновидений» при взаимодействии с кроватью и окунитесь в сказочный мир новых идей моды! Доступна примерка как полного набора снаряжения, так и его отдельных частей.

source: Others
ru: Прочие места

source: Favorites
ru: Избранное

source: Ishgard and Surrounding Areas
ru: Ишгард и окружающая территория

source: History
ru: История

source: Gyr Abania
ru: Гир Абания

source: The Far East
ru: Далёкий Восток

source: When residing in an inn room, you can now choose to cast glamours using items not only from your inventory, but also those stored in glamour dressers or armoires. Retire to private chambers, and switch up your style in comfort!
ru: Теперь, будучи в гостинице, вы можете зачаровывать гламур, используя предметы не только из инвентаря, но и из комода гламура и шкафа снаряжения. Зачаровывать гламуры никогда ещё не было так просто!

source: Tab Preferences
ru: Настройки вкладок

source: Remove Favored Destination
ru: Убрать избранную точку

source: Remove <var 28 ((PlaceName)) ((<var 28 ((Aetheryte)) E80209 /var>)) 01 /var> as your <var 09 E803 ((security token free)) ((PlayStation®Plus free)) ((favored)) /var> destination?
ru: Убрать <var 28 ((PlaceName)) ((<var 28 ((Aetheryte)) E80209 /var>)) 01 /var> в качестве вашей <var 09 E803 ((бесплатной)) ((бесплатной)) ((избранной)) /var> точки телепортации <var 09 E803 (((Security Token))) (((PlayStation®Plus))) (()) /var>?

source: Residential Areas
ru: Локации резиденций

source: History
ru: История

source: Norvrandt
ru: Норврандт

source: Ilsabard
ru: Ильсабард

source: Display by Expansion
ru: Показывать дополнения

source: Display by Area/Region
ru: Показывать области/регионы

source: Aetheryte Tickets: <var 08 E1E802F203E7 ((999+)) ((<var 20 E802 /var>)) /var>
ru: Билеты эфирита: <var 08 E1E802F203E7 ((999+)) ((<var 20 E802 /var>)) /var>

source: Close window and discard changes?
ru: Закрыть окно и отменить изменения?

source: Cancel
ru: Отмена

source: Save to History
ru: Сохранить в историю

source: Remove from History
ru: Убрать из истории

source: Open Map
ru: Открыть карту

source: There are no aetherytes to display.
ru: Нет эфиритов для отображения.

source: Area
ru: Локация

source: Aetheryte
ru: Эфирит

source: Fee
ru: Цена

source: Teleport
ru: Телепорт

source: Open Teleport Settings
ru: Открыть настройки телепорта

source: Teleport Settings
ru: Настройки телепорта

source: Apartment
ru: Квартира

source: Shared Estate (Plot <var 20 E803 /var>, <var 09 E802 ((1st)) ((2nd)) ((3rd)) ((4th)) ((5th)) ((6th)) ((7th)) ((8th)) ((9th)) ((10th)) ((11th)) ((12th)) ((13th)) ((14th)) ((15th)) ((16th)) ((17th)) ((18th)) ((19th)) ((20th)) ((21st)) ((22nd)) ((23rd)) ((24th)) ((25th)) ((26th)) ((27th)) ((28th)) ((29th)) ((30th)) /var> Ward)
ru: Общий участок (<var 20 E802 /var>-й регион, <var 20 E803 /var>-й участок)

source: Aetheryte Ticket Usage
ru: Использование билетов эфирита

source: Always Confirm Before Use
ru: Всегда спрашивать

source: Always Use
ru: Всегда использовать

source: Never Use
ru: Никогда не использовать

source: Confirm for All Costs Above Gil Allowance
ru: Спрашивать, если стоимость выше предела

source: Always Use for Costs Above Gil Allowance
ru: Использовать, если стоимость выше предела

source: Gil Allowance
ru: Предел стоимости

source: Confirm
ru: Подтвердить

source: Weather Forecast
ru: Прогноз погоды

source: All
ru: Все

source: Others
ru: Другие

source: Area
ru: Локация

source: Weather
ru: Погода

source: Specialist
ru: Специалист

source: Lv. <var 20 E802 /var>
ru: Ур. <var 20 E802 /var>

source: Extras
ru: Дополнительно

source: <var 29 EA02 /var> <var 08 E803 ((Lv<var 20 E803 /var>)) (()) /var>
ru: <var 29 EA02 /var> <var 08 E803 ((Ур<var 20 E803 /var>)) (()) /var>

source: Role
ru: Роль

source: Display job gauge description.
ru: Показать описание шкалы профессии.

source: Class
ru: Класс

source: Job
ru: Профессия

source: Specialist
ru: Специалист

source: Displays a list of class actions.
ru: Показан список действий класса.

source: Displays a list of job actions.
ru: Показан список действий профессии.

source: Displays a list of specialist actions.
ru: Показан список действий специалиста.

source: Companion
ru: Компаньон

source: Squadron
ru: Отряд

source: Orders
ru: Приказы

source: Pet
ru: Питомец

source: Displays a list of pet actions.
ru: Показан список действий питомца.

source: Performance
ru: Выступление

source: <var 29 EA02 /var> <var 08 E803 ((Lv<var 20 E803 /var>)) (()) /var>
ru: <var 29 EA02 /var> <var 08 E803 ((Ур<var 20 E803 /var>)) (()) /var>

source: Pet
ru: Питомец

source: Quests
ru: Задания

source: FATEs
ru: ЗОНА

source: Levequests
ru: Поручения

source: Hunting Log
ru: Журнал охоты

source: Hunting Log (GC)
ru: Журнал охоты (ВК)

source: Duty Roulette
ru: Рулетка миссий

source: Guildhests
ru: Гильдхесты

source: Dungeons
ru: Подземелья

source: Trials
ru: Испытания

source: Raids
ru: Рейды

source: All
ru: Все

source: Gold Saucer
ru: Золотое Блюдце

source: The Hunt
ru: Охота

source: Hall of the Novice
ru: Зал новичков

source: Hall of the Novice
ru: Зал новичков

source: Sightseeing Log
ru: Журнал красивых мест

source: Sightseeing Clues
ru: Подсказка к красивому месту

source: [Important]
ru: [Важно]

source: [Follow-up]
ru: [В дополнение]

source: [Maintenance]
ru: [Тех. работы]

source: [Recovery]
ru: [Восстановление]

source: Unable to retrieve data.
ru: Не удалось получить данные.

source: Wheel Stand
ru: Стойка колёс

source: Slot
ru: Слот

source: Charge
ru: Заряд

source: Grade 1 Compatible
ru: Совместимо с рангом 1

source: Grade 2 Compatible
ru: Совместимо с рангом 2

source: Grade 3 Compatible
ru: Совместимо с рангом 3

source: Select an aetherial wheel to charge.
ru: Выберите, какое эфирное колесо зарядить.

source: <var 48 F201FA /var><var 49 F201FB /var>Primed<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Заряжено<var 49 01 /var><var 48 01 /var>

source: <var 08 E1E80201 ((<var 2B ((<var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>)) /var> <var 08 E4E80202 ((hour)) ((hours)) /var>)) ((Less than 1 hour)) /var> remaining.
ru: Остал<var 08 E4E80202 ((ся)) ((ось)) /var> <var 08 E1E80201 ((<var 20 E802 /var> час<var 08 E802 ((<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>)) ((ов)) /var>)) ((меньше 1 часа)) /var>.

source: Place <var 31 ((Item)) 03E8020202 /var> on the wheel stand?
ru: Поместить <var 31 ((Item)) 03E8020202 /var> на стойку колёс?

source: Remove <var 31 ((Item)) 03E8030202 /var> from wheel slot <var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>?
ru: Взять <var 31 ((Item)) 03E8030202 /var> из слота <var 20 E802 /var>?

source: Remove the unprimed <var 31 ((Item)) 04E8020202 /var> from wheel slot <var 08 E803 ((<var 08 E2E8030B ((<var 09 E803 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E803 /var>)) /var>)) ((<var 20 E803 /var>)) /var>? The wheel will be lost.
ru: Убрать незаряженное <var 31 ((Item)) 04E8020202 /var> из слота <var 20 E803 /var>? Колесо будет потеряно.

source: Discard aetherial wheel.
ru: Выкинуть эфирное колесо.

source: Select a primed wheel to convert into a company action.
ru: Выберите, какое заряженное колесо преобразовать в действие вольной компании.

source: Convert
ru: Преобразовать

source: Convert <var 31 ((Item)) 03E8020202 /var> into the company action “<var 28 ((CompanyAction)) E80301 /var>”?
ru: Преобразовать <var 31 ((Item)) 03E8020202 /var> в действие вольной компании «<var 28 ((CompanyAction)) E80301 /var>»?

source: Return to Default Position
ru: Вернуть в позицию по умолчанию

source: Scale Window
ru: Масштабировать окно

source: Close
ru: Закрыть

source: Hardware Cursor: FFXIV Custom
ru: Системный курсор: Особый от FFXIV

source: Hardware Cursor: OS Standard
ru: Системный курсор: Стандартный от ОС

source: Software Cursor
ru: Программный курсор

source: Expanded Mouse Functionality Settings
ru: Настройки расширенной функциональности мыши

source: Enable expanded mouse functionality.<var 08 E4E94C01 (( (Software Mouse Cursor))) (()) /var>
ru: Включить расширенную функциональность мыши.<var 08 E4E94C01 (( (Software Mouse Cursor))) (()) /var>

source: Enable tracking.
ru: Включить трекинг.

source: Mouse Cursor Size
ru: Размер курсора мыши

source: Normal
ru: Нормальный

source: Large
ru: Большой

source: Maximum
ru: Максимальный

source: Parallax Occlusion
ru: Окклюзия параллакса

source: Tessellation
ru: Тесселяция

source: Glare
ru: Солнечные блики

source: Water Refraction
ru: Преломление света в воде

source: Performance
ru: Звуки выступлений

source: BGM
ru: Фоновая музыка

source: Sound Effects
ru: Звуковые эффекты

source: Voice
ru: Голоса

source: System Sounds
ru: Системные звуки

source: Ambient Sounds
ru: Звуки окружения

source: High Resolution UI Settings
ru: Настройки UI высокого разрешения

source: Scales the UI for better viewing on high resolution displays.
ru: Масштаб UI для комфортной игры на мониторах высокого разрешения.

source: 100% (HD) - Standard
ru: 100% (HD) — Стандарт

source: 150% (Full HD) - 1728x972 or higher
ru: 150% (Full HD) — 1728x972 или выше

source: 200% (WQHD) - 2304x1296 or higher
ru: 200% (WQHD) — 2304x1296 или выше

source: 300% (4K) - 3456x1944 or higher
ru: 300% (4K) — 3456x1944 или выше

source: Performance
ru: Звуки выступлений

source: Enable normal battle music.
ru: Воспроизводить обычную боевую музыку

source: Enable city<var 1F /var>state BGM in residential areas.
ru: Воспроизводить музыку поселений в резиденциях

source: Equalizer
ru: Эквалайзер

source: Mode
ru: Режим

source: Standard
ru: Стандарт

source: Bass Boost
ru: Усиление басов

source: Treble Boost
ru: Усиление высоких частот

source: Voice Boost
ru: Усиление голоса

source: Mouse Cursor Size
ru: Размер курсора мыши

source: Normal
ru: Обычный

source: Large
ru: Большой

source: Maximum
ru: Максимальный

source: Screen Resolution
ru: Разрешение экрана

source: Full HD: Improves frame rate
ru: Full HD: Улучшает производительность

source: WQHD<var 08 E4E94C05 (( (4K Upscaling): Standard/Balanced choice)) (()) /var><var 08 E4E96B64 ((: Standard/Balanced choice)) (()) /var>
ru: WQHD<var 08 E4E94C05 (( (Масштабирование до 4K): Баланс между производительностью и качеством)) (()) /var><var 08 E4E96B64 ((: Баланс между производительностью и качеством)) (()) /var>

source: 4K<var 08 E4E94C05 ((: Improves draw quality)) (()) /var><var 08 E4E94C06 ((: Improves draw quality)) (()) /var><var 08 E4E94C07 ((: <var 12 40 /var> Available on Xbox Series X)) (()) /var>
ru: 4K<var 08 E4E94C05 ((: Улучшает качество изображения)) (()) /var><var 08 E4E94C06 ((: Улучшает качество изображения)) (()) /var><var 08 E4E94C07 ((: <var 12 40 /var> Доступно на Xbox Series X)) (()) /var>

source: User Interface Size
ru: Размер интерфейса

source: 150% (Full HD recommended)
ru: 150% (Рекомендуется Full HD)

source: 200% (WQHD recommended, available only in WQHD or higher)
ru: 200% (Рекомендуется WQHD, доступно только с WQHD или больше)

source: 300% (<var 08 E4E94C05 ((Available only in 4K resolution)) (()) /var><var 08 E4E94C06 ((Available only in 4K resolution)) (()) /var><var 08 E4E94C07 ((<var 12 40 /var> Available on Xbox Series X)) (()) /var>)
ru: 300% (<var 08 E4E94C05 ((Доступно только в 4K)) (()) /var><var 08 E4E94C06 ((Доступно только в 4K)) (()) /var><var 08 E4E94C07 ((<var 12 40 /var> Доступно на Xbox Series X)) (()) /var>)

source: Enlarge system UI.
ru: Увеличить системный интерфейс.

source: ※ Only increases scale for certain system-related UI elements.
ru: ※ Увеличивает только определённые элементы системного интерфейса.

source: DualSense/DUALSHOCK 4 Settings <var 09 E94F (((<var 12 40 /var>DirectX 11 required.))) (()) (((<var 12 40 /var>Windows required.))) /var>
ru: Настройки DualSense/DUALSHOCK 4 <var 09 E94F (((<var 12 40 /var>Требуется DirectX 11.))) (()) (((<var 12 40 /var>Работает только в Windows.))) /var>

source: Spatial Audio <var 09 E94F (((<var 12 40 /var>DirectX 11 is required to enable this feature.))) (()) (((<var 12 40 /var>This feature is only available on Windows.))) /var>
ru: Пространственный звук <var 09 E94F (((<var 12 40 /var>Требуется DirectX 11.))) (()) (((<var 12 40 /var>Только в Windows.))) /var>

source: Enable Immerse Spatial Audio
ru: Включить пространственный звук Immerse

source: Learn more about Immerse Spatial Audio
ru: Узнать больше про пространственный звук Immerse

source: Immerse Gamepack is not installed. To experience Immerse 360 spatial audio, you must visit the website and download the gamepack. Would you like to continue? <var 48 F201FC /var><var 49 F201FD /var>This will launch your browser.<var 49 01 /var><var 48 01 /var>
ru: Immerse Gamepack не установлен. Для включения пространственного звука Immerse 360 нужно перейти на сайт и скачать Immerse Gamepack. Вы желаете продолжить? <var 48 F201FC /var><var 49 F201FD /var>Откроется страница в веб-браузере.<var 49 01 /var><var 48 01 /var>

source: Your Immerse Gamepack profile is not complete. Would you like to open your Immerse profile page to finish setup? <var 48 F201FC /var><var 49 F201FD /var>This will launch your browser.<var 49 01 /var><var 48 01 /var>
ru: Настройка вашего профиля Immerse Gamepack не завершена. Вы желаете открыть страницу профиля Immerse для завершения настройки? <var 48 F201FC /var><var 49 F201FD /var>Откроется страница в веб-браузере.<var 49 01 /var><var 48 01 /var>
