Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Reward
ru: Награда

source: Seasonal Score
ru: Сезонные очки

source: Skyward Points
ru: Очки рейтинга

source: ※No points will be awarded. You must be on your Home World.
ru: ※Вы не получите в награду очки. Вы должны быть в домашнем мире.

source: Seasonal Score
ru: Сезонные очки

source: Accumulated Score
ru: Накопленные очки

source: Resource List
ru: Список ресурсов

source: Item
ru: Предмет

source: Rec. Level
ru: Рек. уровень

source: Set
ru: Набор

source: Skyward Pt.
ru: Очки рейтинга

source: Total
ru: Всего

source: Item Exchange
ru: Обмен предметов

source: Category
ru: Категория

source: Subcategory
ru: Подкатегория

source: <var 1F /var>-Select a subcategory<var 1F /var>-
ru: <var 1F /var>-Выберите подкатегорию<var 1F /var>-

source: Item
ru: Предмет

source: Set
ru: Набор

source: Bag
ru: Сумка

source: Qty.
ru: Кол-во

source: Items Required
ru: Требуемые предметы

source: In this one-stop shop, a subsidiary of Rowena's House of Splendors, practically every weapon, piece of gear, or helpful item that can be purchased in exchange for Allagan tomestones and similar tokens has been gathered in a single convenient location. Take a moment and browse the merchandise!
ru: В этом универсальном магазине, являющемся филиалом «Дома великолепия Ровены», в одном удобном месте собрано практически любое оружие, снаряжение или полезные предметы, которые можно приобрести в обмен на Allagan tomestones и другую валюту. Уделите время и просмотрите все товары!

source: There are no items to display.
ru: Нет предметов для отображения.

source: Welcome to Sundry Splendors!
ru: Добро пожаловать в «Неземные диковины»!

source: Select a subcategory.
ru: Выберите подкатегорию.

source: The amount earned from selling every item your retainer currently has up for sale will exceed your retainer's gil limit. All excess gil will be lost. Do you wish to proceed? Retainer's total sale amount: <var 29 EA02 /var>
ru: Если ваш слуга продаст все эти предметы, он достигнет предела гилов, которые может держать. Все излишки будут утеряны. Вы точно хотите продолжить? Общая сумма продажи: <var 29 EA02 /var>

source: The amount earned from selling every item your retainer currently has up for sale will exceed your retainer's gil limit. All excess gil will be lost. Do you wish to proceed? Retainer's current gil: <var 22 E802 ((,)) /var>
ru: Если ваш слуга продаст все эти предметы, он достигнет предела гилов, которые может держать. Все излишки будут утеряны. Вы точно хотите продолжить? Сейчас гилов у слуги: <var 22 E802 (( )) /var>

source: Entrust Duplicates
ru: Доверить дубликаты

source: Items identical to those already possessed by your retainer may be collectively entrusted from your inventory. <var 48 F201FA /var><var 49 F201FB /var>※Only applies to stackable items. ※You may exempt items by unchecking them. ※Entrusting a wide variety of items may take time.<var 49 01 /var><var 48 01 /var>
ru: Можно автоматически доверить слуге предметы из вашего инвентаря, которые у него уже есть. <var 48 F201FA /var><var 49 F201FB /var>※Применимо только для группирующихся предметов. ※Вы можете исключить предметы, нажав на них. ※Передача большого количества предметов займёт некоторое время.<var 49 01 /var><var 48 01 /var>

source: Types of Items: <var 20 E802 /var>
ru: Типы предметов: <var 20 E802 /var>

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Entrusting items...
ru: Передача предметов...

source: Successfully entrusted items.
ru: Предметы успешно переданы.

source: Cancel
ru: Отмена

source: Close Window
ru: Закрыть окно

source: Items identical to those already possessed by your retainer may be collectively entrusted from your inventory.
ru: Можно автоматически доверить слуге предметы из вашего инвентаря, которые у него уже есть.

source: Small
ru: Малая

source: Appears Rarely
ru: Редко появляется

source: Medium
ru: Средняя

source: One of Two Appears
ru: Появляется один из них

source: Large
ru: Большая

source: Always Appears
ru: Всегда появляется

source: Earn a retelling
ru: Пересказ

source: Earn a retelling by uncovering the large illustration. This reward will allow you to play Faux Hollows once more upon completion of an unreal duty. <var 48 F201FA /var><var 49 F201FB /var>※Retellings can only be earned once per week.<var 49 01 /var><var 48 01 /var>
ru: Заработайте пересказ, открыв большую иллюстрацию. Эта награда позволит вам ещё раз сыграть в Пустоты Фоксы после ещё одного прохождения нереального испытания. <var 48 F201FA /var><var 49 F201FB /var>※Пересказ можно заработать только один раз в неделю.<var 49 01 /var><var 48 01 /var>

source: Turn panels to uncover the hidden illustrations beneath and earn faux leaves─which can be exchanged for very real goods!
ru: Переворачивайте ячейки, чтобы раскрыть скрытые иллюстрации и заработать faux leaves. Их можно обменять на неплохие призы!

source: Turns:
ru: Можно открыть:

source: Commander
ru: Командир

source: Coffer
ru: Сундук

source: Gift Box
ru: Подарок

source: Dual Blades
ru: Скрещённые мечи

source: Reward
ru: Награда

source: Retelling earned!
ru: Пересказ заработан!

source: Faux Hollows
ru: Пустоты Фокса

source: Once Upon a Time...
ru: Однажды в сказке...

source: The End
ru: Конец

source: The End
ru: Конец

source: Advanced materia meld in bulk.
ru: Продвинутая вставка пачкой.

source: The <var 20 E802 /var> in your possession will be used in succession until advanced materia melding succeeds.
ru: Все <var 20 E802 /var> материи этого типа, которые у вас сейчас в инвентаре, будут использованы последовательно до тех пор, пока продвинутая вставка не будет успешной.

source: Request advanced materia melding in bulk.
ru: Запросить продвинутую вставку пачкой.

source: The <var 20 E802 /var> in your possession will be used in succession until advanced materia melding succeeds. A reward will be offered only once regardless of the number of materia used.
ru: Все <var 20 E802 /var> материи этого типа, которые у вас сейчас в инвентаре, будут использованы последовательно до тех пор, пока продвинутая вставка не будет успешной. Вы выплатите вознаграждение только один раз вне зависимости от количества потраченной материи.

source: Requesting advanced materia melding in bulk.
ru: Запрос продвинутой вставки пачкой.

source: The <var 20 E802 /var> in your possession will be used in succession until advanced materia melding succeeds. A reward will be offered only once regardless of the number of materia used.
ru: Все <var 20 E802 /var> материи этого типа, которые у вас сейчас в инвентаре, будут использованы последовательно до тех пор, пока продвинутая вставка не будет успешной. Вы выплатите вознаграждение только один раз вне зависимости от количества потраченной материи.

source: Accept request for advanced materia melding in bulk.
ru: Принять запрос на продвинутую вставку пачкой.

source: You will be given <var 20 E802 /var> attempts to successfully complete advanced materia melding. You will be rewarded only once regardless of the number of materia used.
ru: Вам дадут <var 20 E802 /var> попыток для успешного совершения продвинутой вставки. Вам выплатят вознаграждение только один раз вне зависимости от количества потраченной материи.

source: You have not caught any fish.
ru: Вы не поймали ни одной рыбы.

source: pts
ru: очк

source: Sailing Schedule
ru: Расписание отправлений

source: Registration (LT)
ru: Регистрация (ЛВ)

source: Destination
ru: Конечный пункт

source: Time Frame
ru: Интервалы

source: <var 07 E802 /var><var 20 DE /var>/<var 20 DC /var> <var 07 E802 /var><var 08 E4E80301 ((<var 20 DB /var>:<var 24 DA /var> )) ((<var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> )) /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var> <var 07 E802 /var><var 08 E4E80301 ((<var 20 DB /var>:<var 24 DA /var>)) ((<var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:<var 24 DA /var>)) /var>

source: Set timer for next departure.
ru: Поставить будильник на следующее отправление.

source: Potential Catch
ru: Возможный улов

source: Fish Caught
ru: Пойманная рыба

source: Location 1
ru: Локация 1

source: Location 2
ru: Локация 2

source: Location 3
ru: Локация 3

source: Display Only Fish Caught
ru: Показать только пойманную рыбу

source: Average
ru: Средняя

source: Large
ru: Крупная

source: You have not caught any fish.
ru: Вы не поймали ни одной рыбы.

source: Results
ru: Результаты

source: Individual
ru: Индивидуальные

source: All
ru: Общие

source: Individual
ru: Индивидуальные

source: All
ru: Общие

source: Average
ru: Средняя

source: Large
ru: Крупная

source: Points
ru: Очки

source: Bonus
ru: Бонус

source: Name
ru: Имя

source: World
ru: Мир

source: Caught
ru: Пойманы

source: Score
ru: Очки

source: Leave
ru: Покинуть

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Fish Caught
ru: Поймано рыбы

source: Score
ru: Очки

source: Total Score
ru: Всего очков

source: Voyage Missions
ru: Миссии плавания

source: Average
ru: Средняя

source: Large
ru: Крупная

source: You must complete the quest “<var 28 ((Quest)) E80201 /var>” to gain access to the Ruby route.
ru: Для получения доступа к Рубиновому пути вам нужно сначала завершить задание «<var 28 ((Quest)) E80201 /var>».

source: You must complete the quest “<var 28 ((Quest)) E80201 /var>” to board the ship.
ru: Для посадки на корабль вам нужно сначала завершить задание «<var 28 ((Quest)) E80201 /var>».

source: Current selection of active actions and <var 48 F201FC /var><var 49 F201FD /var>hotbar slots containing blue magic spells<var 49 01 /var><var 48 01 /var> will be saved to an active set. <var 48 F201FA /var><var 49 F201FB /var>※Excludes blue magic spells set to shared hotbars.<var 49 01 /var><var 48 01 /var>
ru: Текущий выбор активных действий и <var 48 F201FC /var><var 49 F201FD /var>слотов хотбаров, содержащих заклинания синего мага<var 49 01 /var><var 48 01 /var> будут сохранены в набор действий. <var 48 F201FA /var><var 49 F201FB /var>※Заклинания синего мага, установленные в общие хотбары, не будут включены.<var 49 01 /var><var 48 01 /var>

source: Load a saved selection of active actions and restore blue magic spells to previous hotbar slots. <var 48 F201FA /var><var 49 F201FB /var>※Shared hotbars will remain unchanged.<var 49 01 /var><var 48 01 /var>
ru: Загрузить сохранённый набор активных действий и восстановить сохранённые слоты хотбаров с заклинаниями синего мага. <var 48 F201FA /var><var 49 F201FB /var>※Общие хотбары не поменяются.<var 49 01 /var><var 48 01 /var>

source: Save active actions and blue magic hotbar slots to <var 29 EA02 /var>?
ru: Сохранить активные действия и слоты хотбаров с синей магией в набор «<var 29 EA02 /var>»?

source: Load active actions and hotbar slots from <var 29 EA02 /var>?
ru: Загрузить активные действия и слоты хотбаров с синей магией из набора «<var 29 EA02 /var>»?

source: Load active actions from <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>※No hotbar slots are saved to this action set.<var 49 01 /var><var 48 01 /var>
ru: Загрузить активные действия из набора «<var 29 EA02 /var>»? <var 48 F201FA /var><var 49 F201FB /var>※В этом наборе хотбары не были сохранены.<var 49 01 /var><var 48 01 /var>

source: Current selection of active actions and the relevant slots of <var 48 F201FC /var><var 49 F201FD /var>blue mage-exclusive hotbars<var 49 01 /var><var 48 01 /var> will be saved to an active set. <var 48 F201FA /var><var 49 F201FB /var>※Excludes blue magic spells set to shared hotbars.<var 49 01 /var><var 48 01 /var>
ru: Текущий набор активных действий и их слоты <var 48 F201FC /var><var 49 F201FD /var>хотбаров синего мага<var 49 01 /var><var 48 01 /var> будет сохранён в активный слот. <var 48 F201FA /var><var 49 F201FB /var>※Заклинания синего мага, сохранённые на общие хотбары, не будут сохранены.<var 49 01 /var><var 48 01 /var>

source: Load a saved selection of active actions. <var 48 F201FC /var><var 49 F201FD /var>Hotbar slots saved to an active set will be restored to blue mage-exclusive hotbars.<var 49 01 /var><var 48 01 /var>
ru: Загрузить сохранённый набор активных действий. <var 48 F201FC /var><var 49 F201FD /var>Слоты хотбара, сохранённые в активный набор, будут восстановлены в хотбары синего мага.<var 49 01 /var><var 48 01 /var>

source: Save active actions and slots from <var 48 F201FC /var><var 49 F201FD /var>blue mage-exclusive hotbars<var 49 01 /var><var 48 01 /var> to <var 29 EA02 /var>?
ru: Сохранить активные действия и слоты из <var 48 F201FC /var><var 49 F201FD /var>хотбаров синего мага<var 49 01 /var><var 48 01 /var> в <var 29 EA02 /var>?

source: Load active actions from <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>Hotbar slots in this active set will be restored to blue mage-exclusive hotbars.<var 49 01 /var><var 48 01 /var>
ru: Загрузить активные действия из <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>Слоты хотбара, сохранённые в активный набор, будут восстановлены в хотбары синего мага.<var 49 01 /var><var 48 01 /var>

source: Load active actions from <var 29 EA02 /var>?
ru: Загрузить активные действия из <var 29 EA02 /var>?

source: <var 48 F201FA /var><var 49 F201FB /var>Hotbar slots from this active set have been restored to blue mage-exclusive hotbars.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Слоты хотбара этого активного набора были восстановлены в хотбары синего мага.<var 49 01 /var><var 48 01 /var>

source: Save active actions to <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>※As job is not set to blue mage, no blue magic hotbar slots will be saved.<var 49 01 /var><var 48 01 /var>
ru: Сохранить активные действия в <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>※Так как ваша текущая профессия не синий маг, никакие слоты синей магии не будут сохранены.<var 49 01 /var><var 48 01 /var>

source: The crystal is unbound!
ru: Кристалл освобождён!

source: Igneous matter spews forth!
ru: Начинается извержение вулкана!

source: The air whips and churns!
ru: Поднимается бурный ветер!

source: <var 09 E802 ((Team Astra)) ((Team Umbra)) /var> has cleared the checkpoint!
ru: <var 09 E802 ((Astra)) ((Umbra)) /var> прошла контрольную точку!

source: KO
ru: КО

source: Accessory in use.
ru: Используется аксессуар.

source: Fashion Accessories
ru: Модные аксессуары

source: Total: <var 20 E802 /var>
ru: Всего: <var 20 E802 /var>

source: Fashion Accessory
ru: Модный аксессуар

source: Select an accessory.
ru: Выберите аксессуар.

source: Add to Hotbar
ru: Добавить на хотбар

source: Use
ru: Использовать

source: Accessory-specific stances are available via the Change Pose emote.
ru: Особые позы аксессуаров доступны через эмоцию «Сменить позу».

source: Enable Auto-umbrella
ru: Открывать этот зонт автоматически

source: Disable Auto-umbrella
ru: Не открывать этот зонт автоматически

source: Display fashion accessories help.
ru: Показать помощь по модным аксессуарам.

source: Obtained from <var 31 ((Item)) 04E8040302 /var> after completing the “<var 28 ((Achievement)) E80202 /var>” achievement. Jonathas, <var 61 F642040E /var>
ru: Доступно из <var 31 ((Item)) 04E8040302 /var> за выполнение достижения «<var 28 ((Achievement)) E80202 /var>». Джонатас, <var 61 F642040E /var>

source: Obtained from <var 31 ((Item)) 04E8040302 /var>. <var 61 E803 /var> <var 2B ((<var 28 ((ObjStr)) E80201 /var>)) /var>
ru: Доступно из <var 31 ((Item)) 04E8040302 /var>. <var 61 E803 /var> <var 2B ((<var 28 ((ObjStr)) E80201 /var>)) /var>

source: Obtained from <var 31 ((Item)) 04E8020302 /var>. Itinerant Moogle, <var 09 E947 ((<var 61 F64A4818 /var>)) ((<var 61 F64A48CB /var>)) ((<var 61 F64A48D6 /var>)) /var>
ru: Доступно из <var 31 ((Item)) 04E8020302 /var>. Странствующий мугл, <var 09 E947 ((<var 61 F64A4818 /var>)) ((<var 61 F64A48CB /var>)) ((<var 61 F64A48D6 /var>)) /var>

source: Obtained from <var 31 ((Item)) 04E8040302 /var> found in <var 28 ((ContentFinderCondition)) E8022B /var>.
ru: Доступно из <var 31 ((Item)) 04E8040302 /var>, который можно найти в <var 28 ((ContentFinderCondition)) E8022B /var>.

source: Obtained from <var 31 ((Item)) 04E8020302 /var>. <var 09 E947 ((Bango Zango, <var 61 F63F38E6 /var>)) ((Maisenta, <var 61 F6227367 /var>)) ((Roarich, <var 61 F63E116C /var>)) /var>
ru: Доступно из <var 31 ((Item)) 04E8020302 /var>. <var 09 E947 ((Банго Занго, <var 61 F63F38E6 /var>)) ((Маисента, <var 61 F6227367 /var>)) ((Рорик, <var 61 F63E116C /var>)) /var>

source: Obtained with the Performance ability.
ru: Доступно при получении действия выступления.

source: Obtained from <var 31 ((Item)) 04E8020302 /var>, available as a PvP Series reward.
ru: Доступно из <var 31 ((Item)) 04E8020302 /var>, получаемые в качестве награды за серию PvP.

source: Obtained as a Crystalline Conflict seasonal reward. <var 61 E803 /var> <var 2B ((<var 28 ((ObjStr)) E80201 /var>)) /var>
ru: Получено в качестве сезонной награды Кристальной битвы. <var 61 E803 /var> <var 2B ((<var 28 ((ObjStr)) E80201 /var>)) /var>

source: Obtained from <var 31 ((Item)) 04E8020302 /var>.
ru: Доступно из <var 31 ((Item)) 04E8020302 /var>.

source: Standard element.
ru: Стандартный элемент.

source: Obtained by completing the quest “<var 28 ((Quest)) E80201 /var>.”
ru: Доступно после завершения задания «<var 28 ((Quest)) E80201 /var>».

source: Obtained from <var 28 ((ContentFinderCondition)) E8022B /var>.
ru: Доступно из <var 28 ((ContentFinderCondition)) E8022B /var>.

source: Obtained from <var 31 ((Item)) 04E8040302 /var>. <var 61 E803 /var> <var 2B ((<var 28 ((ObjStr)) E80201 /var>)) /var>
ru: Доступно из <var 31 ((Item)) 04E8040302 /var>. <var 61 E803 /var> <var 2B ((<var 28 ((ObjStr)) E80201 /var>)) /var>

source: Obtained from <var 31 ((Item)) 04E8020302 /var>. <var 08 E5E95D01 ((<var 09 E95D ((Storm Quartermaster, <var 61 F63DEC88 /var>)) ((Serpent Quartermaster, <var 61 F63CA772 /var>)) ((Flame Quartermaster, <var 61 F6379843 /var>)) /var>)) ((Grand Company Seal Exchange)) /var>
ru: Доступно из <var 31 ((Item)) 04E8020302 /var>. <var 08 E5E95D01 ((<var 09 E95D ((Интендант Водоворота, <var 61 F63DEC88 /var>)) ((Интендант Ордена, <var 61 F63CA772 /var>)) ((Интендант Пламени, <var 61 F6379843 /var>)) /var>)) ((Обмен seal'ов Великой Компании)) /var>

source: Obtained via using the FINAL FANTASY XIV Companion App.
ru: Доступно при использовании приложения FINAL FANTASY XIV Companion.

source: Obtained via logging in to the FINAL FANTASY XIV Companion App while subscribed to a premium service plan.
ru: Доступно при входе в приложение FINAL FANTASY XIV Companion с подпиской на премиум.

source: Obtained from <var 31 ((Item)) 04E8020302 /var>.
ru: Доступно из <var 31 ((Item)) 04E8020302 /var>.

source: Obtained from <var 31 ((Item)) 04E8020302 /var>.
ru: Дотсупно из <var 31 ((Item)) 04E8020302 /var>.

source: Obtained from <var 31 ((Item)) 04E8020302 /var>, available as a reward for inviting one friend in the Recruit a Friend Campaign.
ru: Дотсупно из <var 31 ((Item)) 04E8020302 /var>, получаемый в качестве награды за приглашение одного друга по кампании Recruit a Friend.

source: Obtained from the “<var 28 ((Achievement)) E80202 /var>” achievement.
ru: Награда за достижение «<var 28 ((Achievement)) E80202 /var>».

source: Collectables Exchange
ru: Обмен ценностей

source: Total
ru: Всего

source: Item
ru: Предмет

source: Item Level
ru: Уровень

source: Collectability
ru: Коллекционность

source: Reward
ru: Награда

source: EXP
ru: Опыт

source: Qty.
ru: Кол-во

source: There are no items to display.
ru: Нет предметов для отображения.

source: Reward
ru: Вознаграждение

source: Collectability
ru: Коллекционность

source: Item
ru: Предмет

source: Collectability
ru: Коллекционность

source: You do not have the required item.
ru: У вас нет требуемого предмета.

source: Trade
ru: Обменять

source: Engage
ru: Осталось

source: Participants
ru: Участники

source: Field Record
ru: Записки с полей

source: Total: <var 20 E802 /var>/<var 20 E803 /var>
ru: Всего: <var 20 E802 /var>/<var 20 E803 /var>

source: Rarity
ru: Редкость

source: No record available
ru: Запись недоступна

source: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Resistance Rank <var 20 E802 /var><var 1A 01 /var>)) ((Resistance Rank <var 20 E802 /var>)) /var>
ru: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Ранг Сопротивления <var 20 E802 /var><var 1A 01 /var>)) ((Ранг Сопротивления <var 20 E802 /var>)) /var>

source: Time Remaining: <var 08 E3E80202 ((Less than 1m)) ((<var 20 E802 /var>m)) /var>
ru: Осталось времени: <var 08 E3E80202 ((меньше 1 мин.)) ((<var 20 E802 /var> мин.)) /var>

source: Resistance Rank
ru: По рангу Сопротивления

source: Resistance Rank
ru: Ранг Сопротивления

source: Mettle
ru: Очки подвигов

source: Next Rank
ru: Следующий ранг

source: Lost Finds Holster
ru: Кобура затерянных находок

source: Resistance Recruitment
ru: Найм Сопротивления

source: The battle before you is not meant for the faint-hearted. Are you prepared to test your resolve?
ru: Предстоящую вам битву способны победить только сильные духом. Готовы ли вы противостоять такому оппоненту?

source: Accept Challenge
ru: Принять вызов

source: Withdraw
ru: Отступить

source: Recruiting Combatants: <var 20 E802 /var>:<var 24 E803 /var>
ru: Найм участников: <var 20 E802 /var>:<var 24 E803 /var>

source: Preparing for Battle: <var 20 E802 /var>:<var 24 E803 /var>
ru: Подготовка к битве: <var 20 E802 /var>:<var 24 E803 /var>

source: Battle Underway: <var 20 E802 /var>:<var 24 E803 /var><var 08 E3E80401 (()) (( Progress: <var 20 E804 /var>%)) /var>
ru: Битва в разгаре: <var 20 E802 /var>:<var 24 E803 /var><var 08 E3E80401 (()) (( Прогресс: <var 20 E804 /var>%)) /var>

source: Resistance Recruitment
ru: Найм Сопротивления

source: Recruiting
ru: В процессе найма

source: Active Combat
ru: Текущие битвы

source: Adversary:
ru: Противник:

source: Recruiting:
ru: Найм:

source: Participants:
ru: Участники:

source: Combatants:
ru: Бойцы:

source: Time to Join:
ru: Время до вступления:

source: Time to Battle:
ru: Время до боя:

source: In Progress:
ru: В процессе:

source: Register
ru: Регистрация

source: Withdraw
ru: Отступить

source: Commence
ru: В бой

source: Vetting Combatants
ru: Опрос бойцов

source: Deployment Begun
ru: Отправка начата

source: Unable to Register
ru: Недоступно

source: Battle Underway
ru: Бой уже идёт

source: Waiting
ru: Ожидание

source: Register for “<var 29 EA02 /var>”?
ru: Зарегистрироваться на миссию «<var 29 EA02 /var>»?

source: <var 48 F201F4 /var><var 49 F201F5 /var>※Only the party leader may register when joining as a party.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>※Если вы в группе, то только лидер группы может зарегистрироваться.<var 49 01 /var><var 48 01 /var>

source: Withdraw registration for “<var 29 EA02 /var>”?
ru: Отменить регистрацию на «<var 29 EA02 /var>»?

source: <var 48 F201F4 /var><var 49 F201F5 /var>※Players will join the battle in the order they registered. When joining as a party, members will be counted separately.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>※Игроки вступят в битву в той очереди, в которой они регистрировались. В группах каждый член группы засчитывается отдельно.<var 49 01 /var><var 48 01 /var>

source: Deploy and join “<var 29 EA02 /var>”?
ru: Отправиться на миссию «<var 29 EA02 /var>»?

source: Lost Finds Holster
ru: Кобура затерянных находок

source: You do not possess this type of lost action.
ru: У вас нет затерянных действий этого типа.

source: Selected Action Weight
ru: Вес выбранного действия

source: Total Weight
ru: Общий вес

source: Maximum Capacity
ru: Максимальная вместимость
