Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Entitlements
ru: Права компании

source: Standing
ru: Репутация

source: Foundation Date
ru: Дата основания

source: Slogan
ru: Слоган

source: Edit Profile
ru: Изменить профиль

source: Retrieving data...
ru: Получение данных...

source: Retrieving data...
ru: Получение данных...

source: Retrieving data...
ru: Получение данных...

source: A company slogan has not been set.
ru: У компании сейчас нет слогана.

source: You are not authorized to edit the company profile.
ru: Вам не разрешено редактировать профиль компании.

source: This entitlement has yet to be unlocked.
ru: Это право ещё не разблокировано.

source: Estate hall not constructed.
ru: Дом не построен.

source: Play
ru: Воспроизвести

source: Cutscene #
ru: Кат-сцена №

source: Loading...
ru: Загрузка...

source: There are no cutscenes to display.
ru: Нет кат-сцен для воспроизведения.

source: The Palace of the Dead
ru: Чертоги мертвецов

source: Sale History
ru: История продаж

source: Item
ru: Предмет

source: Price
ru: Цена

source: Buyer
ru: Покупатель

source: Date/Time
ru: Дата/Время

source: There are no sales to display.
ru: Нет продаж для отображения.

source: List could not be updated.
ru: Не удалось обновить список.

source: Reflect Quest Progression
ru: Учитывать предыдущие достижения игрока

source: Eureka Orthos
ru: Эврика Ортос

source: Crest Editor
ru: Редактор нашивки

source: Preview
ru: Предпросмотр

source: Charge
ru: Фигура

source: Ordinary
ru: Узор

source: Escutcheon
ru: Щит

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Reset
ru: Сбросить

source: Randomize
ru: Случайный выбор

source: Save changes to crest design?
ru: Сохранить изменённую нашивку?

source: Discard all changes without saving?
ru: Сбросить все изменения без сохранения?

source: Discard all changes without saving?
ru: Сбросить все изменения без сохранения?

source: You are not authorized to modify the company crest.
ru: Вам не разрешено менять нашивку компании.

source: This feature is only available to free company members.
ru: Эта функция доступна только для членов вольных компаний.

source: This feature is only available to members belonging to the allied Grand Company.
ru: Эта функция доступна только для членов союзной Великой Компании.

source: Requirement: <var 28 ((FCRights)) E80201 /var>
ru: Требование: <var 28 ((FCRights)) E80201 /var>

source: You have selected an invalid symbol.
ru: Вы выбрали недопустимый символ.

source: Harvesting
ru: Сбор урожая

source: Logging
ru: Рубка дерева

source: Mining
ru: Добыча руды

source: Quarrying
ru: Добыча камня

source: Attempts (Max: <var 20 E802 /var>)
ru: Попыток (макс.: <var 20 E802 /var>)

source: Use HQ materials.
ru: Использовать HQ материалы.

source: Synthesize
ru: Синтезировать

source: <var 48 F201F4 /var><var 49 F201F5 /var>※HQ materials will not improve item quality.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>※Материалы высокого качества не улучшат качество предметов.<var 49 01 /var><var 48 01 /var>

source: Select the quantity you wish to synthesize.
ru: Выберите, сколько вы хотите синтезировать.

source: Cancel
ru: Отмена

source: <var 48 F201F4 /var><var 49 F201F5 /var>※Quick synthesis cannot be used to craft collectables.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>※С помощью быстрого синтеза нельзя создавать ценности.<var 49 01 /var><var 48 01 /var>

source: Default
ru: По умолчанию

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Materials
ru: Материалы

source: There are no items to display.
ru: Нет предметов для отображения.

source: Auto-run
ru: Автобег

source: Change Hotbar Set
ru: Изменить сет хотбара

source: Highlight Left Hotbar
ru: Выделить левый хотбар

source: Highlight Right Hotbar
ru: Выделить правый хотбар

source: Draw Weapon/Lock On
ru: Достать оружие/Фокус камеры на цели

source: Change Camera
ru: Сменить камеру

source: Jump/Cancel Casting
ru: Прыжок/Отменить чтение

source: Select Target/Confirm
ru: Выбрать цель/ОК

source: Cancel
ru: Отмена

source: Open Map/Subcommands
ru: Открыть карту/Подкоманды

source: Open Main Menu
ru: Открыть главное меню

source: Select HUD<var 08 E4E94F64 ((/Touch Pad)) (()) /var>
ru: Выбор HUD<var 08 E4E94F64 ((/Touch Pad)) (()) /var>

source: Move Character
ru: Двигать персонажа

source: Move Camera
ru: Двигать камеру

source: Move Cursor
ru: Двигать курсор

source: Sit/Lock On
ru: Сесть/Фокус камеры на цели

source: Auto-run
ru: Автобег

source: Reset Camera Position
ru: Сбросить позицию камеры

source: Draw/Sheathe Weapon
ru: Достать/Убрать оружие

source: Lock On
ru: Фокус камеры на цели

source: Not Assigned
ru: Не назначено

source: Face Target
ru: Повернуться к цели

source: Assist Target
ru: Помочь цели

source: Face Camera
ru: Повернуться к камере

source: Execute Macro #98 (Exclusive)
ru: Выполнить макро №98 (эксклюзивно)

source: Execute Macro #99 (Exclusive)
ru: Выполнить макро №99 (эксклюзивно)

source: Remove
ru: Убрать

source: Assign to Hotbar
ru: Назначить на хотбар

source: Main Commands
ru: Главное меню

source: Remove All
ru: Убрать все

source: Rank: <var 20 E802 /var>
ru: Ранг: <var 20 E802 /var>

source: Defender
ru: Защитник

source: Attacker
ru: Атакующий

source: Healer
ru: Целитель

source: Lv. <var 20 E802 /var>
ru: Ур. <var 20 E802 /var>

source: Could not retrieve data.
ru: Не удалось получить данные.

source: Weapons
ru: Оружие

source: Armor
ru: Броня

source: Accessories
ru: Аксессуары

source: Others
ru: Другое

source: Item
ru: Предмет

source: Set
ru: Набор

source: Qty.
ru: Кол-во

source: No items are available for exchange.
ru: Нет предметов, доступных для обмена.

source: Exchange <var 22 E805 ((,)) /var> <var 31 ((Item)) 04E804E80502 /var> for <var 08 E4E80302 ((<var 31 ((Item)) 02E8020202 /var>)) ((<var 22 E803 ((,)) /var> <var 31 ((Item)) 04E8020302 /var>)) /var>?
ru: Обменять <var 22 E805 (( )) /var> <var 31 ((Item)) 04E804E80502 /var> на <var 08 E4E80302 ((<var 31 ((Item)) 02E8020202 /var>)) ((<var 22 E803 (( )) /var> <var 31 ((Item)) 04E8020302 /var>)) /var>?

source: Price
ru: Цена

source: Item
ru: Предмет

source: Set
ru: Набор

source: Qty.
ru: Кол-во

source: Items Required
ru: Требуемые предметы

source: Items Required
ru: Требуемые предметы

source: You cannot equip <var 31 ((Item)) 03E8020202 /var> at your current PvP rank. Purchase it anyway?
ru: Вы не можете экипировать <var 31 ((Item)) 03E8020202 /var> на текущем ранге PvP. Всё равно купить?

source: You have already acquired the action granted by this item. Proceed?
ru: У вас уже есть то, что можно получить от этого предмета. Продолжить?

source: No items are available for sale.
ru: Нет предметов для продажи.

source: Gear Set Viewer
ru: Просмотр комплекта снаряжения

source: None
ru: Ничего

source: Head
ru: Голова

source: Body
ru: Тело

source: Legs
ru: Ноги

source: HP
ru: ОЗ

source: Companion
ru: Компаньон

source: Time
ru: Время

source: Summon
ru: Призвать

source: Mount
ru: Транспорт

source: Command
ru: Команды

source: Skills
ru: Умения

source: Gear
ru: Снаряжение

source: Rank:
ru: Ранг:

source: SP: <var 20 E802 /var>
ru: ОУ: <var 20 E802 /var>

source: Defender
ru: Защитник

source: Attacker
ru: Атакующий

source: Healer
ru: Целитель

source: Level <var 20 E802 /var>
ru: Уровень <var 20 E802 /var>

source: Spend <var 20 E803 /var> SP to acquire “<var 29 EA02 /var>”?
ru: Потратить <var 20 E803 /var> ОУ, чтобы научить чокобо «<var 29 EA02 /var>»?

source: Summoned
ru: Призван

source: Mounted
ru: Едете верхом

source: Waiting
ru: В ожидании

source: Profile Editor
ru: Редактор профиля

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Company Slogan
ru: Слоган компании

source: None
ru: Никакая

source: Current Color
ru: Текущий окрас

source: Favorite Feed
ru: Любимая еда

source: Summon
ru: Призвать

source: Head
ru: Голова

source: Body
ru: Тело

source: Legs
ru: Ноги

source: Mount/Dismount
ru: Взобраться/слезть

source: Appearance
ru: Внешность

source: Actions
ru: Действия

source: Skills
ru: Умения

source: <var 08 E4E94F04 ((space)) ((Spacebar)) /var>
ru: Пробел

source: <var 08 E4E94F04 ((mouse)) ((Mouse)) /var>
ru: <var 08 E4E94F04 ((Мышь)) ((Мышь)) /var>

source: <var 08 E4E94F04 ((mouse)) ((Mouse)) /var>
ru: <var 08 E4E94F04 ((Мышь)) ((Мышь)) /var>

source: <var 08 E4E94F04 ((mouse)) ((Mouse)) /var>
ru: <var 08 E4E94F04 ((Мышь)) ((Мышь)) /var>

source: <var 08 E4E94F04 ((mouse)) ((Mouse)) /var>
ru: <var 08 E4E94F04 ((Мышь)) ((Мышь)) /var>

source: <var 08 E4E94F04 ((mouse)) ((Mouse)) /var>
ru: <var 08 E4E94F04 ((Мышь)) ((Мышь)) /var>

source: Assign a key by pressing it.
ru: Назначьте клавишу, нажав на неё.

source: Select a command. Right-click to clear.
ru: Выберите команду. Нажмите правой кнопкой, чтобы очистить.

source: Restore keybind settings to the default?
ru: Восстановить настройки клавиш на умолчания?

source: Job
ru: Проф

source: Tier
ru: Ранг

source: (Wins: <var 29 EA02 /var>%)
ru: (Победы: <var 29 EA02 /var>%)

source: Ranking
ru: Рейтинг

source: Rating:
ru: Рейтинг:

source: Tier:
ru: Ранг:

source: Promotion Qualifier
ru: 5415_Promotion Qualifier

source: Promotion Qualifier Available (<var 2B ((<var 29 EA02 /var>)) /var>)
ru: Доступно повышение квалификации (<var 2B ((<var 29 EA02 /var>)) /var>)

source: <var 08 E4E80201 ((There are no promotion qualifiers available.)) ((<var 08 E4E80301 ((You will be promoted to <var 29 EA04 /var> upon achieving the following rating:)) ((The next promotion qualifier for <var 29 EA04 /var> will be available upon achieving the following rating:)) /var>)) /var>
ru: <var 08 E4E80201 ((Повышения квалификации недоступны.)) ((<var 08 E4E80301 ((Вы будете повышены до <var 29 EA04 /var> при достижении следующего рейтинга:)) ((Следующее продвижение до <var 29 EA04 /var> будет доступно при достижении следующего рейтинга:)) /var>)) /var>

source: Assists
ru: Помощь

source: There are no items to display.
ru: Нет предметов для отображения.

source: You have reached this week's <var 31 ((Item)) 04E8020202 /var> limit and will not receive full compensation. Proceed with transaction?
ru: Вы не можете на этой неделе получать больше <var 31 ((Item)) 04E8020202 /var> и потому не получите награду в полном объёме. Продолжить?

source: You are unable to carry any more <var 31 ((Item)) 04E8020302 /var> and will not receive full compensation. Proceed with the transaction?
ru: Вы не можете нести с собой больше <var 31 ((Item)) 04E8020302 /var> и потому не получите награду в полном объёме. Продолжить?

source: View Rankings
ru: Посмотреть рейтинги

source: Current rankings updated regularly on the Lodestone. <var 29 EA02 /var>
ru: Текущие рейтинги регулярно обновляются на Lodestone. <var 29 EA02 /var>

source: Use the code reader application on your smartphone and access the Lodestone to view current Feast rankings.
ru: Используйте приложение для чтения QR-кодов, чтобы перейти на сайт Lodestone и посмотреть на текущие турнирные таблицы Фиесты.

source: Required to Craft: <var 28 ((Item)) E8020A /var>
ru: Требуется для синтеза: <var 28 ((Item)) E8020A /var>

source: Required to Gather: <var 08 E4E80301 ((Tome of Regional Folklore)) ((<var 28 ((Item)) E80201 /var>)) /var>
ru: Требуется для сбора: <var 08 E4E80301 ((Том регионального фольклора)) ((<var 28 ((Item)) E80201 /var>)) /var>

source: Quest Search
ru: Поиск среди заданий

source: Search
ru: Поиск

source: Search for a quest containing a specified term. Move the cursor up/down to view search history. <var 48 F201FA /var><var 49 F201FB /var>※Uncheck the Title Only box to search the entire quest text database for the specified term. Results may take longer to display.<var 49 01 /var><var 48 01 /var>
ru: Искать задание, содержащее указанную фразу. Двигайте курсор вверх/вниз для просмотра результатов поиска. <var 48 F201FA /var><var 49 F201FB /var>※Уберите галочку с «Только название», чтобы искать указанную фразу по всей базе заданий. Поиск при этом может занять больше времени.<var 49 01 /var><var 48 01 /var>

source: No matching quests.
ru: Нет подходящих заданий.

source: Searching...
ru: Поиск...

source: Title Only
ru: Только название

source: Complete
ru: Завершено

source: ??? Sidequests
ru: ??? Побочные задания

source: No reward.
ru: Без наград.

source: Have Retainer Sell Items
ru: Продать через слугу

source: Second Tier
ru: Второй порядок

source: Customize Subcommands
ru: Кастомизировать подкоманды

source: Preview
ru: Предпросмотр

source: Retrieve Materia
ru: Извлечь материю

source: Reward unobtainable in New Game+ mode.
ru: В режиме Новая игра + нельзя получать награды.

source: Link quest in chat.
ru: Сделать ссылку на задание в чат.

source: Category
ru: Категории

source: Search
ru: Поиск

source: Type in the full or partial name of an item and press Enter to commence the search.
ru: Введите полное или частичное название предмета и нажмите «Enter» для начала поиска.

source: Results
ru: Результаты

source: No results found.
ru: Нет результатов поиска.

source: Category
ru: Категория

source: Search
ru: Поиск

source: Quest: ???
ru: Задание: ???

source: This quest has already been completed. You will not receive a reward.
ru: Это задание уже был завершено. Вы не получите награду.

source: Return Timer
ru: Вернётся через

source: Open the FINAL FANTASY XIV Lodestone playguide in your default web browser?
ru: Открыть игровой гид в FINAL FANTASY XIV Lodestone в вашем браузере по умолчанию?

source: Yes
ru: Да

source: No
ru: Нет

source: Playguide
ru: Игровой гид

source: Overtime
ru: Дополнительное время

source: The Feast (Training)
ru: Фиеста (Тренировка)

source: The Feast (Ranked)
ru: Фиеста (Ранговый)

source: The Feast (Ranked/Party)
ru: Фиеста (Ранговый/Группа)

source: Results
ru: Результаты

source: PvP Actions
ru: Действия PvP

source: Job
ru: Профессия

source: Additional
ru: 5536_Additional

source: Traits
ru: 5537_Traits

source: Quick Chat
ru: Быстрый чат

source: Combos
ru: Комбо

source: Actions
ru: Действия

source: Save Changes
ru: Сохранить

source: If you continue, your unsaved changes will be lost. Proceed?
ru: Если вы продолжите, несохранённые изменения будут потеряны. Продолжить?

source: Assign these actions to the PvP hotbar for use during PvP only.
ru: Эти действия можно назначить только на хотбар PvP и использовать только во время PvP.

source: Select up to 2 additional actions. These can only be used in PvP areas.
ru: Выберите до 2 дополнительных действий. Их можно использовать только в локациях PvP.

source: Quick Chat can only be used when competing in Crystalline Conflict.
ru: Быстрый чат можно использовать только во время Кристальной битвы.

source: PvP Info
ru: Информация о PvP

source: PvP (player versus player) duty involves battles fought against other players rather than in-game creatures and incorporates an independent battle system with its own set of unique rules. FINAL FANTASY XIV offers several different varieties of PvP, from ranked matches to casual training for anywhere from 2 to 72 participants. For more information on PvP, visit the Lodestone─the official player's site for FINAL FANTASY XIV.
ru: В миссиях PvP (игрок против игрока) вам предстоит участвовать в сражениях против других игроков, а не внутриигровых монстров. В их основе лежит независимая боевая система со своим набором уникальных правил. FINAL FANTASY XIV предоставляет несколько разновидностей PvP: от ранговых матчей до казуальной тренировки с участием от 2 до 72 участников. Для большей информации о PvP посетите Lodestone — официальный сайт игроков FINAL FANTASY XIV.

source: Visit Website
ru: Посетить сайт

source: Close
ru: Закрыть

source: Test your skill at PvP!
ru: Попробуйте свои силы в PvP!

source: Use the code reader application on your smartphone and access the Lodestone to view the PvP page.
ru: Используйте приложение для чтения QR-кодов, чтобы посетить Lodestone для просмотра страницы PvP.

source: For more information on PvP, visit the Lodestone─the official player's site for FINAL FANTASY XIV. <var 29 EA02 /var>
ru: Для большей информации о PvP посетите Lodestone — официальный сайт игроков FINAL FANTASY XIV. <var 29 EA02 /var>

source: PvP Overview
ru: Обзор PvP

source: Crystalline Conflict
ru: Кристальная битва

source: Frontline
ru: Передовая

source: Rival Wings
ru: Крылья соперничества

source: Available Materia Enhancements
ru: Доступные улучшения материей

source: Confirm Available Materia Enhancements
ru: Проверить доступные улучшения материей

source: Elemental Resistances
ru: Устойчивость к элементам

source: Crafting Properties
ru: Параметры ремесла

source: Gathering Properties
ru: Параметры собирательства

source: Status Resistances
ru: Устойчивость к статусам

source: Available Materia Enhancements
ru: Доступные улучшения материей

source: Battle Properties
ru: Параметры боя

source: Display gear that cannot host additional materia.
ru: Показать снаряжение, которое не способно вместить ещё материю.

source: Quantity: <var 08 E1E802F203E7 ((999+)) ((<var 20 E802 /var>)) /var>
ru: Количество: <var 08 E1E802F203E7 ((999+)) ((<var 20 E802 /var>)) /var>

source: Seasonal Gear 2
ru: Сезонное снаряжение 2

source: Seasonal Gear 3
ru: Сезонное снаряжение 3

source: Seasonal Gear 4
ru: Сезонное снаряжение 4

source: Seasonal Gear 5
ru: Сезонное снаряжение 5

source: Costumes
ru: Костюмы

source: Fashions
ru: Наряды

source: Mascots
ru: Маскоты

source: Wondrous Tails
ru: Сказки Хлои

source: Deadline: <var 07 E802 /var><var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>
ru: Срок: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: <var 08 E0E80302 ((Complete the following duty: <var 29 EA01 /var> (Second Chance Bonus: <var 20 E803 /var> Points))) ((Complete the following duty: <var 29 EA01 /var>)) /var>
ru: <var 08 E0E80302 ((Пройти следующую миссию: <var 29 EA01 /var> (Бонус Второго шанса: <var 20 E803 /var> очка))) ((Пройти следующую миссию: <var 29 EA01 /var>)) /var>

source: No more seals can be applied. Deliver the journal to Khloe Aliapoh to receive your reward.
ru: Нельзя поставить больше печатей. Доставьте журнал Хлое Алиапо для получения награды.

source: One or more lines of seals have been completed. Deliver the journal to Khloe Aliapoh to receive your reward or continue adventuring to add more seals.
ru: Закончены одна или более линий печатей. Доставьте журнал Хлое Алиапо для получения награды или продолжайте искать приключения, чтобы поставить больше печатей.

source: Second Chance points can be used to increase your chances of completing lines.
ru: Очки Второго шанса можно использовать для увеличения шанса закончить линии.

source: Select a completed duty to receive a seal.
ru: Выберите завершённую миссию, чтобы поставить печать.

source: Complete a task to receive a seal.
ru: Выполните задание, чтобы поставить печать.

source: Reward List
ru: Список наград

source: 9 Seals
ru: 9 печатей

source: 1 Line
ru: 1 линия

source: 2 Lines
ru: 2 линии

source: 3 Lines
ru: 3 линии

source: Select One
ru: Выбрать что-то одно

source: Second Chance
ru: Второй шанс

source: Use Second Chance points.
ru: Использовать очки Второго шанса.

source: <var 08 E0E80302 ((Complete the following duty: <var 29 EA02 /var> (Second Chance Bonus: <var 20 E803 /var> Points))) ((Complete the following duty: <var 29 EA02 /var>)) /var>
ru: <var 08 E0E80302 ((Пройти следующую миссию: <var 29 EA02 /var> (Бонус Второго шанса: <var 20 E803 /var> очка))) ((Пройти следующую миссию: <var 29 EA02 /var>)) /var>

source: <var 08 E0E80302 ((Commence a dungeon in the following category: <var 29 EA02 /var> (Second Chance Bonus: <var 20 E803 /var> Points))) ((Commence a dungeon in the following category: <var 29 EA02 /var>)) /var>
ru: <var 08 E0E80302 ((Пройти подземелье следующей категории: <var 29 EA02 /var> (Бонус Второго шанса: <var 20 E803 /var> очка))) ((Пройти подземелье следующей категории: <var 29 EA02 /var>)) /var>

source: <var 08 E0E80302 ((Participate in the following: <var 29 EA02 /var> (Second Chance Bonus: <var 20 E803 /var> Points))) ((Participate in the following: <var 29 EA02 /var>)) /var>
ru: <var 08 E0E80302 ((Принять участие в следующем: <var 29 EA02 /var> (Бонус Второго шанса: <var 20 E803 /var> очка))) ((Принять участие в следующем: <var 29 EA02 /var>)) /var>

source: <var 08 E0E80302 ((Complete a duty in the following category: <var 29 EA02 /var> (Second Chance Bonus: <var 20 E803 /var> Points))) ((Complete a duty in the following category: <var 29 EA02 /var>)) /var>
ru: <var 08 E0E80302 ((Пройти миссию следующей категории: <var 29 EA02 /var> (Бонус Второго шанса: <var 20 E803 /var> очка))) ((Пройти миссию следующей категории: <var 29 EA02 /var>)) /var>

source: Second Chance points can be earned by completing select duties with party members who are new to the duty.
ru: Очки Второго шанса можно заработать при прохождении миссий с новыми игроками.

source: Second Chance Points: <var 20 E802 /var>/9
ru: Очки Второго шанса: <var 20 E802 /var>/9

source: Retry (1 Point)
ru: Ещё раз (1 очко)

source: Restores the status of a completed duty to incomplete, while rendering the status of an incomplete duty to complete.
ru: Сделать пройденную миссию непройденной. При этом другая случайная непройденная миссия станет пройденной.

source: Shuffle (2 Points)
ru: Перемешать (2 очка)

source: ※Second Chance points can be carried over to the next week's challenge.
ru: ※Очки Второго шанса переносятся на испытание следующей недели.

source: Select a completed duty to be rendered incomplete.
ru: Выберите, какую миссию сделать непройденной.

source: Shuffle the positions of your seals?
ru: Перемешать позиции поставленных печатей?

source: Cancel
ru: Отмена

source: Render a previously completed duty incomplete?
ru: Сделать эту пройденную миссию непройденной?

source: Guaranteed
ru: Дополнительная награда

source: Level <var 20 E802 /var>
ru: Уровень <var 20 E802 /var>

source: Wondrous Tails
ru: Сказки Хлои

source: Select One
ru: Выбрать что-то одно

source: Accept
ru: Принять

source: Cancel
ru: Отмена

source: Accept your reward?
ru: Принять выбранную награду?

source: Select a reward.
ru: Выберите награду.

source: Warning: You will not be able to receive all the Allagan tomestones. Do you still wish to proceed?
ru: Внимание: вы не сможете получить все Allagan tomestones. Продолжить?

source: <var 48 F201F4 /var><var 49 F201F5 /var>Select from where you wish to resume the duty.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>Выберите, с какого места вы хотите продолжить миссию.<var 49 01 /var><var 48 01 /var>

source: Resume from the beginning
ru: Начать с начала

source: Resume from midway
ru: Продолжить с середины

source: Normal
ru: Нормальная

source: Easy
ru: Лёгкая

source: Very Easy
ru: Очень лёгкая

source: <var 48 F201F4 /var><var 49 F201F5 /var>Select difficulty.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>Выберите сложность.<var 49 01 /var><var 48 01 /var>

source: Next Main Scenario Quest
ru: Далее в основном сюжете

source: Current Main Scenario Quest
ru: Сейчас в основном сюжете

source: Main Scenario Quests Complete
ru: Основной сюжет завершён

source: To be continued...
ru: Продолжение следует...

source: <var 1E 14 /var> Confirm Destination
ru: <var 1E 14 /var> Посмотреть местоположение

source: Main Scenario Quest Tree
ru: Разветвление сюжета
