Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: <var 1E 09 /var><var 1E 0B /var>Subcommands <var 1E 0A /var>Back
ru: <var 1E 09 /var><var 1E 0B /var>Подкоманды <var 1E 0A /var>Вернуться

source: Number of system letters. Up to 10 are saved.
ru: Число системных сообщений. Сохранено до 10 штук.

source: Number of letters with attachments from friends. Up to 20 attachments are saved.
ru: Число писем с вложениями от друзей. Сохранено до 20 штук.

source: Letter Editor
ru: Редактор письма

source: Edit
ru: Изменить

source: Send
ru: Отправить

source: Body
ru: Тело письма

source: Discard the letter and return any attached items or gil to your inventory?
ru: Выбросить письмо и вернуть все вложенные вещи или гилы в ваш инвентарь?

source: <var 1E 09 /var> Target Attachment
ru: <var 1E 09 /var> Цель вложения

source: <var 1E 0B /var> Prioritize in Duty List <var 1E 19 /var> Scroll
ru: <var 1E 0B /var> Приоритезировать в списке миссий <var 1E 19 /var> Прокрутить

source: Journal
ru: Журнал заданий

source: Current
ru: Текущие

source: Complete
ru: Завершённые

source: Quests
ru: Задания

source: Levequests
ru: Поручения

source: Allowances
ru: Допуски

source: Leve History
ru: История поручений

source: You have no pending duties.
ru: У вас нет незаконченных миссий

source: Accept
ru: Принять

source: Decline
ru: Отказаться

source: Objectives
ru: Задачи

source: Reward
ru: Награда

source: Lv.
ru: Ур.

source: Options
ru: Варианты

source: History
ru: История

source: Map
ru: Карта

source: Retry
ru: Начать заново

source: Abandon
ru: Отказаться

source: Initiate
ru: Начать

source: Completion Bonus
ru: Бонус прохождения

source: Complete
ru: Завершить

source: Abandon “<var 29 EA03 /var>”?
ru: Отказаться от <var 08 E4E80202 ((задания «<var 29 EA03 /var>»)) ((поручения «<var 29 EA03 /var>»)) /var>?

source: Quests
ru: Задания

source: Levequests
ru: Поручения

source: Summary
ru: Сводка

source: You haven't completed any duties.
ru: Вы не завершили ни одной миссии.

source: You can reattempt a failed levequest for <var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var> leve allowance<var 08 E4E80202 (()) ((s)) /var>. Proceed?
ru: Вы можете попробовать пройти поручение ещё раз за <var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((один допуск)) ((два допуска)) ((три допуска)) ((четыре допуска)) ((пять допусков)) ((шесть допусков)) ((семь допусков)) ((восемь допусков)) ((девять допусков)) ((десять допусков)) /var>)) ((<var 20 E802 /var> допусков)) /var>)) ((бесплатно)) /var>. Продолжить?

source: This quest is not yet available.
ru: Это задание ещё не доступно.

source: History
ru: История

source: Materia
ru: Материя

source: Sells for <var 22 E802 ((,)) /var> gil <var 08 E803 (()) (( Market Prohibited)) /var>
ru: Можно продать за <var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var> <var 08 E803 (()) (( Запрещено на рынке)) /var>

source: Perception
ru: Восприятие

source: Output
ru: Результат

source: Gathering
ru: Собирательство

source: Block Strength
ru: Сила блока

source: Block Rate
ru: Частота блока

source: More: Ctrl+Alt
ru: Больше: Ctrl+Alt

source: Materia
ru: Материя

source: Bonuses
ru: Бонусы

source: Unique
ru: Уникал.

source: Untradable
ru: Личный

source: Binding
ru: Привязан

source: Crafting & Repairs
ru: Ремесло и ремонт

source: Condition
ru: Прочность

source: Spiritbond
ru: Материзация

source: Repair Level
ru: Уровень ремонта

source: Base Item
ru: От предмета

source: Extractable
ru: Извлекаемый

source: Unsellable <var 08 E802 (()) (( Market Prohibited)) /var>
ru: Нельзя продать купцам <var 08 E802 (()) (( Запрещено на рынке)) /var>

source: Recommended: Lv. <var 20 E802 /var>
ru: Рекомендовано: Ур. <var 20 E802 /var>

source: Lv. <var 20 E802 /var>
ru: Ур. <var 20 E802 /var>

source: Delay
ru: Задержка

source: Damage
ru: Урон

source: <var 29 EA02 /var> Lv. <var 20 E803 /var>
ru: <var 29 EA02 /var> Ур. <var 20 E803 /var>

source: <var 28 ((Item)) E8020A /var> <var 22 E803 ((,)) /var> gil
ru: <var 28 ((Item)) E8020A /var> <var 22 E803 (( )) /var> гил

source: Sell
ru: Продать

source: Non-extractable
ru: Неизвлекаемый

source: Materials
ru: Материалы

source: Quest: <var 29 EA02 /var>
ru: Задание: <var 29 EA02 /var>

source: Inventory
ru: Инвентарь

source: Crystals
ru: Кристаллы

source: Difficulty
ru: Сложность

source: Abandon
ru: Отказаться

source: Inventory
ru: Инвентарь

source: Sell
ru: Продажа

source: Trade
ru: Торговля

source: Retainer
ru: Слуга

source: Remove how many from stack?
ru: Сколько убрать из этой кучи?

source: Key Items
ru: Важные предметы

source: Equip
ru: Снаряжение

source: Open Armoury Chest
ru: Оружейный сундук

source: Sell unique/untradable item.
ru: Продать уникальный/личный предмет.

source: Discard unique/untradable item.
ru: Выбросить уникальный/личный предмет.

source: Item Level <var 20 E802 /var>
ru: Уровень снаряжения <var 20 E802 /var>

source: Description
ru: Описание

source: Key Items
ru: Важные предметы

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 0B /var> Subcommands <var 1E 0A /var> Return
ru: <var 1E 0B /var> Подкоманды <var 1E 0A /var> Вернуться

source: Markets
ru: Выбор предмета

source: Letters
ru: Выбор предметов

source: HUD Layout
ru: Раскладка интерфейса

source: Save
ru: Сохранить

source: Default All
ru: Сбросить всё

source: Current UI Element
ru: Текущий элемент UI

source: Show All
ru: Показать все

source: Show
ru: Показать

source: Restore HUD layout defaults for this slot?
ru: Сбросить настройки раскладки HUD на умолчания для этого слота?

source: Arms of Eld
ru: Руки Эльда

source: (Total: <var 22 E802 ((,)) /var><var 08 E1E80401 (( /  <var 22 E803 ((,)) /var>)) (()) /var>)
ru: (Всего: <var 22 E802 (( )) /var><var 08 E1E80401 ((/ <var 22 E803 (( )) /var>)) (()) /var>)

source: <var 08 E1E802F2270F ((9,999+)) ((<var 22 E802 ((,)) /var>)) /var>/<var 22 E803 ((,)) /var> (Total: <var 22 E804 ((,)) /var><var 08 E1E80601 (( /  <var 22 E805 ((,)) /var>)) (()) /var>)
ru: <var 08 E1E802F2270F ((9 999+)) ((<var 22 E802 (( )) /var>)) /var>/<var 22 E803 (( )) /var> (Всего: <var 22 E804 (( )) /var><var 08 E1E80601 ((/ <var 22 E805 (( )) /var>)) (()) /var>)

source: Leve History
ru: 570_История поручений

source: Confirm
ru: 572_Подтвердить

source: Guildleves
ru: Поручения

source: Discard housing item.
ru: Выкинуть предмет быта.

source: Yes
ru: Да

source: No
ru: Нет

source: Grand Company Leves
ru: 579_Поручения Великой Компании

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Difficulty:
ru: Сложность:

source: [Note]
ru: [Примечание]

source: Changing classes during the course of this duty, or using a class above the recommended level, may reduce the amount of experience awarded upon completion.
ru: Если во время этой миссии сменить класс или быть классом выше рекомендуемого уровня, то вы получите меньше опыта в качестве награды.

source: Recommended Level +<var 20 E802 /var>
ru: Рекомендуемый уровень +<var 20 E802 /var>

source: Unable to commence levequest. One or more party members are too far away.
ru: 586_Невозможно начать поручение. Один или более членов группы слишком далеко.

source: You do not have any more leve allowances. You will earn your next allowance in <var 08 E802 ((<var 08 E4E80202 ((<var 20 E802 /var> hour and )) ((<var 20 E802 /var> hours and )) /var>)) (()) /var><var 20 E803 /var> <var 08 E4E80302 ((minute)) ((minutes)) /var>.
ru: 587_Вы больше не можете выполнять поручения. Следующие вы получите через <var 08 E802 ((<var 08 E4E80202 ((<var 20 E802 /var> час и )) ((<var 20 E802 /var> часа и )) /var>)) (()) /var><var 20 E803 /var> <var 08 E4E80302 ((минуту)) ((минуты)) /var>.

source: You cannot accept any more levequests.
ru: Вы не можете принять больше поручений.

source: Levequests
ru: Поручения

source: Journal
ru: Журнал

source: Battlecraft
ru: Боевые

source: Fieldcraft
ru: Собирательские

source: Tradecraft
ru: Ремесленные

source: Levequests
ru: Поручения

source: Allowances
ru: Допуски

source: Level
ru: Уровень

source: Recommended Level: <var 20 E802 /var>
ru: Рекомендуемый уровень: <var 20 E802 /var>

source: Time Limit: <var 20 E802 /var>m
ru: Ограничение времени: <var 20 E802 /var> мин

source: There are no guildleves available at this time.
ru: Сейчас нет доступных поручений.

source: There are no more guildleves available at this time.
ru: Сейчас больше нет доступных поручений.

source: The discrepancy between your current level and the levequest's recommended level is too great. Continue and you will suffer an experience point penalty.
ru: Различие между вашим уровнем и рекомендуемым уровнем поручения слишком большое. Вы получите меньше опыта за его выполнение.

source: Are you certain you wish to abandon the levequest?
ru: Вы точно хотите отказаться от поручения?

source: Your home point is not set to an aetheryte in this area. If you return to your current home point at any time during the levequest, you will automatically abandon the duty. Proceed?
ru: Ваша домашняя точка установлена не на эфирите этой области. Если вы воспользуетесь действием «Возврат» во время выполнения поручения, то вы его автоматически провалите. Продолжить?

source: Gathering Log
ru: Журнал собирательства

source: Category
ru: Категории

source: Level
ru: Уровни

source: There are no items to display.
ru: Нет предметов для отображения.

source: Qty. <var 20 E802 /var>/<var 20 E803 /var>
ru: Кол-во <var 20 E802 /var>/<var 20 E803 /var>

source: Nothing
ru: Пусто

source: Out of Reach
ru: 626_Out of Reach

source: Hidden
ru: Скрытый

source: Rare
ru: Редкий

source: Hidden
ru: Скрыто

source: Gathering Log （<var 29 EA02 /var>）
ru: Журнал собирательства （<var 29 EA02 /var>）

source: Subcommands Not Available
ru: Подкоманды недоступны

source: Focus Target
ru: Взять цель в фокус

source: Away
ru: Отозвать

source: Emote
ru: Эмоция

source: Mark
ru: Пометить

source: Dismount
ru: Слезть

source: Stay Attack
ru: Продолжать атаку

source: Withdraw
ru: Отпустить

source: Use Key Item
ru: Использовать важный предмет

source: End Synthesis
ru: Закончить

source: Dismiss
ru: Отозвать

source: Shout
ru: Возгласить

source: Free Company
ru: Вольная компания

source: Yell
ru: Крикнуть

source: Alliance
ru: Альянс

source: <var 48 F201F8 /var><var 49 F201F9 /var>Complete<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F8 /var><var 49 F201F9 /var>Выполнено<var 49 01 /var><var 48 01 /var>

source: Reset Striking Dummy Enmity
ru: Сбросить аггро тренировочного манекена

source: Novice Network
ru: Сеть Новичков

source: Tell
ru: Шепнуть

source: Say
ru: Сказать

source: Party
ru: Группа

source: LS #<var 20 E802 /var>: <var 29 EA03 /var>
ru: ЛШ [<var 20 E802 /var>]: <var 29 EA03 /var>

source: Log #<var 20 E802 /var>
ru: Вкладка №<var 20 E802 /var>

source: Input new tab name.
ru: Введите новое имя вкладки.

source: Delete tab?
ru: Удалить вкладку?

source: Rename Tab
ru: Переименовать вкладку

source: General
ru: Общий

source: Battle
ru: Бой

source: Name
ru: Имя

source: Event
ru: Диалоги

source: Tell <var 29 EA02 /var>
ru: Шепнуть <var 29 EA02 /var>

source: Levemete
ru: Поручения

source: Actions & Traits
ru: Действия и навыки

source: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Level <var 20 E802 /var><var 1A 01 /var>)) ((Level <var 20 E802 /var>)) /var>
ru: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Уровень <var 20 E802 /var><var 1A 01 /var>)) ((Уровень <var 20 E802 /var>)) /var>

source: Actions
ru: Действия

source: Job
ru: Профессия

source: Traits
ru: Навыки

source: Gatherer Role
ru: Собирательство

source: General
ru: Общие

source: Additional Actions
ru: Совместные действия

source: <var 2D ((<var 28 ((ActStr)) E80201 /var>)) /var> <var 08 E803 ((Lv. <var 20 E803 /var>)) (()) /var>
ru: <var 2D ((<var 28 ((ActStr)) E80201 /var>)) /var> <var 08 E803 ((Ур. <var 20 E803 /var>)) (()) /var>

source: <var 28 ((ActStr)) E80201 /var> <var 08 E803 ((Lv. <var 20 E803 /var> )) (()) /var>HP: <var 20 E804 /var>
ru: <var 28 ((ActStr)) E80201 /var> <var 08 E803 ((Ур. <var 20 E803 /var> )) (()) /var>ОЗ: <var 20 E804 /var>

source: <var 2B ((<var 28 ((ActStr)) E80201 /var>)) /var> <var 08 E803 ((Lv. <var 20 E803 /var> )) (()) /var>MP: <var 20 E804 /var>
ru: <var 2B ((<var 28 ((ActStr)) E80201 /var>)) /var> <var 08 E803 ((Ур. <var 20 E803 /var> )) (()) /var>ОМ: <var 20 E804 /var>

source: <var 2B ((<var 28 ((ActStr)) E80201 /var>)) /var> <var 08 E803 ((Lv. <var 20 E803 /var> )) (()) /var>MP: All
ru: <var 2B ((<var 28 ((ActStr)) E80201 /var>)) /var> <var 08 E803 ((Ур. <var 20 E803 /var> )) (()) /var>ОМ: Все

source: <var 28 ((ActStr)) E80201 /var> <var 08 E803 ((Lv. <var 20 E803 /var> )) (()) /var>TP: <var 20 E804 /var>
ru: <var 28 ((ActStr)) E80201 /var> <var 08 E803 ((Ур. <var 20 E803 /var> )) (()) /var>ОТ: <var 20 E804 /var>

source: <var 28 ((ActStr)) E80201 /var> <var 08 E803 ((Lv. <var 20 E803 /var> )) (()) /var>TP: All
ru: <var 28 ((ActStr)) E80201 /var> <var 08 E803 ((Ур. <var 20 E803 /var> )) (()) /var>ОТ: Все

source: <var 2B ((<var 28 ((ActStr)) E80201 /var>)) /var> <var 08 E803 ((Lv. <var 20 E803 /var> )) (()) /var>GP: <var 20 E804 /var>
ru: <var 2B ((<var 28 ((ActStr)) E80201 /var>)) /var> <var 08 E803 ((Ур. <var 20 E803 /var> )) (()) /var>ОС: <var 20 E804 /var>

source: <var 2B ((<var 28 ((ActStr)) E80201 /var>)) /var> <var 08 E803 ((Lv. <var 20 E803 /var> )) (()) /var>CP: <var 20 E804 /var>
ru: <var 2B ((<var 28 ((ActStr)) E80201 /var>)) /var> <var 08 E803 ((Ур. <var 20 E803 /var> )) (()) /var>ОР: <var 20 E804 /var>

source: <var 28 ((ActStr)) E80201 /var> <var 08 E803 ((Lv. <var 20 E803 /var> )) (()) /var>MP: <var 20 E804 /var> TP: <var 20 E805 /var>
ru: <var 28 ((ActStr)) E80201 /var> <var 08 E803 ((Ур. <var 20 E803 /var> )) (()) /var>ОМ: <var 20 E804 /var> ОТ: <var 20 E805 /var>

source: Instant
ru: Мгновенно

source: Cast
ru: Применение

source: Recast
ru: Восстановление

source: Recast
ru: Восстановление

source: HP Cost
ru: Расход ОЗ

source: MP Cost
ru: Расход ОМ

source: TP Cost
ru: Расход ОТ

source: CP Cost
ru: Расход ОР

source: GP Cost
ru: Расход ОС

source: Range
ru: Дальность

source: Radius
ru: Радиус

source: Acquired
ru: Требуется

source: Affinity
ru: Доступно

source: <var 20 E802 /var>y
ru: <var 20 E802 /var> я

source: <var 29 EA02 /var>s
ru: <var 29 EA02 /var> c.

source: Lv. <var 20 E802 /var>
ru: Ур. <var 20 E802 /var>

source: Miss
ru: Промах

source: MP
ru: ОМ

source: TP
ru: ОТ

source: Dodge
ru: Уворот

source: (<var 20 E802 /var>% resisted)
ru: (<var 20 E802 /var>% сопротивление)

source: (<var 20 E802 /var>% blocked)
ru: (<var 20 E802 /var>% блок)

source: (<var 20 E802 /var>% parried)
ru: (<var 20 E802 /var>% парирование)

source: Invulnerable
ru: Неуязвимость

source: <var 09 E804 ((1st)) ((2nd)) ((3rd)) ((4th)) ((5th)) ((6th)) ((7th)) ((8th)) ((9th)) ((10th)) ((11th)) ((12th)) ((13th)) ((14th)) ((15th)) ((16th)) ((17th)) ((18th)) ((19th)) ((20th)) ((21st)) ((22nd)) ((23rd)) ((24th)) ((25th)) ((26th)) ((27th)) ((28th)) ((29th)) ((30th)) ((31st)) ((32nd)) /var> Sun of the <var 09 E803 ((1st Astral)) ((1st Umbral)) ((2nd Astral)) ((2nd Umbral)) ((3rd Astral)) ((3rd Umbral)) ((4th Astral)) ((4th Umbral)) ((5th Astral)) ((5th Umbral)) ((6th Astral)) ((6th Umbral)) /var> Moon
ru: <var 20 E804 /var>-е Солнце <var 09 E803 ((1-ой Астральной)) ((1-ой Умбральной)) ((2-ой Астральной)) ((2-ой Умбральной)) ((3-ей Астральной)) ((3-ей Умбральной)) ((4-ой Астральной)) ((4-ой Умбральной)) ((5-ой Астральной)) ((5-ой Умбральной)) ((6-ой Астральной)) ((6-ой Умбральной)) /var> луны

source: Main Hand
ru: Оружие главной руки

source: Off Hand
ru: Оружие побочной руки

source: Head
ru: Голова

source: Body
ru: Тело

source: Hands
ru: Руки

source: Waist
ru: Ремень

source: Legs
ru: Ноги

source: Feet
ru: Обувь

source: Ears
ru: Уши

source: Neck
ru: Шея

source: Wrists
ru: Запястья

source: Right Ring
ru: Правое кольцо

source: Left Ring
ru: Левое кольцо

source: Soul Crystal
ru: Кристалл души

source: Gear Set
ru: Комплект

source: Attributes
ru: Атрибуты

source: Profile
ru: Профиль

source: Classes/Jobs
ru: Классы/профессии

source: Gear Set List
ru: Список комплектов снаряжения

source: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Level <var 20 E802 /var><var 1A 01 /var>)) ((Level <var 20 E802 /var>)) /var>
ru: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Уровень <var 20 E802 /var><var 1A 01 /var>)) ((Уровень <var 20 E802 /var>)) /var>

source: No gear set is chosen.
ru: Комплект не выбран.

source: Signs
ru: Знаки

source: Entrust Quantity
ru: Отдать несколько

source: Retrieve Quantity
ru: Взять несколько

source: Mount
ru: Взобраться

source: Armoury
ru: Оружейный сундук

source: Chest
ru: Сундук

source: Equip
ru: Экипировка

source: Ride Pillion
ru: Сесть на транспорт

source: Emotes
ru: Эмоции

source: Open Gear Set List
ru: Открыть комплект снаряжения

source: Cancel Invitation to Linkshell
ru: Отменить приглашение в линкшелл

source: Cancel All Party Invitations
ru: Отменить все приглашения в группу

source: Title
ru: Титул

source: Grand Company
ru: Великая Компания

source: Race/Clan/Gender
ru: Раса/Клан/Гендер

source: City-state
ru: Начальный город

source: Nameday
ru: Именины

source: Guardian
ru: Хранитель

source: <var 28 ((Race)) E80201 /var> / <var 28 ((Tribe)) E80301 /var> / <var 09 E804 ((♂)) ((♀)) /var>
ru: <var 09 E804 ((<var 28 ((Race)) E80201 /var>)) ((<var 28 ((Race)) E80202 /var>)) /var> / <var 09 E804 ((<var 28 ((Tribe)) E80301 /var>)) ((<var 28 ((Tribe)) E80302 /var>)) /var> / <var 09 E804 ((♂)) ((♀)) /var>

source: Disciples of War
ru: Адепты Битвы

source: Disciples of Magic
ru: Адепты Магии

source: Disciples of the Hand
ru: Адепты Ремесла

source: Disciples of the Land
ru: Адепты Сбора

source: EXP
ru: Опыт

source: Gil
ru: Гилы

source: Select a new name.
ru: Введите новое название.

source: Select a new number.
ru: Введите новое число.

source: The Hunt
ru: Охота

source: Available
ru: Доступно

source: Disable all active help windows.
ru: Отключить все окна Быстрой помощи.

source: ※Active Help windows can be disabled in UI Settings, located under Character Configuration.
ru: ※Окна Быстрой помощи можно отключить в Настройках UI, находящиеся в Конфигурации персонажа.

source: <var 1E 0A /var> Close
ru: <var 1E 0A /var> Закрыть

source: <var 1E 06 /var>Scroll <var 1E 0A /var>Close
ru: <var 1E 06 /var>Прокрутка <var 1E 0A /var>Закрыть

source: <var 1E 09 /var> Confirm
ru: <var 1E 09 /var> Открыть

source: Repairs
ru: Ремонт

source: Gear
ru: Снаряжение

source: <var 2B ((<var 29 EA02 /var>)) /var> (equipped)
ru: <var 2B ((<var 29 EA02 /var>)) /var> (экипировано)

source: Repair All
ru: Отремонтировать всё

source: Item
ru: Предмет

source: Cost
ru: Цена

source: Dark Matter
ru: Тёмная материя

source: Total: <var 22 E802 ((,)) /var>
ru: Итого: <var 22 E802 (( )) /var>

source: Repair <var 31 ((Item)) 03E8020202 /var> for <var 22 E803 ((,)) /var> gil?
ru: Отремонтировать <var 31 ((Item)) 03E8020202 /var> за <var 22 E803 (( )) /var> гил<var 08 E2E80301 ((ов)) ((<var 08 E2E80302 (()) ((<var 08 E2E80305 ((а)) ((ов)) /var>)) /var>)) /var>?

source: Repair all displayed items for <var 22 E802 ((,)) /var> gil?
ru: Отремонтировать все отображённые предметы за <var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var>?

source: Repair <var 31 ((Item)) 03E8020202 /var> using <var 31 ((Item)) 02E8030202 /var>?
ru: Отремонтировать <var 31 ((Item)) 03E8020202 /var>, используя <var 31 ((Item)) 02E8030202 /var>?

source: Repair as many of the displayed items as possible using the following materials? <var 29 EA02 /var>
ru: Отремонтировать как можно больше отображённых предметов, используя следующие материалы? <var 29 EA02 /var>

source: You do not have any items that can be repaired.
ru: У вас нет предметов, которые можно отремонтировать.

source: Grade <var 20 E802 /var>
ru: Уровень <var 20 E802 /var>

source: Condition
ru: Прочность

source: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Level <var 20 E802 /var><var 1A 01 /var>)) ((Level <var 20 E802 /var>)) /var>
ru: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Уровень <var 20 E802 /var><var 1A 01 /var>)) ((Уровень <var 20 E802 /var>)) /var>

source: Class
ru: Класс

source: Dark Matter (Bag)
ru: Тёмная материя

source: G<var 20 E803 /var> (<var 22 E802 ((,)) /var>)
ru: Ур. <var 20 E803 /var> (<var 22 E802 (( )) /var>)

source: (No location set for map link)
ru: (Локация для метки на карте не задана)

source: <var 20 E802 /var>
ru: <var 20 E802 /var>м

source: Mount Seat #<var 20 E802 /var>
ru: Сидение транспорта №<var 20 E802 /var>

source: Saddlebag
ru: Походная сумка

source: Add All to Saddlebag
ru: Положить всё в походную сумку

source: Chocobo Saddlebag
ru: Походная сумка чокобо

source: Left Saddlebag
ru: Левая сумка

source: Right Saddlebag
ru: Правая сумка

source: Add to Saddlebag
ru: Положить в походную сумку

source: Remove All from Saddlebag
ru: Взять всё из походной сумки

source: Remove from Saddlebag
ru: Взять из походной сумки

source: How many do you want to remove?
ru: Сколько вы хотите взять?

source: How many do you want to add?
ru: Сколько вы хотите положить?

source: Chocobo Saddlebag
ru: Походная сумка чокобо

source: Select an item to add to the saddlebag.
ru: Выберите, какой предмет положить в походную сумку.

source: Glamours are unavailable due to equipment restrictions.
ru: Гламур недоступен в связи с ограниче- ниями снаряжения.

source: Glamours are unavailable due to equipment restrictions.
ru: Гламур недоступен в связи с ограниче- ниями снаряжения.

source: Glamours are unavailable due to equipment restrictions.
ru: Гламур недоступен в связи с ограниче- ниями снаряжения.

source: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Elemental Level <var 20 E802 /var><var 1A 01 /var>)) ((Elemental Level <var 20 E802 /var>)) /var>
ru: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Элемент. уровень <var 20 E802 /var><var 1A 01 /var>)) ((Элемент. уровень <var 20 E802 /var>)) /var>

source: Could not retrieve data.
ru: Не удалось получить данные.

source: Not enlisted in a Grand Company.
ru: Персонаж не вступил в Великую Компанию.

source: Not enlisted in a free company.
ru: Персонаж не вступил в вольную компанию.

source: Total Members: <var 20 E802 /var>
ru: Всего членов: <var 20 E802 /var>

source: Retainer
ru: Слуга

source: Select amount to withdraw.
ru: Введите, сколько забрать.

source: Select amount to deposit.
ru: Введите, сколько отдать.

source: Select retainer.
ru: Выберите слугу.

source: Quit.
ru: Выйти.

source: Gil Transfer
ru: Перенос гилов

source: Withdraw
ru: Забрать

source: Deposit
ru: Отложить

source: Proceed
ru: ОК

source: Cancel
ru: Отмена

source: Current
ru: Сейчас

source: Total
ru: После

source: Adjust Price
ru: Изменить цену

source: Qty.
ru: Кол-во

source: Asking Price
ru: Цена

source: Total
ru: Всего

source: Tax (<var 20 E802 /var>%)
ru: Налог (<var 20 E802 /var>%)

source: Confirm
ru: Далее

source: Cancel
ru: Отмена

source: When the item is sold, you will be charged a <var 20 E802 /var>% tax (<var 22 E803 ((,)) /var>).
ru: Когда предмет(ы) купят, с вас будет снят <var 20 E802 /var>%-ый налог (<var 22 E803 (( )) /var>).

source: Markets
ru: Рынки

source: Item
ru: Предмет

source: Qty.
ru: Кол-во

source: Total Price
ru: Итоговая цена

source: To ready an item for sale, place it here.
ru: Поместите сюда предмет, чтобы подготовить его к продаже.

source: Return to Retainer
ru: Вернуть предмет(ы) слуге

source: Adjust Price
ru: Изменить цену

source: Party Members
ru: Члены группы

source: Friend List
ru: Список друзей

source: Blacklist
ru: Чёрный список

source: Player Search
ru: Поиск игроков
