Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Skills
ru: Умения

source: Owner
ru: Владелец

source: Training
ru: Тренировка

source: Ready
ru: Готов

source: In <var 08 E1E80201 ((<var 20 E802 /var>m)) ((less than 1m)) /var>
ru: Через <var 08 E1E80201 ((<var 20 E802 /var> мин.)) ((менее 1 мин.)) /var>

source: Train
ru: Тренировать

source: Feed
ru: Накормить

source: Change Name
ru: Изменить кличку

source: Reward the chocobo for good behavior.
ru: Наградите чокобо за хорошее поведение.

source: Reward
ru: Выбор награды

source: Reward
ru: Наградить

source: Personal Chocobo
ru: Личный чокобо

source: You have not stabled a chocobo.
ru: Вы не оставляли своего чокобо в этом стойле.

source: Stable
ru: Стойло

source: There are no chocobos to display.
ru: Здесь никто не оставлял чокобо.

source: Defender
ru: Защитник

source: Attacker
ru: Атакующий

source: Healer
ru: Целитель

source: Fetch
ru: Забрать

source: Select an item to feed your chocobo.
ru: Выберите, чем покормить вашего чокобо.

source: Feed
ru: КОРМИТЬ

source: Feed
ru: Покормить

source: View Details
ru: Посмотреть детали

source: Further training will not result in additional EXP unless the rank cap is raised. Continue training?
ru: Дальнейшая тренировка не даст дополнительный опыт, пока не будет повышен предел ранга. Продолжить тренировку?

source: Further training will not result in additional EXP. Continue training?
ru: Дальнейшая тренировка не даст дополнительный опыт. Продолжить тренировку?

source: Are you sure you wish to feed your chocobo a Han lemon and revert his plumage to desert yellow?
ru: Вы точно хотите накормить чокобо лимоном Хан и вернуть ему родной песчано-жёлтый покрас?

source: Personal Chocobo
ru: Личный чокобо

source: Train
ru: Тренировать

source: Feed
ru: Покормить

source: Change Name
ru: Изменить имя

source: Select a buyer.
ru: Для кого вы хотите купить этот участок?

source: Private Individual.
ru: Для себя.

source: Free Company.
ru: Для моей вольной компании.

source: Purchase this plot of land for <var 22 E802 ((,)) /var> gil?
ru: Купить этот участок за <var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var>?

source: Purchase this plot of land for <var 22 E802 ((,)) /var> gil?
ru: Купить этот участок за <var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var>?

source: Travel to ward with private estate.
ru: Перейти в район с моим участком.

source: Travel to ward with free company estate.
ru: Перейти в район с участком моей вольной компании.

source: Private Estate
ru: Личный участок

source: Please use discretion when determining whether or not to allow third-party access to your private estate.
ru: Пожалуйста, будьте внимательными при выборе того, какой у других доступ к вашему личному участку.

source: Private Estate Access
ru: Можно заходить в дом

source: Travel to <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>?
ru: Перейти в <var 28 ((PlaceName)) E80201 /var>, регион <var 20 E803 /var>?

source: Travel to <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>?
ru: Перейти в <var 28 ((PlaceName)) E80201 /var>, регион <var 20 E803 /var>?

source: Fetch
ru: Забрать

source: View Details
ru: Посмотреть детали

source: Plumage change possible in <var 08 E1E80201 ((<var 20 E802 /var>h <var 08 E1E80301 ((<var 20 E803 /var>m)) (()) /var>)) ((<var 08 E1E80301 ((<var 20 E803 /var>m)) ((less than one minute)) /var>)) /var>.
ru: Можно поменять окрас через <var 08 E1E80201 ((<var 20 E802 /var> ч. <var 08 E1E80301 ((<var 20 E803 /var> мин.)) (()) /var>)) ((<var 08 E1E80301 ((<var 20 E803 /var> мин.)) ((менее 1 минуты)) /var>)) /var>.

source: Train (ready in <var 08 E1E80201 ((<var 20 E802 /var>m)) ((less than 1m)) /var>)
ru: Тренировать (Можно будет через <var 08 E1E80201 ((<var 20 E802 /var> мин.)) ((менее 1 минуты)) /var>)

source: Feeding a company member's chocobo will not affect its taste for certain fodder, increase its rank, or raise its rank cap. Proceed?
ru: От кормления чокобо участника компании у него не изменится вкус к какой-либо еде, не увеличится ранг и не повысится ограничение ранга. Продолжить?

source: Estate Selection
ru: Выбор жилой площади

source: Landowner Selection
ru: Выбор будущего владельца

source: Quit
ru: Выйти

source: Travel to ward with apartment.
ru: Перейти в район с моей квартирой.

source: <var 2B ((<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>)) /var>'s rank has reached the maximum. Feeding your companion <var 31 ((Item)) 02E8030202 /var> will not raise its rank further. Proceed anyway?
ru: Ранг <var 2B ((<var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>)) /var> достигнут максимума. От того, что вы покормите своего чокобо <var 31 ((Item)) 02E8030202 /var>, у него не увеличится ранг. Всё равно продолжить?

source: Market
ru: Рынок

source: Compare Prices
ru: Сравнить цены

source: Registered Market
ru: Зарегистрированный рынок

source: There are no items to display.
ru: Нет предметов для отображения.

source: Company Airship
ru: Воздушное судно

source: Rank:
ru: Ранг:

source: EXP: <var 20 E802 /var>/<var 20 E803 /var>
ru: Опыт: <var 20 E802 /var>/<var 20 E803 /var>

source: Performance
ru: Эффективность

source: Surveillance
ru: Наблюдение

source: Retrieval
ru: Сбор

source: Speed
ru: Скорость

source: Range
ru: Дальность

source: Favor
ru: Предпочтение

source: Capacity
ru: Вместимость

source: Components
ru: Компоненты

source: Register
ru: Регистрация

source: Cancel
ru: Отмена

source: Outfit
ru: Снарядить

source: Select Components
ru: Выберите компоненты

source: Equip
ru: Экипировать

source: Hull
ru: Корпус

source: Rigging
ru: Оснастка

source: Forecastle
ru: Бак

source: Aftcastle
ru: Послезамок

source: Use the components selected and <var 08 E4E80202 ((the following item)) ((<var 20 E802 /var> of the following items)) /var> to outfit and register your airship?
ru: Использовать выбранные компоненты и <var 08 E4E80202 ((следующий предмет)) ((<var 20 E802 /var> следующие предметы)) /var>, чтобы снарядить и зарегистрировать воздушное судно?

source: Register the airship.
ru: Зарегистрировать воздушное судно.

source: Use <var 08 E4E80502 ((your last <var 31 ((Item)) 04E8030202 /var>)) ((<var 20 E804 /var> of your <var 20 E805 /var> <var 31 ((Item)) 04E8030302 /var>)) /var> to repair your vessel's <var 31 ((Item)) 04E8020202 /var>?
ru: Использовать <var 08 E4E80502 ((последний <var 31 ((Item)) 04E8030202 /var>)) ((<var 20 E804 /var> из <var 20 E805 /var> <var 31 ((Item)) 04E8030302 /var>)) /var>, чтобы отремонтировать <var 31 ((Item)) 04E8020202 /var> вашего судна?

source: Voyage Log
ru: Журнал путешествия

source: Rating
ru: Рейтинг

source: Items Found
ru: Найденные предметы

source: Voyage Log
ru: Журнал путешествия

source: Redeploy
ru: Повторить

source: Finalize Report
ru: Завершить

source: ■<var 08 E4E80201 (()) ((<var 50 E80203 /var>h)) /var> <var 50 E80303 /var>m elapsed <var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var>
ru: ■ Прошло <var 08 E4E80201 (()) ((<var 50 E80203 /var> ч.)) /var> <var 50 E80303 /var> мин. <var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var><var 1F /var>

source: Voyage Details
ru: Детали путешествия

source: Required Rank
ru: Треб. ранг

source: Destination
ru: Конечная точка

source: EXP
ru: Опыт

source: Expenses
ru: Затраты

source: <var 08 E1E80401 ((<var 20 E804 /var>d,)) (()) /var> <var 24 E802 /var>h, <var 24 E803 /var>m
ru: <var 08 E1E80401 ((<var 20 E804 /var> д.)) (()) /var> <var 24 E802 /var> ч. <var 24 E803 /var> мин.

source: Ceruleum Tanks
ru: Баки церулеума

source: EXP
ru: Опыт

source: Return Time
ru: Время возвращения

source: Deploy
ru: Отправить

source: Recall the voyage?
ru: Отменить путешествие?

source: Use <var 31 ((Item)) 02E8050202 /var> to redeploy your vessel on the same course as its last voyage?
ru: Использовать <var 31 ((Item)) 02E8050202 /var>, чтобы отправить судно по тому же маршруту?

source: Recalling your vessel will cancel the current voyage. Any items used to commence the voyage will not be returned. Proceed with the recall?
ru: Если отозвать судно, то текущее путешествие будет отменено. Все предметы, использованные для начала путешествия, не будут возвращены. Всё равно отозвать?

source: Company Crafting Log
ru: Журнал ремесла компании

source: Category
ru: Категория

source: Type
ru: Тип

source: Item
ru: Предмет

source: Progress
ru: Прогресс

source: Phase: <var 20 E802 /var>
ru: Этап: <var 20 E802 /var>

source: Required Materials
ru: Требуемые материалы

source: Max Qty.
ru: Макс. кол-во

source: Begin
ru: Начать

source: Material Delivery
ru: Доставка материалов

source: Fabrication Condition
ru: Состояние производства

source: Construction Quality
ru: Качество конструкции

source: Phase
ru: Фаза

source: Class
ru: Класс

source: Materials Required
ru: Требуемые материалы

source: Qty.
ru: Кол-во

source: Inventory
ru: Инвентарь

source: EXP Reward
ru: Опыт

source: Required
ru: Требуется

source: Contribute Items
ru: 6650_Contribute Items

source: Select an item to contribute.
ru: Выберите предмет для вклада.

source: Contribute <var 08 E4E80302 ((<var 31 ((Item)) 02E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E8020302 /var>)) /var> to the company project?
ru: Вложить в проект компании <var 08 E4E80302 ((<var 31 ((Item)) 02E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E8020302 /var>)) /var>?

source: Prototype Construction
ru: Создание прототипа

source: Plans
ru: Планы

source: Required Materials
ru: Требуемые материалы

source: Commence creation of the following prototype:
ru: Начать создание следующего прототипа:

source: Plans
ru: Планы

source: Materials Required
ru: Требуемые материалы

source: Create
ru: Создать

source: EXP
ru: Опыт

source: Voyage Distance
ru: Дистанция путешествия

source: Close
ru: Закрыть

source: There are no prototype plans.
ru: Нет прототипов.

source: Refuel and deploy your vessel?
ru: Заправить и отправить ваше судно?

source: <var 07 E802 /var><var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: <var 08 E1E80401 ((<var 20 E804 /var> <var 08 E4E80402 ((day)) ((days)) /var><var 08 E1E80201 ((, <var 20 E802 /var> <var 08 E4E80202 ((hour)) ((hours)) /var>)) (()) /var><var 08 E1E80301 ((<var 08 E1E80201 ((,)) (()) /var> and <var 20 E803 /var> <var 08 E4E80302 ((minute)) ((minutes)) /var>)) (( and less than 1 minute)) /var>)) ((<var 08 E1E80201 ((<var 20 E802 /var> <var 08 E4E80202 ((hour)) ((hours)) /var>)) (()) /var><var 08 E1E80301 ((<var 08 E1E80201 (( and )) (()) /var><var 20 E803 /var> <var 08 E4E80302 ((minute)) ((minutes)) /var>)) ((<var 08 E1E80201 (( and )) (()) /var> <var 08 E1E80201 ((less than 1 minute)) ((Less than 1 minute)) /var>)) /var>)) /var>
ru: <var 08 E1E80401 ((<var 20 E804 /var> <var 08 E2E80405 ((<var 09 E804 ((день)) ((дня)) ((дня)) ((дня)) /var>)) ((дней)) /var><var 08 E1E80201 ((, <var 20 E802 /var> час<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>)) (()) /var><var 08 E1E80301 (( и <var 20 E803 /var> минут<var 08 E2E80305 ((<var 09 E803 ((а)) ((ы)) ((ы)) ((ы)) /var>)) (()) /var>)) (( и менее 1 минуты)) /var>)) ((<var 08 E1E80201 ((<var 20 E802 /var> час<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>)) (()) /var><var 08 E1E80301 (( и <var 20 E803 /var> минут<var 08 E2E80305 ((<var 09 E803 ((а)) ((ы)) ((ы)) ((ы)) /var>)) (()) /var>)) ((<var 08 E1E80201 (( и )) (()) /var><var 08 E1E80201 ((менее 1 минуты)) ((Менее 1 минуты)) /var>)) /var>)) /var>

source: Distance to Destination
ru: До цели

source: Time to Destination
ru: До цели

source: Time for Survey
ru: Исследования

source: Draft
ru: Создать

source: Deploy
ru: Отправить

source: Recall
ru: Отозвать

source: Deploy
ru: Отправить

source: Distance for Survey
ru: До исследования

source: Items/Difficulty
ru: Предметы/Сложность

source: Time
ru: Время

source: Distance
ru: Дистанция

source: Conditions
ru: Условия

source: Contribute
ru: Вложить

source: Unselected
ru: Не выбрано

source: Voyage Details
ru: Детали путешествия

source: Outfit
ru: Снарядить

source: None
ru: Нет

source: Craft <var 31 ((Item)) 02E8020202 /var>?
ru: Создать <var 31 ((Item)) 02E8020202 /var>?

source: Voyage EXP
ru: Опыт путешествия

source: Voyage EXP Bonus
ru: Бонусный опыт путешествия

source: Adjust Lighting (Current: <var 20 E802 /var>)
ru: Изменить уровень освещения (Текущий: <var 20 E802 /var>)

source: Brightness
ru: Яркость

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Warning
ru: Предупреждение

source: Adjustments made via the slider are only visible on your screen until you have confirmed the new setting.
ru: Измененное освещение сейчас видно только вам. Настройка применится для всех после нажатия на «Подтвердить».

source: Travel to <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>?
ru: Перейти в <var 28 ((PlaceName)) E80202 /var>, <var 51 E803 /var>-й район?

source: Private Residence Relocation (Plot <var 20 E804 /var>, Ward <var 20 E803 /var>, <var 31 ((PlaceName)) 03E8020302 /var>).
ru: Для себя — переезд (<var 31 ((PlaceName)) 03E8020302 /var>, <var 20 E803 /var>-й регион, <var 20 E804 /var>-й участок).

source: Free Company Estate Relocation (Plot <var 20 E804 /var>, Ward <var 20 E803 /var>, <var 31 ((PlaceName)) 03E8020302 /var>).
ru: Для моей вольной компании — переезд (<var 31 ((PlaceName)) 03E8020302 /var>, <var 20 E803 /var>-й регион, <var 20 E804 /var>-й участок).

source: Shared Estate Settings
ru: Настройки совместного проживания

source: New Tenant
ru: Новый сожитель

source: Name
ru: Имя

source: Evict
ru: Выселить

source: Evict <var 29 EA02 /var> from the estate? <var 48 F201F4 /var><var 49 F201F5 /var>※The evicted party will no longer be able to access certain estate features.<var 49 01 /var><var 48 01 /var>
ru: Выселить <var 29 EA02 /var> из участка? <var 48 F201F4 /var><var 49 F201F5 /var>※После выселения бывший сожитель больше не будет иметь доступ к некоторым функциям участка.<var 49 01 /var><var 48 01 /var>

source: Confirm eviction.
ru: Подтверждаю выселение.

source: Welcome <var 29 EA02 /var> to the shared estate? <var 48 F201FA /var><var 49 F201FB /var>※Authorizations are updated upon closing window.<var 49 01 /var><var 48 01 /var>
ru: Принять <var 29 EA02 /var> в ваш участок? <var 48 F201FA /var><var 49 F201FB /var>※Разрешения обновятся после закрытия окна.<var 49 01 /var><var 48 01 /var>

source: Shared Estate (Plot <var 20 E804 /var>, <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>)
ru: Общий участок (<var 28 ((PlaceName)) E80201 /var>, <var 20 E803 /var>-й регион, <var 20 E804 /var>-й участок)

source: Shared Estate (Plot <var 20 E804 /var>, <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>)
ru: Общий участок (<var 28 ((PlaceName)) E80201 /var>, <var 20 E803 /var>-й регион, <var 20 E804 /var>-й участок)

source: Leave
ru: Закрыть окно

source: Flower Vase
ru: Цветочная ваза

source: Available Flowers
ru: Доступные цветы

source: Quantity
ru: Кол-во

source: Currently on Display
ru: Выставлено напоказ

source: Nothing
ru: Ничего

source: There are no flowers in your inventory.
ru: В вашем инвентаре нет цветов.

source: Place <var 31 ((Item)) 03E8020202 /var> in the vase?
ru: Поставить <var 31 ((Item)) 03E8020202 /var> в вазу?

source: Apartment
ru: Квартира

source: Apartment Options
ru: Настройки квартиры

source: Change Apartment Name
ru: Переименовать квартиру

source: Edit Greeting
ru: Изменить приветствие

source: Guest Access Settings
ru: Настройки доступа для гостей

source: View Room Details
ru: Посмотреть профиль квартиры

source: Enter apartment name.
ru: Введите название квартиры.

source: Names must be formed from alphanumeric characters. The following punctuation marks are also allowed:
ru: Название должно состоять только из букв и цифр. Также разрешены следующие знаки препинания:

source: Double spaces/underscores are not allowed. • A space cannot be used before or after the name. • Names consisting solely of punctuation marks are prohibited.
ru: Не разрешены двойные пробелы и знаки подчёркивания. • Пробел не может использоваться до или после названия. • Названия, состоящие только из знаков препинания, запрещены.

source: Apartment Name
ru: Название квартиры

source: Please use discretion when determining whether or not to allow third-party access to your apartment.
ru: Пожалуйста, будьте внимательными при выборе того, какой у других доступ к вашей квартире.

source: Apartment Access
ru: Можно заходить в квартиру

source: Apartment Details
ru: Информация о квартире

source: <var 08 E4E802F201A9 ((<var 28 ((PlaceName)) F2070D01 /var> )) ((<var 08 E4E802F201AA ((<var 28 ((PlaceName)) F2070F01 /var> )) ((<var 08 E4E802F201AB ((<var 28 ((PlaceName)) F2071101 /var> )) ((<var 08 E4E802F2096C ((<var 28 ((PlaceName)) F2077101 /var> )) ((<var 08 E4E802F2102B ((<var 28 ((PlaceName)) F20E8601 /var>)) ((Public Apartments )) /var>)) /var>)) /var>)) /var>)) /var> <var 08 E4E80482 ((Wing 1 )) ((Wing 2 )) /var>Room #<var 20 E805 /var>, <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>
ru: <var 28 ((PlaceName)) E80201 /var>, <var 51 E803 /var>-й регион, <var 08 E4E802F201A9 ((<var 28 ((PlaceName)) F2070D01 /var> )) ((<var 08 E4E802F201AA ((<var 28 ((PlaceName)) F2070F01 /var> )) ((<var 08 E4E802F201AB ((<var 28 ((PlaceName)) F2071101 /var> )) ((<var 08 E4E802F2096C ((<var 28 ((PlaceName)) F2077101 /var> )) ((<var 08 E4E802F2102B ((<var 28 ((PlaceName)) F20E8601 /var>)) ((Публичные квартиры )) /var>)) /var>)) /var>)) /var>)) /var> <var 08 E4E80482 ((крыло 1, )) ((крыло 2, )) /var>квартира №<var 20 E805 /var>

source: Apartment
ru: Комнаты

source: Vacate Apartment
ru: Освободить квартиру

source: By choosing to vacate your apartment, you will lose any remaining furnishings, and will not be refunded any gil used to purchase the room. Proceed?
ru: При освобождении квартиры вы потеряете всю оставшуюся в ней мебель. Гилы, потраченные на покупку квартиры, не будут возвращены. Продолжить?

source: Relinquish all rights to this property.
ru: Отказаться от прав на эту недвижимость.

source: Enter your room?
ru: Войти в вашу комнату?

source: Apartment Rooms
ru: Квартира

source: Enter <var 08 E4EB02EB04 ((your)) ((<var 08 E4EB02EB04 ((<var 08 E909 ((<var 31 ((ObjStr)) 03E9090202 /var>)) ((you)) /var>)) ((<var 08 E909 ((<var 31 ((ObjStr)) 03E9090202 /var>)) EB04 /var>)) /var>'s)) /var> room?
ru: Войти в <var 08 E4EB02EB04 ((вашу комнату)) ((комнату <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>)) /var>?

source: Aquarium Settings
ru: Настройки аквариума

source: Fish Size
ru: Размер рыбы

source: Water
ru: Вода

source: Certain fish can only live in certain environments.
ru: Некоторые рыбы могут жить только в определённой среде.

source: Accessories
ru: Украшения

source: Fish
ru: Рыба

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Remove
ru: Убрать

source: Proceed with the specified changes? <var 48 F201F4 /var><var 49 F201F5 /var>※HQ items and collectables will be rendered normal.<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>※Items currently contained in the aquarium will be destroyed.<var 49 01 /var><var 48 01 /var>
ru: Применить указанные изменения? <var 48 F201F4 /var><var 49 F201F5 /var>※Предметы высокого качества и ценности станут обычными.<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>※Предметы, которые уже находятся в аквариуме, будут уничтожены.<var 49 01 /var><var 48 01 /var>

source: Aquarium Fish
ru: Аквариумные рыбы

source: Environment: <var 2B ((<var 29 EA02 /var>)) /var>
ru: Тип воды: <var 2B ((<var 29 EA02 /var>)) /var>

source: Compatible Species
ru: Совместимые виды

source: Size
ru: Размер

source: Qty.
ru: Кол-во

source: Remove all fish from the aquarium?
ru: Убрать всех рыб из аквариума?

source: Remove All
ru: Убрать все

source: Fish List
ru: Список рыб

source: Frame Painting
ru: Обрамление картины

source: Preview
ru: Предпросмотр

source: Close
ru: Закрыть

source: <var 08 E4E80202 ((Sightseeing Log)) ((<var 08 E4E80203 ((Landscapes)) ((<var 08 E4E80204 ((Portraits)) (()) /var>)) /var>)) /var>
ru: <var 08 E4E80202 ((Журнал красивых мест)) ((<var 08 E4E80203 ((Пейзажи)) ((<var 08 E4E80204 ((Портреты)) (()) /var>)) /var>)) /var>

source: Frame <var 31 ((Item)) 03E8020202 /var>?
ru: Обрамить <var 31 ((Item)) 03E8020202 /var>?

source: The same painting is already framed. Proceed and the following item will be lost:
ru: Здесь уже обрамлена такая же картина. Если продолжить, то будет потерян следующий предмет:

source: <var 48 F201F4 /var><var 49 F201F5 /var>Discard the following painting<var 49 01 /var><var 48 01 /var> and replace it with <var 31 ((Item)) 03E8020202 /var>?
ru: <var 48 F201F4 /var><var 49 F201F5 /var>Выбросить следующую картину<var 49 01 /var><var 48 01 /var> и заменить её на <var 31 ((Item)) 03E8020202 /var>?

source: Available
ru: Доступно

source: Current
ru: Сейчас

source: There are no items to frame.
ru: Нет предметов для обрамления.

source: Search Placed/Stored Furnishings
ru: Искать мебель среди поставленной и на складе

source: Search
ru: Поиск

source: Type in the full or partial name of an item and press Enter to commence the search.
ru: Введите полное или частичное название предмета и нажмите «Enter» для начала поиска.

source: No matching items.
ru: Нет подходящих предметов.

source: Placed
ru: Поставлена

source: Storeroom
ru: На складе

source: Display Preview
ru: Включить предпросмотр

source: Store
ru: Убрать на склад

source: Please wait...
ru: Пожалуйста, подождите...

source: Storeroom Status
ru: Статус склада

source: Storeroom Status
ru: Статус склада

source: Current Storeroom Capacity
ru: Текущая ёмкость склада

source: Furnishings Placed
ru: Поставлено мебели

source: Relocation Status
ru: Проверка возможности переезда

source: Indoor Furnishings
ru: Домашняя мебель

source: Outdoor Furnishings
ru: Уличная мебель

source: No indoor furnishings stored.
ru: На складе нет домашней мебели.

source: No outdoor furnishings stored.
ru: На складе нет уличной мебели.
