Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: The winning number is selected every <var 08 E5E95401 ((<var 09 E954 ((<var 06 1607 /var><var 09 DD ((Sunday)) ((Monday)) ((Tuesday)) ((Wednesday)) ((Thursday)) ((Friday)) ((Saturday)) /var> at <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>)) ((<var 06 0C01 /var><var 09 DD ((Sunday)) ((Monday)) ((Tuesday)) ((Wednesday)) ((Thursday)) ((Friday)) ((Saturday)) /var> at <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>)) ((<var 06 0501 /var><var 09 DD ((Sunday)) ((Monday)) ((Tuesday)) ((Wednesday)) ((Thursday)) ((Friday)) ((Saturday)) /var> at <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>)) ((<var 06 1307 /var><var 09 DD ((Sunday)) ((Monday)) ((Tuesday)) ((Wednesday)) ((Thursday)) ((Friday)) ((Saturday)) /var> at <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>)) (()) (()) ((<var 06 0C01 /var><var 09 DD ((Sunday)) ((Monday)) ((Tuesday)) ((Wednesday)) ((Thursday)) ((Friday)) ((Saturday)) /var> at <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>)) /var>)) ((<var 06 1607 /var><var 09 DD ((Sunday)) ((Monday)) ((Tuesday)) ((Wednesday)) ((Thursday)) ((Friday)) ((Saturday)) /var> at <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>)) /var> (Earth time).
ru: Число-победитель избирается кажд<var 08 E5E95401 ((<var 09 E954 ((<var 06 1607 /var><var 09 DD ((ое воскресенье)) ((ый понедельник)) ((ый вторник)) ((ую среду)) ((ый четверг)) ((ую пятницу)) ((ую субботу)) /var> в <var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:00)) ((<var 06 0C01 /var><var 09 DD ((ое воскресенье)) ((ый понедельник)) ((ый вторник)) ((ую среду)) ((ый четверг)) ((ую пятницу)) ((ую субботу)) /var> в <var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:00)) ((<var 06 0501 /var><var 09 DD ((ое воскресенье)) ((ый понедельник)) ((ый вторник)) ((ую среду)) ((ый четверг)) ((ую пятницу)) ((ую субботу)) /var> в <var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:00)) ((<var 06 1307 /var><var 09 DD ((ое воскресенье)) ((ый понедельник)) ((ый вторник)) ((ую среду)) ((ый четверг)) ((ую пятницу)) ((ую субботу)) /var> в <var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:00)) (()) (()) ((<var 06 0C01 /var><var 09 DD ((ое воскресенье)) ((ый понедельник)) ((ый вторник)) ((ую среду)) ((ый четверг)) ((ую пятницу)) ((ую субботу)) /var> в <var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:00)) /var>)) ((<var 06 1607 /var><var 09 DD ((ое воскресенье)) ((ый понедельник)) ((ый вторник)) ((ую среду)) ((ый четверг)) ((ую пятницу)) ((ую субботу)) /var> в <var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:00)) /var> (по реальному времени).

source: 1st Prize
ru: 1-й приз

source: All Numbers Match
ru: Совпали все цифры

source: 2nd Prize
ru: 2-й приз

source: Last 3 Numbers Match
ru: Совпали последние 3 цифры

source: 3rd Prize
ru: 3-й приз

source: Last 2 Numbers Match
ru: Совпали последние 2 цифры

source: 4th Prize
ru: 4-й приз

source: Last Number Matches
ru: Совпала последняя цифра

source: Consolation
ru: Участие

source: No Numbers Match
ru: Ни одна цифра не совпала

source: Participant Bonus
ru: Уровень участников

source: Tickets Sold
ru: Продано билетов

source: Tickets Sold
ru: Продано билетов

source: Level
ru: Уровень

source: Tickets
ru: Билеты

source: Bonus
ru: Бонус

source: Your Numbers: [<var 50 E80205 /var>]<var 08 E0E80301 ((<var 08 E0E80401 (( [<var 50 E80305 /var>] [<var 50 E80405 /var>])) (( [<var 50 E80305 /var>])) /var>)) (()) /var>
ru: Ваши числа: [<var 50 E80205 /var>]<var 08 E0E80301 ((<var 08 E0E80401 (( [<var 50 E80305 /var>] [<var 50 E80405 /var>])) (( [<var 50 E80305 /var>])) /var>)) (()) /var>

source: Past Results
ru: Прошлые результаты

source: #<var 20 E802 /var> <var 07 E803 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: №<var 20 E802 /var> от <var 07 E803 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>

source: Winning Number: <var 50 E80205 /var>
ru: Число-победитель: <var 50 E80205 /var>

source: Close
ru: Закрыть

source: Allow a random number to be selected for you.
ru: Позволить генератору случайных чисел выбрать число за вас.

source: <var 08 E2E802FEFFFFFFFF (()) ((<var 08 E2E803FEFFFFFFFF ((Your Number: [<var 50 E80205 /var>])) ((Your Numbers: [<var 50 E80205 /var>] [<var 50 E80305 /var>])) /var>)) /var>
ru: <var 08 E2E802FEFFFFFFFF (()) ((<var 08 E2E803FEFFFFFFFF ((Ваше число: [<var 50 E80205 /var>])) ((Ваши числа: [<var 50 E80205 /var>] [<var 50 E80305 /var>])) /var>)) /var>

source: Retrieving data...
ru: Получение данных...

source: Unable to retrieve data.
ru: Не удалось получить данные.

source: <var 09 E802 ((<var 20 E803 /var>)) ((<var 20 E803 /var>&<var 20 E804 /var>)) ((<var 20 E803 /var>&<var 20 E804 /var>&<var 20 E805 /var>)) ((<var 20 E803 /var>&<var 20 E804 /var>&<var 20 E805 /var>&<var 20 E806 /var>)) ((All)) /var>
ru: <var 09 E802 ((<var 20 E803 /var>)) ((<var 20 E803 /var> и <var 20 E804 /var>)) ((<var 20 E803 /var>, <var 20 E804 /var> и <var 20 E805 /var>)) ((<var 20 E803 /var>, <var 20 E804 /var>, <var 20 E805 /var> и <var 20 E806 /var>)) ((Все)) /var>

source: No. <var 20 E802 /var>
ru: № <var 20 E802 /var>

source: No. <var 20 E802 /var>
ru: № <var 20 E802 /var>

source: Close
ru: Закрыть

source: <var 08 E802 ((Level <var 20 E802 /var>)) ((None)) /var>
ru: <var 08 E802 ((Уровень <var 20 E802 /var>)) ((Отсутствует)) /var>

source: Place
ru: Место

source: #<var 20 E802 /var>
ru: Гига-горшок №<var 20 E802 /var>

source: Finish playing <var 29 EA02 /var>? Your MGP will not be refunded.
ru: Закончить играть в «<var 29 EA02 /var>»? Потраченные MGP не будут возвращены.

source: Play a round of <var 29 EA02 /var> for <var 22 E803 ((,)) /var> MGP? You currently possess <var 22 E804 ((,)) /var>.
ru: Сыграть в «<var 29 EA02 /var>» за <var 22 E803 (( )) /var> MGP? У вас сейчас <var 22 E804 (( )) /var> MGP.

source: <var 08 E4E80302 ((Use your last <var 31 ((Item)) 04E8020202 /var>)) ((Use one of <var 08 E803 ((<var 08 E2E8030B ((<var 09 E803 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E803 /var>)) /var>)) ((<var 20 E803 /var>)) /var> <var 31 ((Item)) 04E8020302 /var>)) /var>.
ru: <var 08 E4E80302 ((Использовать последний <var 31 ((Item)) 04E8020202 /var>)) ((Использовать один из <var 08 E803 ((<var 08 E2E8030B ((<var 09 E803 ((одного)) ((двух)) ((трёх)) ((четырёх)) ((пяти)) ((шести)) ((семи)) ((восьми)) ((девяти)) ((десяти)) /var>)) ((<var 20 E803 /var>)) /var>)) ((<var 20 E803 /var>)) /var> <var 31 ((Item)) 04E8020302 /var>)) /var>.

source: Gauge Your Skill!
ru: Покажи себя на деле!

source: Find the Sweet Spot!
ru: Попади в яблочко!

source: Double Down!
ru: Всё или ничего!

source: Gauge Your Skill!
ru: Покажи себя на деле!

source: Find the Sweet Spot!
ru: Попади в яблочко!

source: Double Down!
ru: Всё или ничего!

source: <var 48 F201FA /var><var 49 F201FB /var>Congratulations!<var 49 01 /var><var 48 01 /var> You may either claim your reward and end the game, or try again to earn an even larger payout. But remember, if you fail, all previous rewards are forfeit. Current payout: <var 48 F201FA /var><var 49 F201FB /var><var 20 E804 /var><var 49 01 /var><var 48 01 /var> MGP Double down payout: <var 48 F201FA /var><var 49 F201FB /var><var 20 E805 /var><var 49 01 /var><var 48 01 /var> MGP Double down opportunities remaining: <var 20 E803 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Поздравляем!<var 49 01 /var><var 48 01 /var> Вы сейчас можете либо забрать награду и тем самым закончить игру, либо сыграть ещё раз и заработать в 2 раза больше. Но помните: в случае поражения вы потеряете весь свой выигрыш. Текущий выигрыш: <var 48 F201FA /var><var 49 F201FB /var><var 20 E804 /var><var 49 01 /var><var 48 01 /var> MGP Удвоенный выигрыш: <var 48 F201FA /var><var 49 F201FB /var><var 20 E805 /var><var 49 01 /var><var 48 01 /var> MGP Осталось шансов на удвоение: <var 20 E803 /var>

source: Time remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: <var 2B ((<var 08 E4EB02EB03 ((you)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((take)) ((takes)) /var> up the pickaxe.
ru: <var 2B ((<var 08 E4EB02EB03 ((Вы)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((берёте)) ((берёт)) /var> в руки кирку.

source: <var 2B ((<var 08 E4EB02EB03 ((you)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((take)) ((takes)) /var> up the hatchet.
ru: <var 2B ((<var 08 E4EB02EB03 ((Вы)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>)) /var> <var 08 E4EB02EB03 ((берёте)) ((берёт)) /var> в руки топорик.

source: <var 48 F201FA /var><var 49 F201FB /var>Congratulations!<var 49 01 /var><var 48 01 /var> You may either claim your reward and end the game, or try again to earn an even larger payout. But remember, if you fail, all previous rewards are forfeit. Current payout: <var 48 F201FA /var><var 49 F201FB /var><var 20 E806 /var><var 49 01 /var><var 48 01 /var> MGP Double down payout: <var 48 F201FA /var><var 49 F201FB /var><var 20 E807 /var><var 49 01 /var><var 48 01 /var> MGP Time Remaining: <var 20 E804 /var>:<var 24 E805 /var> Double down opportunities remaining: <var 20 E803 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Поздравляем!<var 49 01 /var><var 48 01 /var> Вы сейчас можете либо забрать награду и тем самым закончить игру, либо сыграть ещё раз и заработать в 2 раза больше. Но помните: в случае поражения вы потеряете весь свой выигрыш. Текущий выигрыш: <var 48 F201FA /var><var 49 F201FB /var><var 20 E806 /var><var 49 01 /var><var 48 01 /var> MGP Удвоенный выигрыш: <var 48 F201FA /var><var 49 F201FB /var><var 20 E807 /var><var 49 01 /var><var 48 01 /var> MGP Осталось времени: <var 20 E804 /var>:<var 24 E805 /var> Осталось шансов на удвоение: <var 20 E803 /var>

source: Gold Saucer
ru: Золотое Блюдце

source: General
ru: Общее

source: Chocobo
ru: Чокобо

source: Card List
ru: Карты

source: Card Decks
ru: Колоды

source: Manderville Gold Saucer Points (MGP)
ru: Очки «Золотого Блюдца Мандервилля» (MGP)

source: Next Triple Triad Tournament
ru: Следующий турнир Тройного Трио

source: Matches available until <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: Матчи доступны до <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:<var 24 DA /var> <var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>

source: Entries begin at <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: Можно вступить с <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:<var 24 DA /var> <var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>

source: Recent Tournament Results
ru: Результаты недавнего турнира

source: Jumbo Cactpot
ru: Гига-горшок

source: Ticket Allowance: <var 20 E802 /var>/<var 20 E803 /var>
ru: Можно купить билетов: <var 20 E802 /var>/<var 20 E803 /var>

source: Waiting for Results
ru: Ожидание результатов

source: Ticket Redeemable
ru: Можно забирать награду

source: Ticket Expired
ru: Билет истёк

source: (Your Numbers: [<var 50 E80205 /var>]<var 08 E0E80301 ((<var 08 E0E80401 (( [<var 50 E80305 /var>] [<var 50 E80405 /var>])) (( [<var 50 E80305 /var>])) /var>)) (()) /var>)
ru: (Ваши номера: [<var 50 E80205 /var>]<var 08 E0E80301 ((<var 08 E0E80401 (( [<var 50 E80305 /var>] [<var 50 E80405 /var>])) (( [<var 50 E80305 /var>])) /var>)) (()) /var>)

source: Mini Cactpot
ru: Мини-горшок

source: <var 08 E4E80201 ((All Tickets Purchased)) ((Ticket Allowance: <var 20 E802 /var>/<var 20 E803 /var>)) /var>
ru: <var 08 E4E80201 ((Все билеты куплены)) ((Можно купить билетов: <var 20 E802 /var>/<var 20 E803 /var>)) /var>

source: Receiving data...
ru: Получение данных...

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Unable to retrieve data while bound by duty.
ru: Нельзя получить данные во время миссии.

source: Verminion
ru: Верминьон

source: Mahjong
ru: Маджонг

source: Parameters
ru: Параметры

source: Pedigree
ru: Родословная

source: Appearance
ru: Внешность

source: Rank:
ru: Ранг:

source: Attributes
ru: Атрибуты

source: Maximum Speed
ru: Макс. скорость

source: Acceleration
ru: Ускорение

source: Endurance
ru: Выносливость

source: Stamina
ru: Запас сил

source: Cunning
ru: Ловкость

source: Preferred Weather
ru: Предпочитаемая погода

source: Fair
ru: Ясная

source: Foul
ru: Ненастная

source: Race Ability
ru: Умения в скачках

source: Hereditary
ru: Унаследовано

source: Acquired
ru: Получено

source: <var 08 E802 ((<var 28 ((ChocoboRaceAbility)) E80201 /var>)) (( (None))) /var>
ru: <var 08 E802 ((<var 28 ((ChocoboRaceAbility)) E80201 /var>)) (( (Нет))) /var>

source: Training Capacity
ru: Тренировка

source: Sessions Available
ru: Доступно сессий

source: Racing Capacity
ru: Скачки

source: Rating
ru: Рейтинг

source: Pedigree Level
ru: Поколение

source: Pedigree
ru: Родословная

source: Parentage
ru: Родители

source: You do not own a race chocobo.
ru: У вас нет скакового чокобо.

source: Own
ru: Своя

source: Grade
ru: Оценка

source: Sides:
ru: Стороны:

source: Rarity:
ru: Редкость:

source: Type:
ru: Тип:

source: Total: <var 20 E802 /var>
ru: Всего: <var 20 E802 /var>

source: Deck <var 20 E802 /var>
ru: Колода <var 20 E802 /var>

source: Change how your cards are displayed.
ru: Сменить отображение карт.

source: Change Name
ru: Переименовать

source: Recommended
ru: Рекомендация

source: Save
ru: Сохранить

source: If you continue, your unsaved changes will be lost. Proceed?
ru: Если продолжить, несохранённые изменения будут потеряны. Продолжить?

source: Enter a new deck name.
ru: Введите название новой колоды.

source: Edit Deck
ru: Редактор колоды

source: Edit Deck
ru: Редактировать колоду

source: Change Deck Name
ru: Изменить название колоды

source: Remove from Deck
ru: Убрать из колоды

source: Clear Deck
ru: Очистить колоду

source: Are you sure you wish to clear this deck of all its cards?
ru: Вы уверены, что хотите очистить эту колоду от всех карт?

source: You will be unable to use the deck in match play for the following reason: <var 48 F201FA /var><var 49 F201FB /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var> Save deck?
ru: Вы не сможете использовать колоду в матче по следующей причине: <var 48 F201FA /var><var 49 F201FB /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var> Сохранить колоду?

source: Not Enough Cards
ru: Недостаточно карт

source: Too Many Rare Cards
ru: Слишком много редких карт

source: Unclaimed Card Included
ru: Добавлена неполученная карта

source: Duplicate Cards Included
ru: Присутствуют дублирующиеся карты

source: Unknown
ru: Неизвестно

source: There are too many rare cards in your deck.
ru: В вашей колоде слишком много редких карт.

source: Deck Building Rules ・Cards of ★★★★★ rarity: 1 card per deck ・Cards of ★★★★ rarity or more: 2 cards per deck ・Cards of ★★★ rarity or less: no limit
ru: Правила построения колоды ・Карты редкости ★★★★★: 1 карта на колоду ・Карты редкости ★★★★ или выше: 2 карты на колоду ・Карты редкости ★★★ или ниже: без ограничений

source: Standard
ru: Стандарт

source: Sides
ru: Стороны

source: Rarity
ru: Редкость

source: Type
ru: Тип

source: No cards match current filter settings.
ru: Никакие карты не подходят текущему фильтру.

source: Player Rating
ru: Рейтинг игрока

source: Rank Points:
ru: Очки ранга:

source: Lord of Verminion Tournament
ru: Турнир Повелителя Верминьона

source: The <var 51 E802 /var> Lord of Verminion Tournament
ru: <var 20 E802 /var>-й Турнир Повелителя Верминьона

source: Matches available until <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: Матчи доступны до <var 20 DB /var>:<var 24 DA /var> <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>

source: Matches begin at <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: Матчи начнутся в <var 20 DB /var>:<var 24 DA /var> <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>

source: Tournament Results
ru: Результаты турнира

source: The <var 51 E802 /var> Lord of Verminion Tournament
ru: <var 20 E802 /var>-й Турнир Повелителя Верминьона

source: Matches:
ru: Матчи:

source: Wins:
ru: Победы:

source: Points:
ru: Очки:

source: Available:
ru: Доступно:

source: There are no results to display.
ru: Нет результатов для отображения.

source: Edit Hotbar
ru: Редактировать хотбар

source: Set filters and customize sorting.
ru: Установить фильтры и изменить сортировку.

source: Filter Settings
ru: Настройки фильтров

source: Rarity
ru: Редкость

source: Type
ru: Тип

source: ALL
ru: ВСЕ

source: None
ru: Нет

source: Scion
ru: Потомок

source: Garlean
ru: Гарлиец

source: Primal
ru: Праймал

source: Beastman
ru: Дикое племя

source: Sort Customization
ru: Кастомизация сортировки

source: Top Side
ru: Верхняя сторона

source: Bottom Side
ru: Нижняя сторона

source: Left Side
ru: Левая сторона

source: Right Side
ru: Правая сторона

source: 1st Priority
ru: 1-й приоритет

source: 2nd Priority
ru: 2-й приоритет

source: 3rd Priority
ru: 3-й приоритет

source: 4th Priority
ru: 4-й приоритет

source: Default
ru: По умолчанию

source: Ascending
ru: А→Я

source: Descending
ru: Я→А

source: Reset
ru: Сбросить

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: <var 07 E802 /var><var 20 DE /var>/<var 20 DC /var> <var 07 E802 /var><var 08 E4E80301 ((<var 20 DB /var>:<var 24 DA /var> )) ((<var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> )) /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var> <var 07 E802 /var><var 08 E4E80301 ((<var 20 DB /var>:<var 24 DA /var>)) ((<var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:<var 24 DA /var>)) /var>

source: <var 09 E802 ((★Basic Ruleset <var 29 EA03 /var>)) ((★Advanced Ruleset <var 29 EA03 /var>/<var 29 EA04 /var>)) ((★Advanced Ruleset <var 29 EA03 /var>/<var 29 EA04 /var> <var 29 EA05 /var>)) ((★Advanced Ruleset <var 29 EA03 /var>/<var 29 EA04 /var> <var 29 EA05 /var>/<var 29 EA06 /var>)) /var>
ru: <var 09 E802 ((★Базовый набор правил <var 29 EA03 /var>)) ((★Продвинутый набор правил <var 29 EA03 /var>/<var 29 EA04 /var>)) ((★Продвинутый набор правил <var 29 EA03 /var>/<var 29 EA04 /var> <var 29 EA05 /var>)) ((★Продвинутый набор правил <var 29 EA03 /var>/<var 29 EA04 /var> <var 29 EA05 /var>/<var 29 EA06 /var>)) /var>

source: Set alarm for event registration.
ru: Поставить оповещение о начале регистрации.

source: View rule explanation.
ru: Просмотреть правила.

source: Date/Time
ru: Дата/время

source: Rules
ru: Правила

source: Open Tournament Schedule
ru: Расписание открытого турнира

source: Match Opponents
ru: Оппоненты в матче

source: Tournament Rules
ru: Правила турнира

source: MGP Exchange
ru: Обмен MGP

source: Exchange Rate
ru: Курс обмена

source: MGP Requested
ru: Запросить MGP

source: Gil Required
ru: Требуется гилов

source: Caution: Gil to MGP exchanges will be denied if the requested amount places your total over <var 22 E802 ((,)) /var>. MGP to gil exchanges are unavailable.
ru: Внимание: Вам будет отказано в переводе гилов в MGP, если вместе с запрошенной суммой у вас получится больше <var 22 E802 (( )) /var> MGP. Перевод MGP в гилы недоступен.

source: Proceed
ru: Продолжить

source: Cancel
ru: Отмена

source: Exchange <var 22 E802 ((,)) /var> gil for <var 22 E803 ((,)) /var> MGP?
ru: Обменять <var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var> на <var 22 E803 (( )) /var> MGP?

source: Card Buyer
ru: Скупщик карт

source: Card
ru: Карта

source: Price
ru: Цена

source: Qty.
ru: Кол-во

source: In Deck
ru: Собрано

source: You have no cards to sell.
ru: У вас нет карт для продажи.

source: Quantity
ru: Количество

source: Price
ru: Цена

source: <var 48 F201FA /var><var 49 F201FB /var>You may sell as many cards as you wish, but any funds which exceed the maximum amount of MGP allowed an individual will be forfeit.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Вы можете продать столько карт, сколько хотите, но учтите, что вы будете терять избыток максимального количества MGP при продаже.<var 49 01 /var><var 48 01 /var>

source: Sell
ru: Продать

source: Cancel
ru: Отмена

source: MGP/Max
ru: MGP/Макс.

source: Verminion Challenge
ru: Испытание Верминьона

source: Player Battle (RP)
ru: Битва игроков (Ранговая)

source: Master Battle
ru: Битва против Мастера

source: Master Battle (Hard)
ru: Битва против Мастера (Сложная)

source: Master Battle (Extreme)
ru: Битва против Мастера (Экстремальная)

source: Tournament
ru: Турнир

source: Player Battle (Non-RP)
ru: Битва игроков (Неранговая)

source: Master Tournament
ru: Турнир мастеров

source: None
ru: Нет

source: You Win
ru: Вы победили

source: You Lose
ru: Вы проиграли

source: Draw
ru: Ничья

source: You Win
ru: Вы победили

source: You Lose
ru: Вы проиграли

source: Match Length: <var 20 E802 /var>:<var 24 E803 /var>
ru: Длительность матча: <var 20 E802 /var>:<var 24 E803 /var>

source: Reward
ru: Награда

source: RP
ru: ОР

source: Time Remaining: <var 20 E802 /var>s
ru: Осталось времени: <var 20 E802 /var> с.

source: Quit
ru: Выход

source: SPD
ru: По скорости

source: Minion Hotbar
ru: Хотбар миньонов

source: Select the minions you wish to summon during your match and set them to the hotbar.
ru: Выберите миньонов, которых вы желаете призывать во время матчей, и добавьте их на хотбар.

source: Effective against Shields.
ru: Эффективен против Щитов.

source: Effective against Gates.
ru: Эффективен против Ворот.

source: Effective against Arcana Stones.
ru: Эффективен против Камней Арканы.

source: Effective against Search Eyes.
ru: Эффективен против Глаз-искателей.

source: Minion Hotbar Editor
ru: Редактор хотбара миньонов

source: Cost
ru: Цена

source: HP
ru: ОЗ

source: ATK
ru: Атака

source: DEF
ru: Защита

source: SPD
ru: Скорость

source: Auto-attack
ru: Автоатака по

source: Single-target
ru: Одной цели

source: Multi-target
ru: Нескольким целям
