Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Next Return: <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: Следующий возврат: <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>

source: Collect
ru: Собрать

source: This granary has not been constructed yet.
ru: Это зернохранилище ещё не построено.

source: Accept materials gathered from the expedition?
ru: Принять материалы, собранные в экспедиции?

source: Warning: You will not be able to receive all of the items. Those exceeding the limit will be discarded. Do you still wish to proceed?
ru: Предупреждение: вы не сможете получить все предметы. Вне лимита будут выброшены. Вы все ещё хотите продолжить?

source: Expedition Area
ru: Область экспедиции

source: Terrain
ru: Местность

source: Resources
ru: Ресурсы

source: Rare Resources
ru: Редкие ресурсы

source: Days
ru: Дни

source: Max
ru: Полный

source: Cost
ru: Стоимость

source: Confirm
ru: Подтвердить

source: Release Selection
ru: Выбор отпускаемой рыбы

source: Average-sized
ru: Средняя рыба

source: Large-sized
ru: Крупная рыба

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Discard changes?
ru: Отменить изменения?

source: All
ru: Все

source: Indigo Route
ru: Впадина Индиго

source: Ruby Route
ru: Рубиновое море

source: Wariness
ru: Осторожность

source: Catch
ru: Ловля

source: Lv. <var 20 E802 /var>
ru: Ур. <var 20 E802 /var>

source: <var 20 E802 /var>.<var 20 E803 /var> im
ru: <var 20 E802 /var>,<var 20 E803 /var> илм

source: [Large]
ru: [Крупная]

source: No fish have been caught.
ru: Ещё не поймана никакая рыба.

source: The fish flee!
ru: Окончание ловли!

source: <var 08 E4E80201 ((Preferred Bait)) ((Silhouette Size)) /var>
ru: <var 08 E4E80201 ((Желаемая наживка)) ((Размер)) /var>

source: Filter Settings
ru: Настройки фильтра

source: Filter Settings
ru: Настройки фильтра

source: Filter By:
ru: Фильтровать по:

source: Region
ru: Регион

source: All Areas
ru: Все регионы

source: Regional Folklore
ru: Региональный фольклор

source: Not Specified
ru: Не указан

source: Big Fish
ru: Крупная рыба

source: Collectable
ru: Ценность

source: Aquarium Breeding
ru: Характеристики рыб

source: Reset Criteria
ru: Сбросить

source: Apply
ru: Применить

source: Cancel
ru: Отмена

source: Type in the full or partial name of a fish and press Enter to commence the search. Up to 100 results will be displayed.
ru: Введите полное или частичное название рыыбы и нажмите Enter для начала поиска. Будет отображено до 100 результатов.

source: No matching fish were found.
ru: Подходящие рыбы не найдены.

source: Small
ru: Малая

source: Medium
ru: Средняя

source: Large
ru: Крупная

source: Fish Size
ru: Размер рыбы

source: Not Specified
ru: Не указано

source: Small
ru: Малая

source: Medium
ru: Средняя

source: Large
ru: Крупная

source: Massive
ru: Массивная

source: Fish Guide
ru: Гид по рыбам

source: Sort by ID
ru: Сортировать по номеру

source: Sort by Name
ru: Сортировать по имени

source: Search
ru: Поиск

source: Search Emote List. Up to 10 results are displayed.
ru: Поиск в списке эмоций. Отображается до 10 результатов.

source: No matching emotes.
ru: Нет подходящих эмоций.

source: Emotes Help
ru: Помощь по эмоциям

source: Usable under normal conditions.
ru: Можно использовать в обычном состоянии.

source: Usable when swimming.
ru: Можно использовать во время плавания.

source: Usable when underwater.
ru: Можно использовать под водой.

source: Usable when sitting on ground.
ru: Можно использовать, сидя на земле.

source: Usable when sitting in chairs.
ru: Можно использовать, сидя на стульях.

source: Usable when riding mounts.
ru: Можно использовать на транспорте.

source: Usable with parasol accessories.
ru: Можно использовать, держа зонт.

source: Usable when fishing.
ru: Можно использовать во время рыбалки.

source: Close
ru: Закрыть

source: Display Emote List help.
ru: Отобразить помощь по списку эмоций.

source: Shuffle
ru: Перемешать

source: Complete!
ru: 14421_Complete!

source: Astra
ru: Астра

source: Umbra
ru: Умбра

source: Rising Stars <var 08 E1E80201 (((Streak Bonus Active!))) (( )) /var>
ru: Восходящие звёзды <var 08 E1E80201 (((Активен бонус за череду побед!))) (( )) /var>

source: Current Arena: <var 28 ((PlaceName)) E80201 /var> (<var 08 E4E80501 ((<var 07 E803 /var><var 20 DB /var>:<var 24 DA /var> to <var 07 E804 /var><var 20 DB /var>:<var 24 DA /var>)) ((<var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E3DB0D ((a.m.)) ((p.m.)) /var> to <var 07 E804 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E3DB0D ((a.m.)) ((p.m.)) /var>)) /var>) (Earth time)
ru: Текущая арена: <var 28 ((PlaceName)) E80201 /var> (с <var 08 E4E80501 ((<var 07 E803 /var><var 20 DB /var>:<var 24 DA /var> до <var 07 E804 /var><var 20 DB /var>:<var 24 DA /var>)) ((<var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E3DB0D ((a.m.)) ((p.m.)) /var> до <var 07 E804 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E3DB0D ((a.m.)) ((p.m.)) /var>)) /var>) (по реальному времени)

source: Next Arena: <var 28 ((PlaceName)) E80201 /var> (<var 08 E4E80501 ((<var 07 E803 /var><var 20 DB /var>:<var 24 DA /var> to <var 07 E804 /var><var 20 DB /var>:<var 24 DA /var>)) ((<var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E3DB0D ((a.m.)) ((p.m.)) /var> to <var 07 E804 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E3DB0D ((a.m.)) ((p.m.)) /var>)) /var>) (Earth time)
ru: Следующая арена: <var 28 ((PlaceName)) E80201 /var> (с <var 08 E4E80501 ((<var 07 E803 /var><var 20 DB /var>:<var 24 DA /var> до <var 07 E804 /var><var 20 DB /var>:<var 24 DA /var>)) ((<var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E3DB0D ((a.m.)) ((p.m.)) /var> до <var 07 E804 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E3DB0D ((a.m.)) ((p.m.)) /var>)) /var>) (по реальному времени)

source: Team Astra
ru: Команда Астра

source: Team Umbra
ru: Команда Умбра

source: Studium Deliveries
ru: Доставки Студиума

source: Reward
ru: Награда

source: Collectability
ru: Коллекционность

source: <var 09 E802 ((Faculty of Archaeology)) ((Faculty of Astronomy)) ((Faculty of Medicine)) ((Faculty of Anthropology)) ((Faculty of Aetherology)) /var>: <var 29 EA03 /var>
ru: <var 09 E802 ((Факультет археологии)) ((Факультет астрономии)) ((Факультет медицины)) ((Факультет антропологии)) ((Факультет эфирологии)) /var>: <var 29 EA03 /var>

source: Display Studium Deliveries help.
ru: Открыть помощь по доставкам Студиума.

source: Stance-based Weaponskills
ru: Навыки, основанные на определённой стойке

source: A particular martial stance is required to execute, or apply the additional effects of, these actions.
ru: Каждая стойка имеет свои условия активации дополнительных эффектов.

source: Opo-opo Form
ru: Стойка опо-опо

source: Raptor Form
ru: Стойка раптора

source: Coeurl Form
ru: Стойка куэрла

source: Actions registered high on the list are upgraded to those below them with the acquisition of traits.
ru: После изучения навыков действия, расположенные выше по списку, улучшаются до тех, которые находятся ниже.

source: Display Mode
ru: Режим отображения

source: Dispel Glamour
ru: Рассеять гламур

source: Glamour 1
ru: Гламур 1

source: Glamour 2
ru: Гламур 2

source: Below Lv. <var 20 E802 /var>
ru: Ниже Ур. <var 20 E802 /var>

source: Above Lv. <var 20 E802 /var>
ru: Выше Ур. <var 20 E802 /var>

source: Combo Weaponskills
ru: Комбинации умений

source: Weaponskills
ru: Умения

source: Abilities
ru: Способности

source: Spells
ru: Заклинания

source: ACTIONS (UNASSIGNABLE)
ru: ДЕЙСТВИЯ (НЕЛЬЗЯ НАЗНАЧИТЬ НА ПАНЕЛЬ КОМАНД)

source: PET ACTIONS
ru: ДЕЙСТВИЯ ПИТОМЦЕВ

source: Upgrades
ru: Улучшения

source: Upgrades (<var 20 E802 /var>)
ru: Улучшения (<var 20 E802 /var>)

source: ACTIONS
ru: ДЕЙСТВИЯ

source: Combo Spells
ru: Комбинации заклинаний

source: Unbinding in <var 20 E802 /var>s...
ru: Кристалл освободится через <var 20 E802 /var> с.

source: <var 20 E802 /var>s until eruption!
ru: <var 20 E802 /var> с. до извержения!

source: Eruption ends in <var 20 E802 /var>s...
ru: Извержение закончится через <var 20 E802 /var> с.

source: Turbulence incoming in <var 20 E802 /var>s!
ru: Турбулентность начнётся через <var 20 E802 /var> с.!

source: Turbulence ends in <var 20 E802 /var>s...
ru: Турбулентность закончится через <var 20 E802 /var> с.

source: Dreamfitting
ru: Гардероб сновидений

source: Use filters to narrow your search results. Filter settings will reset upon awakening.
ru: Используйте фильтры, чтобы сузить результаты поиска. Настройки фильтров будут сброшены при пробуждении.

source: Filter Settings
ru: Настройки фильтров

source: All
ru: Все

source: Sets
ru: Наборы

source: Individual Items
ru: Отдельные предметы

source: Unisex
ru: Унисекс

source: Men's
ru: Мужское

source: Women's
ru: Женское

source: Dyeable
ru: Можно покрасить

source: Undyeable
ru: Нельзя покрасить

source: Weapons/Tools
ru: Оружие/инструменты

source: Head
ru: Голова

source: Body
ru: Тело

source: Legs
ru: Ноги

source: Feet
ru: Обувь

source: Necklace
ru: Ожерелье

source: Earrings
ru: Серьги

source: Ring
ru: Кольцо

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Visit the Online Store
ru: Посетить «Online Store»

source: Category
ru: Категории

source: Available Items
ru: Предметы выбранной категории

source: Preview
ru: Предпросмотр

source: New
ru: Новое

source: There are no items to display.
ru: Нет предметов для отображения.

source: Finish Dreamfitting and wake up?
ru: Закончить и проснуться?

source: Portraits
ru: Портреты

source: Character Options
ru: Персонаж

source: Design Options
ru: Элементы дизайна

source: Display Adventurer Plate
ru: Ваша карточка приключенца

source: Display portrait guide.
ru: Показать помощь по портретам.

source: The selected portrait will be deleted. Proceed?
ru: Выбранный вами портрет будет удалён. Продолжить?

source: Edit Portrait
ru: Редактировать портрет

source: Apply to Adventurer Plate
ru: Применить к карточке приключенца

source: Link with Gear Set
ru: Связать с комплектом снаряжения

source: Move Up
ru: Передвинуть вверх

source: Move Down
ru: Передвинуть вниз

source: Move to Top
ru: Передвинуть в верх списка

source: Move to Bottom
ru: Передвинуть в низ списка

source: Delete Portrait
ru: Удалить портрет

source: Create New
ru: Создать новый

source: Create from Primary Portrait
ru: Создать из портрета профиля

source: Create from Instant Portrait
ru: Создать из «быстрого» портрета

source: The selected portrait will be applied to your adventurer plate. Proceed?
ru: Выбранный вами портрет будет применён к карточке приключенца. Продолжить?

source: Link Portrait with Gear Set
ru: Связать портрет с комплектом снаряжения

source: When changing to the selected gear set, this portrait will automatically be applied as your instant portrait. Instant portraits are displayed to other combatants upon commencing a Crystalline Conflict match.
ru: При смене на выбранный комплект снаряжения этот портрет будет автоматически применён в качестве «быстрого» портрета. «Быстрые» портреты показываются другим игрокам перед началом матча в Кристальной битве.

source: Gear Set to Link
ru: Выберите комплект снаряжения

source: Link Portrait with Gear Set
ru: Связать портрет с комплектом снаряжения

source: When changing to the selected gear set, this portrait will automatically be applied as your instant portrait. Instant portraits are displayed to other combatants upon commencing a Crystalline Conflict match.
ru: При смене на выбранный комплект снаряжения этот портрет будет автоматически применён в качестве «быстрого» портрета. «Быстрые» портреты показываются другим игрокам перед началом матча в Кристальной битве.

source: Portrait to Link
ru: Выберите портрет

source: Change Portrait Title
ru: Переименовать портрет

source: Enter a new title for this portrait.
ru: Введите новое название этого портрета.

source: Edit Portrait
ru: Редактирование портрета

source: Save
ru: Сохранить

source: Design
ru: Декорации

source: Character
ru: Персонаж

source: Preset
ru: Шаблон

source: Background
ru: Фон

source: Frame
ru: Рамка

source: Accent
ru: Украшение

source: Pose
ru: Поза

source: Expression
ru: Выражение лица

source: Ambient Lighting
ru: Окружающее освещение

source: Directional Lighting
ru: Направленное освещение

source: Brightness
ru: Яркость

source: Background Selection
ru: Выбор фона

source: Frame Selection
ru: Выбор рамки

source: Accent Selection
ru: Выбор украшения

source: Pose Selection
ru: Выбор позы

source: Expression Selection
ru: Выбор выражения лица

source: Custom
ru: Особый

source: All changes will be lost. Proceed?
ru: Все изменения будут потеряны. Продолжить?

source: Activate Motion
ru: Начать движение

source: Pause Motion
ru: Приостановить движение

source: Face Camera
ru: Поворачивать голову к камере

source: Look at Camera
ru: Смотреть в камеру

source: Reset Camera
ru: Сбросить камеру

source: Reset Facial Direction
ru: Сбросить поворот головы

source: Reset Gaze Direction
ru: Сбросить направление взгляда

source: Camera Distance
ru: Расстояние от камеры до персонажа

source: Rotation
ru: Поворот

source: Display Backgrounds List
ru: Показать список фоновых изображений

source: Display Frames List
ru: Показать список рамок

source: Display Accents List
ru: Показать список украшений

source: Display Poses List
ru: Показать список поз

source: Display Expressions List
ru: Показать список выражений лица

source: All
ru: Все

source: Obtained
ru: Полученные

source: Unobtained
ru: Неполученные

source: All
ru: Все

source: Emotes
ru: Эмоции

source: Job Actions
ru: Действия

source: Other
ru: Другие

source: Use as Instant Portrait
ru: Применить «быстрый» портрет

source: The selected portrait will appear as your instant portrait. Proceed?
ru: Выбранный портрет будет отображаться в качестве вашего «быстрого» портрета. Продолжить?

source: None
ru: Отсутствует

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: <var 08 E4E95101 (( Tilt Camera  Position Character Zoom)) ((<var 1E 18 /var> Tilt Camera <var 1E 15 /var> Position Character <var 1E 0D /var>＋<var 1E 19 /var> Zoom <var 1E 0C /var> Face Camera <var 1E 0E /var> Pause Motion)) /var>
ru: <var 08 E4E95101 (( Вращать  Двигать Приближение/отдаление)) ((<var 1E 18 /var> Вращать <var 1E 15 /var> Двигать <var 1E 0D /var>＋<var 1E 19 /var> Приближение/отдаление <var 1E 0C /var> Поворачивать голову к камере <var 1E 0E /var> Приостановить движение)) /var>

source: Reset Ambient Lighting
ru: Сбросить окружающее освещение

source: Reset Directional Lighting
ru: Сбросить направленное освещение

source: Edit
ru: Редактировать

source: The portrait feature allows you to use a variety of poses, motions, and framing options to compose the perfect portrait of your character. You may create a different portrait for each gear set, to be displayed at the beginning of certain competitive content like Crystalline Conflict PvP matches or Doman mahjong. Additional information is available in the portrait guide, accessible from the Portraits window.
ru: Функция портрета позволяет использовать различные позы, движения и варианты обрамления, чтобы создать идеальный портрет вашего персонажа. Вы можете создать отдельный портрет для каждого комплекта снаряжения. Портрет будет отображаться в начале некоторых соревновательных активностей. Например, в PvP-матчах Кристальной битвы или в доманском маджонге. Дополнительную информацию можно найти в руководстве по созданию портретов, доступном из окна «Портреты».

source: Gear depicted in instant portrait inconsistent with current gear set configuration.
ru: Снаряжение в «быстром» портрете не соответствует текущему комплекту снаряжения.

source: If edited, portrait will change to reflect your current gear. Proceed?
ru: При изменении в портрете будет отображаться ваше текущее снаряжение. Продолжить?

source: Unable to retrieve glamour plate data. You must be in a city or sanctuary to edit or display portraits of gear sets linked to glamour plates.
ru: Невозможно получить данные о наборах гламура. Вы должны находиться в городе или святилище, чтобы редактировать или отображать портреты комплектов снаряжения, связанных с работами гламура.

source: Updated gear set does not match portrait data. You must edit this portrait in order to use it.
ru: Обновлённый комплект снаряжения не соответствует данным портрета. Чтобы использовать этот портрет, его необходимо отредактировать.

source: Current character appearance does not match portrait data. You must edit this portrait in order to use it.
ru: Текущий внешний вид персонажа не соответствует данным портрета. Чтобы использовать этот портрет, его необходимо отредактировать.

source: A Game Master has flagged you for inappropriate content. You must edit this portrait accordingly before you may use it.
ru: Гейм-мастер отметил вас за неподобающее содержание. Вы должны соответствующим образом отредактировать этот портрет, прежде чем сможете вновь его использовать.

source: Portrait settings incompatible with current character. You must use the subcommand “Reset Default Settings” to edit and use this portrait.
ru: Настройки портрета несовместимы с текущим персонажем. Для редактирования и использования этого портрета необходимо использовать команду «Сбросить настройки по умолчанию».

source: Restore Default Settings
ru: Восстановить по умолчанию

source: Import Settings
ru: Импортировать настройки

source: Settings for all portrait elements will be copied and imported. Select the portrait with settings you wish to copy. ※Poses that are incompatible due to class/job will be reverted to the default.
ru: Настройки для всех элементов портрета будут скопированы и импортированы. Выберите портрет с настройками, которые необходимо скопировать. ※Позы, несовместимые из-за класса/профессии, будут сброшены.

source: Source Portrait
ru: Копировать с:

source: Target Portrait
ru: Копировать на:

source: Use as Instant Portrait has been disabled, so this portrait will not automatically be applied when its gear set is equipped. Enable this function to use this image as an Instant Portrait.
ru: Функция «быстрого» портрета отключена, поэтому этот портрет не будет автоматически применяться с этим набором снаряжения. Включите эту функцию, чтобы использовать этот портрет в качестве «быстрого» портрета.

source: Restore all portrait elements to default settings?
ru: Восстановить все элементы портрета к настройкам по умолчанию?

source: Use as Instant Portrait
ru: Применить «быстрый» портрет

source: Use as Instant Portrait: On Portrait will automatically be applied as Instant Portrait when gear set is equipped.
ru: Включено Портрет будет автоматически применяться как «быстрый» портрет, когда будет активен данный комплект снаряжения.

source: Use as Instant Portrait: Off Portrait will not be automatically applied when gear set is equipped, and Instant Portrait will reflect default settings.
ru: Отключено Портрет не будет автоматически применяться, когда будет активен данный комплект снаряжения. Вместо этого будет отображаться портрет по умолчанию.

source: Reflect Current Gear
ru: Вид текущего снаряжения

source: Currently equipped gear will be reflected in portrait. Pose will revert to the default if current gear belongs to a different class/job.
ru: Текущее снаряжение будет отражено в портрете. Поза будет сделана, если текущее снаряжение принадлежит другому классу/профессии.

source: Confirm
ru: Принять

source: Cancel
ru: Отмена

source: Settings cannot be saved while performing motions.
ru: Для возможности сохранения, приостановите движение персонажа.

source: Import Settings from Adventurer Plate
ru: Скопировать настройки из карточки приключенца

source: All adventurer plate portrait settings will be copied and imported. ※Poses that are incompatible due to class/job will be reverted to the default.
ru: Все настройки для портрета будут скопированы из карточки приключенца. ※Позы, несовместимые из-за класса/профессии, будут сброшены.

source: Adventurer Plate
ru: Карточка приключенца

source: You have no gear sets saved.
ru: У вас нет сохранённых комплектов снаряжения.

source: Enter <var 28 ((InstanceContent)) E80204 /var> with a party of other players
ru: Начать миссию «<var 28 ((InstanceContent)) E80204 /var>» в группе с другими игроками

source: Enter <var 28 ((ContentFinderCondition)) E8022B /var> with a party of NPCs
ru: Начать миссию «<var 28 ((ContentFinderCondition)) E8022B /var>» в группе с дружескими НИП

source: Party Selection
ru: Выбор членов группы

source: <var 08 E1E80201 ((Avg. Item Level: <var 20 E802 /var> )) (()) /var><var 08 E1E80301 (( Item Level Sync: <var 20 E803 /var>)) (()) /var>
ru: <var 08 E1E80201 ((Средний уровень снаряжения: <var 20 E802 /var> )) (()) /var><var 08 E1E80301 (( Синхронизация до уровня снаряжения: <var 20 E803 /var>)) (()) /var>

source: Duty Support
ru: Миссии с помощниками

source: Reward
ru: Награда

source: Information
ru: Информация

source: Duty Support Manual
ru: Руководство по помощникам

source: Duty Support Help
ru: Руководство по Миссиям с помощниками

source: Duty Finder Help
ru: Руководство по Поиску миссий

source: Display Duty Finder help.
ru: Показать руководство по Поиску миссий.

source: Member Selection Available
ru: Можно изменить группу

source: NPC party support will be added for <var 28 ((ContentFinderCondition)) E8022B /var> in a future update
ru: Прохождение с НИП-помощниками будет добавлена для «<var 28 ((ContentFinderCondition)) E8022B /var>» в будущих обновлениях.

source: The Duty Support option will become available in a future update.
ru: Миссия с помощниками станет доступна в одном из будущих обновлений игры.

source: The Unending Codex
ru: Путеводитель

source: All
ru: Все

source: Persons
ru: Персонажи

source: Concepts
ru: Общие понятия

source: Obtaining data...
ru: Получение данных...

source: Switch View
ru: Переключить вид

source: Series Level:
ru: Уровень серии:

source: Total: <var 20 E802 /var>
ru: Всего: <var 20 E802 /var>

source: Next: <var 08 E1E80301 ((<var 20 E802 /var>/<var 20 E803 /var>)) ((<var 1F /var>/<var 1F /var>)) /var>
ru: Прогресс: <var 08 E1E80301 ((<var 20 E802 /var>/<var 20 E803 /var>)) ((<var 1F /var>/<var 1F /var>)) /var>

source: Crystalline Conflict
ru: Кристальная битва

source: Casual Match Performance
ru: Статистика казуальных матчей

source: Ranked Match Performance
ru: Статистика ранговых матчей

source: Series Malmstones
ru: Награды текущей серии

source: Victories:
ru: Победы:

source: Astra wins!
ru: Астра победила!

source: Umbra wins!
ru: Умбра победила!

source: Team Astra
ru: Команда Астра

source: Team Umbra
ru: Команда Умбра

source: Progress:
ru: Прогресс:

source: Time on Crystal
ru: Время на кристалле

source: Series EXP
ru: Очки опыта серии

source: K: <var 20 E802 /var>
ru: У: <var 20 E802 /var>

source: D: <var 20 E802 /var>
ru: С: <var 20 E802 /var>
