Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Your Immerse Gamepack profile is not complete. Would you like to open your Immerse profile page to finish setup? <var 48 F201FC /var><var 49 F201FD /var>This will launch your browser.<var 49 01 /var><var 48 01 /var>
ru: Настройка вашего профиля Immerse Gamepack не завершена. Вы желаете открыть страницу профиля Immerse для завершения настройки? <var 48 F201FC /var><var 49 F201FD /var>Откроется страница в веб-браузере.<var 49 01 /var><var 48 01 /var>

source: Immerse Gamepack is not installed. Select the website button to download.
ru: Immerse Gamepack не установлен. Нажмите выше на кнопку перехода на сайт для загрузки Immerse Gamepack.

source: <var 12 40 /var>Profile incomplete. Please launch the Immerse Gamepack FINAL FANTASY XIV Edition app.
ru: <var 12 40 /var>Настройка профиля не завершена. Откройте приложение Immerse Gamepack FINAL FANTASY XIV Edition, чтобы её завершить.

source: <var 12 40 /var>Profile incomplete. Please launch the Immerse Gamepack FINAL FANTASY XIV Edition app.
ru: <var 12 40 /var>Настройка профиля не завершена. Откройте приложение Immerse Gamepack FINAL FANTASY XIV Edition, чтобы её завершить.

source: <var 12 40 /var>There is an error. Please launch the Immerse Gamepack FINAL FANTASY XIV Edition app.
ru: <var 12 40 /var>Произошла ошибка. Откройте приложение Immerse Gamepack FINAL FANTASY XIV Edition.

source: <var 12 40 /var>Waiting for a response from the Immerse Gamepack.
ru: <var 12 40 /var>Ожидание ответа от Immerse Gamepack.

source: <var 12 40 /var>Update available. Download now in the Immerse Gamepack FINAL FANTASY XIV Edition app.
ru: <var 12 40 /var>Доступно обновление. Загрузите и установите его в приложении Immerse Gamepack FINAL FANTASY XIV Edition.

source: There is an error. To learn more, please launch the Immerse Gamepack FINAL FANTASY XIV Edition app.
ru: Произошла ошибка. Узнать о ней больше можно в приложении Immerse Gamepack FINAL FANTASY XIV Edition.

source: Waiting for a response from Immerse Gamepack. To learn more, please launch the Immerse Gamepack FINAL FANTASY XIV Edition app.
ru: Ожидание ответа от Immerse Gamepack. Узнать детали можно в приложении Immerse Gamepack FINAL FANTASY XIV Edition.

source: Your Immerse Gamepack trial has expired. To continue using Immerse, please purchase a license. Would you like to open your Immerse profile page and upgrade? <var 48 F201FC /var><var 49 F201FD /var>This will launch your browser.<var 49 01 /var><var 48 01 /var>
ru: Пробный период Immerse Gamepack окончен. Для продолжения пользования требуется купить лицезию. Вы желаете открыть профиль Immerse для покупки? <var 48 F201FC /var><var 49 F201FD /var>Откроется страница в веб-браузере.<var 49 01 /var><var 48 01 /var>

source: <var 12 40 /var>Trial expired. Please launch the Immerse Gamepack FINAL FANTASY XIV Edition app to upgrade.
ru: <var 12 40 /var>Пробный период окончен. Для покупки лицензии запустите приложение Immerse Gamepack FINAL FANTASY XIV Edition.

source: An Immerse Gamepack update is available. Do you want to open the download page? <var 48 F201FC /var><var 49 F201FD /var>This will launch your browser.<var 49 01 /var><var 48 01 /var>
ru: Доступно обновление Immerse Gamepack. Вы желаете открыть страницу загрузки? <var 48 F201FC /var><var 49 F201FD /var>Откроется страница в веб-браузере.<var 49 01 /var><var 48 01 /var>

source: Cross-world Linkshell [2]
ru: Межмировой линкшелл [2]

source: Cross-world Linkshell [3]
ru: Межмировой линкшелл [3]

source: Cross-world Linkshell [4]
ru: Межмировой линкшелл [4]

source: Cross-world Linkshell [5]
ru: Межмировой линкшелл [5]

source: Cross-world Linkshell [6]
ru: Межмировой линкшелл [6]

source: Cross-world Linkshell [7]
ru: Межмировой линкшелл [7]

source: Cross-world Linkshell [8]
ru: Межмировой линкшелл [8]

source: Preparing free company estate auto-demolition.
ru: Подготовка к автоматическому сносу участка вольной компании.

source: Preparing private estate auto-demolition.
ru: Подготовка к автоматическому сносу личного участка.

source: Preparing shared estate (1) auto-demolition.
ru: Подготовка к автоматическому сносу общего участка (1).

source: Preparing shared estate (2) auto-demolition.
ru: Подготовка к автоматическому сносу общего участка (2).

source: Unable to obtain information on time remaining.
ru: Не удалось получить информацию об оставшемся времени.

source: ※Auto-demolition canceled upon owner arrival.
ru: ※Автоматический снос будет отменён по прибытии в него владельца.

source: Today's Remaining Allowances: <var 20 E802 /var>
ru: Осталось допусков на сегодня: <var 20 E802 /var>

source: Custom Deliveries
ru: Особые доставки

source: Confirm current delivery status.
ru: Посмотреть статус текущих особых доставок.

source:  <var 20 E802 /var>:<var 24 E803 /var> Remaining (<var 07 E804 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>)) ((<var 20 DE /var>/<var 20 DC /var>)) /var> <var 20 DB /var>:<var 24 DA /var>) Allowances: <var 20 E805 /var>
ru:  Осталось <var 20 E802 /var>:<var 24 E803 /var> (<var 20 DC /var>.<var 20 DE /var> <var 20 DB /var>:<var 24 DA /var>) Допуски: <var 20 E805 /var>

source: Client
ru: Клиент

source: Satisfaction
ru: Удовлетворение

source: Airships
ru: Воздушные судна

source: Submersibles
ru: Подводные судна

source: Housing Lottery Status
ru: Статус лотереи на жилой участок

source: Fashion Report
ru: Модный приговор

source: Confirm current fashion challenge.
ru: Посмотреть текущее испытание Модного приговора.

source: Doman Enclave Reconstruction Effort
ru: Реконструкция Доманского Анклава

source: View donation status.
ru: Посмотреть статус пожертвований.

source: Doman Enclave Reconstruction Effort
ru: Реконструкция Анклава Домы

source: Donation Basket
ru: Корзинка пожертвований

source: Weekly Budget:
ru: Недельный бюджет:

source: Rate:
ru: Ставка:

source: New Week Begins
ru: Начало новой недели

source: Currently not accepting donations.
ru: Пожертвования сейчас не принимаются.

source: The Masked Carnivale
ru: Карнавал Масок

source: Confirm weekly target progression.
ru: Посмотреть прогресс этой недели.

source:  <var 08 E1E80201 ((<var 20 E802 /var>:)) (()) /var><var 08 E1E80301 ((<var 24 E803 /var>)) ((<var 08 E1E80201 ((<var 24 E803 /var>)) (( Less than 1 minute)) /var>)) /var> Remaining (<var 07 E804 /var><var 20 DE /var>/<var 20 DC /var> <var 20 DB /var>:<var 24 DA /var>) <var 08 E1E80501 ((All Complete)) ((Incomplete)) /var>
ru:  Осталось <var 08 E1E80201 ((<var 20 E802 /var>:)) (()) /var><var 08 E1E80301 ((<var 24 E803 /var>)) ((<var 08 E1E80201 ((<var 24 E803 /var>)) (( меньше 1 минуты)) /var>)) /var> (<var 07 E804 /var><var 20 DC /var>.<var 20 DE /var> <var 20 DB /var>:<var 24 DA /var>) <var 08 E1E80501 ((Завершено)) ((Не завершено)) /var>

source: Weekly Target Conditions
ru: Условия еженедельных целей

source: [Incomplete]
ru: [Не выполнено]

source: [Complete]
ru: [Выполнено]

source: Must be on Home World to retrieve data.
ru: Нужно быть в домашнем мире для получения данных.

source: <var 12 40 /var>Unable to retrieve data.
ru: <var 12 40 /var>Не удалось получить данные.

source: Housing Lottery Status
ru: Статус лотереи жилой площади

source: Entry period in progress.
ru: Идёт период получения ставок.

source: Results period in progress.
ru: Идёт период показа результатов.

source: Current Entry
ru: Текущая ставка

source: Plot <var 20 E804 /var>, <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var> (<var 09 E805 ((Small)) ((Medium)) ((Large)) /var>)
ru: <var 28 ((PlaceName)) E80201 /var>, <var 20 E803 /var>-й регион, <var 20 E804 /var>-й участок (<var 09 E805 ((Малый)) ((Средний)) ((Большой)) /var>)

source: Lottery Number: <var 20 E802 /var>
ru: Ваш номер: <var 20 E802 /var>

source: Type of Entry: <var 09 E802 ((Free Company Representative)) ((Private Buyer)) /var>
ru: Тип ставки: <var 09 E802 ((Для вольной компании)) ((Для себя)) /var>

source: Role Sort Settings
ru: Настройки сортировки ролей

source: <var 48 F201FA /var><var 49 F201FB /var>Customize how classes and jobs are sorted in your party list.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Изменяйте, в каком порядке отображать классы и профессии в списке группы.<var 49 01 /var><var 48 01 /var>

source: Move up.
ru: Сдвинуть вверх.

source: Move down.
ru: Сдвинуть вниз.

source: Default
ru: По умолчанию

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Close window and discard all changes without saving?
ru: Закрыть окно и отменить все изменения без сохранения?

source: Restore default settings?
ru: Вернуть настройки по умолчанию?

source: Apply customizations?
ru: Применить кастомизацию?

source: Displays a countdown visible by all players participating in the duty.
ru: Показать обратный отсчёт, видный всем игрокам, участвующим в миссии.

source: Displays a countdown visible by all party and alliance members.
ru: Показать обратный отсчёт, видный всем игрокам в группе и альянсах.

source: Determine countdown length (5-30 seconds).
ru: Время отсчёта (5–30 секунд).

source: Start
ru: Старт

source: Cancel
ru: Отмена

source: Cancel current countdown?
ru: Отменить текущий обратный отсчёт?

source: Yes
ru: Да

source: No
ru: Нет

source: Unable to retrieve full data during instanced duty.
ru: Нельзя получить все данные, будучи в миссии с выделенной зоной.

source: Trade
ru: Отдать

source: Receive
ru: Получить

source: Qty.
ru: Кол-во

source: You have no items to trade.
ru: У вас нет предметов для обмена.

source: Trade <var 20 E805 /var> <var 31 ((Item)) 04E802E80502 /var> for <var 20 E804 /var> <var 31 ((Item)) 04E803E80402 /var>?
ru: Обменять <var 20 E805 /var> <var 31 ((Item)) 04E802E80502 /var> на <var 20 E804 /var> <var 31 ((Item)) 04E803E80402 /var>?

source: Show All
ru: Показать все

source: Exchange
ru: Обмен

source: Trade <var 31 ((Item)) 02E8020202 /var> for <var 20 E804 /var> <var 31 ((Item)) 04E803E80402 /var>?
ru: Обменять <var 31 ((Item)) 02E8020202 /var> на <var 20 E804 /var> <var 31 ((Item)) 04E803E80402 /var>?

source: <var 08 E1E80301 ((★)) (( )) /var><var 09 E802 ((<var 12 34 /var>)) ((<var 12 35 /var>)) ((<var 12 36 /var>)) /var>The <var 28 ((GrandCompany)) E80201 /var> Data Retrieved
ru: <var 08 E1E80301 ((★)) (( )) /var><var 09 E802 ((<var 12 34 /var>)) ((<var 12 35 /var>)) ((<var 12 36 /var>)) /var><var 28 ((GrandCompany)) E80201 /var> Получено данных

source: Occupied
ru: Оккупировано

source: Tactical Rating
ru: Тактический рейтинг

source: Data Retrieved
ru: Получено данных

source: Apply Current Display Name Settings
ru: Применить текущие настройки отображения имён

source: Damage Taken
ru: Получено урона

source: Display detailed campaign results.
ru: Показать подробные результаты кампании.

source: Detailed Results
ru: Результаты

source: Tactical Points Earned from Occupations
ru: Тактических очков с захватов

source: Tactical Points Earned from Enemy Kills
ru: Тактических очков с убийств врагов

source: Tactical Points Earned from Drone Kills
ru: Тактических очков с уничтожения дронов

source: Total Tactical Rating
ru: Итоговый тактический рейтинг

source: Tactical Points Earned from Enemy Kills
ru: Тактических очков с убийств врагов

source: Tactical Points Earned from Drone Kills
ru: Тактических очков с уничтожения дронов

source: Total Tactical Rating
ru: Итоговый тактический рейтинг

source: Data Retrieved from Enemy Forces
ru: Получено данных от вражеских сил

source: Data Lost from Ally Casualties
ru: Потеряно данных из-за падения союзников

source: Total Data Retrieved
ru: Всего получено данных

source: Close
ru: Закрыть

source: Data Retrieved from Enemy Forces
ru: Получено данных от вражеских сил

source: Data Lost from Ally Casualties
ru: Потеряно данных из-за падения союзников

source: Total Data Retrieved
ru: Всего получено данных

source: Damage to PCs
ru: Урон по игрокам

source: Damage to Other
ru: Прочий урон

source: Covering
ru: Размножение

source: Select a sire.
ru: Выберите мужскую особь.

source: Select a dam.
ru: Выберите женскую особь.

source: Sire Pedigree
ru: Родословная отца

source: Dam Pedigree
ru: Родословная матери

source: <var 08 E802 ((<var 28 ((ChocoboRaceAbility)) E80201 /var>)) ((No Ability)) /var>
ru: <var 08 E802 ((<var 28 ((ChocoboRaceAbility)) E80201 /var>)) ((Нет умения)) /var>

source: Color
ru: Цвет

source: Breeding Capacity
ru: Возможное количество размножений

source: Covering Fee
ru: Цена размножения

source: You must choose both a sire and dam.
ru: Вам нужно выбрать и мужскую, и женскую особь.

source: Both sire and dam cannot be breeding stock.
ru: Нельзя размножать чокобо, оба из которых предназначены для разведения.

source: Insufficient gil.
ru: Недостаточно гилов.

source: A chocobo with 0 breeding capacity cannot be used in covering.
ru: Нельзя использовать чокобо с нулевой возможностью к размножению.

source: Commence
ru: Начать

source: Cancel
ru: Отмена

source: Select a covering partner.
ru: Выберите особь для размножения.

source: Covering
ru: Размножение

source: Select Stock
ru: Выбрать в качестве родителя

source: Proceed with the covering for <var 22 E802 ((,)) /var> gil?
ru: Начать размножение за <var 22 E802 (( )) /var> гилов?

source: Pedigree Level of Resulting Fledgling
ru: Поколение птенца

source: Training
ru: Тренировка

source: Commence
ru: Начать

source: Cancel
ru: Отмена

source: Are you certain you wish to commence training?
ru: Вы уверены, что хотите начать тренировку?

source: Teach <var 2B EA02 /var> the race ability “<var 28 ((ChocoboRaceAbility)) E80301 /var>”?
ru: Научить <var 2B EA02 /var> скаковому умению «<var 28 ((ChocoboRaceAbility)) E80301 /var>»?

source: Select Feed
ru: Выбор корма

source: Feed
ru: Корм

source: Select Feed
ru: Выбрать корм

source: Manuals
ru: Инструкции

source: Select Manual
ru: Выбрать инструкцию

source: Before
ru: До

source: After
ru: После

source: Once a chocobo is put out to pasture it cannot be re-registered as a race chocobo. Proceed?
ru: Как только вы отпустите скакового чокобо на пастбище, его нельзя будет вернуть себе обратно. Продолжить?

source: Retire chocobo.
ru: Отпустить чокобо.

source: You cannot receive a retired chocobo registration form for race chocobos less than rank 40. Proceed and <var 2B EA02 /var> will become property of the Manderville Gold Saucer.
ru: Нельзя получить retired chocobo registration form от скаковых чокобо ниже 40-го ранга. Подписываясь ниже, вы соглашаетесь, что <var 2B EA02 /var> станет собственностью «Золотого Блюдца Мандервилля».

source: Forgo retirement registration. Beat it, bird!
ru: Подтверждаю отпуск чокобо. Прощай, птенец!

source: Naming
ru: Кличка

source: Choose a name for your race chocobo. You may select one word or a combination of two words from the list of available terms.
ru: Выберите кличку для своего скакового чокобо. Можно выбрать либо одно слово, либо комбинацию из двух слов строго из списка доступных слов.

source: Race Chocobo Name
ru: Кличка скакового чокобо

source: <var 08 E802 ((<var 29 EA03 /var>)) ((Unnamed)) /var>
ru: <var 08 E802 ((<var 29 EA03 /var>)) ((Безымянный)) /var>

source: Word 1
ru: Слово 1

source: Word 2
ru: Слово 2

source: Omit second word.
ru: Опустить второе слово.

source: Randomize
ru: Выбрать случайную кличку

source: Word List
ru: Список слов

source: All
ru: Все

source: Japanese
ru: Японские

source: English
ru: Английские

source: German
ru: Немецкие

source: French
ru: Французские

source: Register the race chocobo <var 2B EA02 /var>?
ru: Зарегистрировать скакового чокобо по кличке <var 2B EA02 /var>?

source: Change your race chocobo's name to <var 2B EA02 /var> for <var 22 E802 ((,)) /var> gil?
ru: Поменять кличку вашего скакового чокобо на <var 2B EA02 /var> за <var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var>?

source: Race Chocobo
ru: 9073_Race Chocobo

source: Select Chocobo
ru: Выбрать чокобо

source: Category
ru: Категория

source: Words
ru: Слова

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Have a random pair of words selected for you.
ru: Выбрать за вас пару из случайных слов.

source: Filter words by language.
ru: Фильтровать слова по языку.

source: Covering
ru: Размножение

source: Chocobo Races
ru: Гонки на чокобо

source: Race Results
ru: Результаты гонки

source: Bonus
ru: Бонус

source: Prize
ru: Приз

source: Bonus
ru: Бонус

source: Place
ru: Место

source: Name
ru: Кличка

source: Time
ru: Время

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Leave
ru: Покинуть

source: Stamina
ru: 9125_Stamina

source: A coffer appears!
ru: Появился сундук!

source: <var 09 E802 ((Dirt - 1560 yalms)) ((Sand - 1600 yalms)) ((Turf - 1700 yalms)) /var>/<var 2B ((<var 28 ((Weather)) E80303 /var>)) /var>/<var 09 E804 ((Morning)) ((Midday)) ((Evening)) ((Night)) /var>
ru: <var 09 E802 ((Земля — 1560 ялм)) ((Песок — 1600 ялм)) ((Торф — 1700 ялм)) /var>/<var 2B ((<var 28 ((Weather)) E80303 /var>)) /var>/<var 09 E804 ((Утро)) ((Полдень)) ((Вечер)) ((Ночь)) /var>

source: Race EXP
ru: Очки опыта в скачках

source: <var 09 E802 ((4th)) ((5th)) ((6th)) ((7th)) ((8th)) /var>
ru: <var 09 E802 ((4-е)) ((5-е)) ((6-е)) ((7-е)) ((8-е)) /var>

source: Match Registration
ru: Регистрация матча

source: Regional Rules
ru: Правила региона

source: Match Rules
ru: Правила матча

source: Reward
ru: Награда

source: Select the desired match rules.
ru: Выберите желаемые правила матча.

source: Confirming registration. Please wait.
ru: Подтверждение регистрации матча. Пожалуйста, подождите.

source: Your opponent is now ready.
ru: Ваш оппонент готов.

source: None
ru: Нет

source: Time Remaining: <var 20 E802 /var>s
ru: Осталось времени: <var 20 E802 /var> с.

source: Register
ru: Регистрация

source: Quit
ru: Выход

source: Return
ru: Возврат

source: Match Registration
ru: Регистрация матча

source: You have been challenged to a normal match. Please confirm the rules.
ru: Вам бросили вызов в обычном матче. Пожалуйста, просмотрите правила.

source: Rule Change
ru: Изменить

source: Decline
ru: Отклонить

source: Match Registration
ru: Регистрация матча

source: Please confirm the rules and rewards.
ru: Пожалуйста, просмотрите правила и награды.

source: Challenge
ru: Начать

source: Quit
ru: Выход

source: Triple Triad Challenge
ru: Бросить вызов в игре Тройного Трио

source: Challenge to Normal Match
ru: Бросить вызов в обычном матче

source: None
ru: Нет

source: You Win!
ru: Вы победили!

source: You Lose...
ru: Вы проиграли...

source: Draw
ru: Ничья

source: Time Remaining: <var 20 E802 /var>s
ru: Осталось времени: <var 20 E802 /var> с.

source: Rematch
ru: Реванш

source: Quit
ru: Выход

source: Your opponent does not seek a rematch.
ru: Ваш оппонент не согласен на реванш.

source: Your opponent seeks a rematch.
ru: Ваш оппонент согласен на реванш.

source: Rematch request submitted. Awaiting response.
ru: Реванш запрошен. Ожидание ответа.

source: Opponent submitting rule changes. Please wait.
ru: Оппонент меняет правила. Пожалуйста, подождите.

source: Please confirm the tournament rules.
ru: Пожалуйста, просмотрите правила турнира.

source: Seek a rematch?
ru: Запросить реванш?

source: Opponent
ru: Оппонент

source: Match Fee
ru: Плата за матч

source: Deck Selection
ru: Выбор колоды

source: Card not on card list.
ru: У вас нет этой карты.

source: Time Remaining: <var 20 E802 /var>s
ru: Осталось времени: <var 20 E802 /var> с.

source: <var 07 E802 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var> <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> to <var 07 E803 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var> <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>
ru: С <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var> до <var 07 E803 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: Close
ru: Закрыть

source: Retrieving data...
ru: Получение данных...

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Tournament Ranking
ru: Рейтинг турнира

source: Triple Triad Match
ru: Матч Тройного Трио

source: Rank
ru: Ранг

source: Name
ru: Имя

source: Matches
ru: Матчи

source: Wins
ru: Победы

source: Points
ru: Очки

source: Rules
ru: Правила

source: Close
ru: Закрыть

source: No additional rules have been applied to this match.
ru: У этого матча нет дополнительных правил.

source: Possible Prize
ru: Возможный приз

source: Your Number: [<var 50 E80205 /var>]
ru: Ваше число: [<var 50 E80205 /var>]

source: Early Bird Bonus
ru: Бонус ранней пташки

source: Select a Slot
ru: Откройте ячейки

source: Select a Line
ru: Выберите линию

source: Mini Cactpot
ru: Мини-горшок

source: Select <var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var> <var 08 E4E80202 ((slot)) ((slots)) /var> to uncover.
ru: Откройте <var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((одну ячейку)) ((две ячейки)) ((три ячейки)) ((четыре ячейки)) ((пять ячеек)) ((шесть ячеек)) ((семь ячеек)) ((восемь ячеек)) ((девять ячеек)) ((десять ячеек)) /var>)) ((<var 20 E802 /var> ячеек)) /var>)) ((<var 20 E802 /var> ячеек)) /var>.

source: Select a line to add up.
ru: Выберите суммирующую линию.

source: Confirm
ru: Принять

source: Payout
ru: Выплаты

source: Sum
ru: Сумма

source: Close
ru: Закрыть

source: Jumbo Cactpot
ru: Гига-горшок

source: Purchase
ru: Купить

source: Purchase a Jumbo Cactpot ticket with the number <var 50 E80305 /var> for <var 22 E804 ((,)) /var> MGP? You currently possess <var 22 E805 ((,)) /var>.
ru: Купить билет Гига-горшка с номером <var 50 E80305 /var> за <var 22 E804 (( )) /var> MGP? У вас сейчас <var 22 E805 (( )) /var> MGP.

source: Payout
ru: Выплаты

source: Winning Number
ru: Число-победитель
