Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Yes.
ru: Да.

source: No.
ru: Нет.

source: Quit
ru: Выход

source: None
ru: Нет

source: Japanese
ru: Японский

source: English
ru: Английский

source: German
ru: Немецкий

source: French
ru: Французский

source: Simplified Chinese
ru: Упрощённый китайский

source: <var 08 E4E94F64 ((Online ID)) ((Gamertag)) /var>: <var 29 EA02 /var>
ru: <var 08 E4E94F64 ((Сетевой идентификатор)) ((Тег игрока)) /var>: <var 29 EA02 /var>

source: <var 07 E802 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var> <var 20 DB /var>:<var 24 DA /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: <var 07 E802 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>

source: Lv. <var 20 E802 /var>
ru: Ур. <var 20 E802 /var>

source: Lv. <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>
ru: Ур. <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>

source: A few minutes ago
ru: Пару минут назад

source: <var 20 E802 /var>m
ru: <var 20 E802 /var> мин.

source: <var 20 E802 /var>h
ru: <var 20 E802 /var> ч.

source: <var 20 E802 /var>d
ru: <var 20 E802 /var> д.

source: <var 20 E802 /var>m
ru: <var 20 E802 /var> мин.

source: <var 20 E802 /var>h
ru: <var 20 E802 /var> ч.

source: <var 20 E802 /var>s
ru: <var 20 E802 /var> с.

source: Send Tell
ru: Шепнуть

source: View Search Info
ru: Посмотреть информацию поиска

source: Edit Search Info
ru: Изменить информацию поиска

source: Trade
ru: Торговля

source: Invite to Party
ru: Пригласить в группу

source: Promote
ru: Повысить

source: Kick from Party
ru: Выгнать из группы

source: Attack
ru: Атаковать

source: Examine
ru: Осмотреть

source: Add to Blacklist
ru: Добавить в чёрный список

source: Remove from Blacklist
ru: Убрать из чёрного списка

source: Send Friend Request
ru: Отправить запрос в друзья

source: Cancel Friend Request
ru: Отменить запрос в друзья

source: Respond to Friend Request
ru: Ответить на запрос в друзья

source: Decline Friend Request
ru: Отклонить запрос в друзья

source: Remove from Friend List
ru: Убрать из списка друзей

source: View
ru: Посмотреть

source: Reply
ru: Ответить

source: Delete
ru: Удалить

source: Remove Item
ru: Убрать предмет

source: Follow
ru: Следовать

source: Hide Linkshell Log
ru: 71_Скрыть чат канала

source: Show Linkshell Log
ru: 72_Показать канал общения

source: Activate Linkshell
ru: Активировать линкшелл

source: Disband Linkshell
ru: Распустить линкшелл

source: Accept Linkshell Invite
ru: Принять приглашение в линкшелл

source: Decline Linkshell Invite
ru: Отклонить приглашение в линкшелл

source: Quit Linkshell
ru: Выйти из линкшелла

source: Promote to Linkshell Master
ru: Повысить до хозяина линкшелла

source: Promote to Linkshell Leader
ru: Повысить до лидера линкшелла

source: Demote from Linkshell Leader
ru: Понизить с должности лидера линкшелла

source: Kick from Linkshell
ru: Исключить из линкшелла

source: Deactivate Linkshell
ru: Отключить линкшелл

source: Invite to Linkshell
ru: Пригласить в линкшелл

source: Step Down as Linkshell Leader
ru: Перестать быть лидером линкшелла

source: Remove
ru: Убрать

source: Delete Tab
ru: Удалить вкладку

source: Hand Over
ru: Передать

source: Unequip
ru: Снять

source: Use
ru: Использовать

source: Discard
ru: Выкинуть

source: Split
ru: Разделить

source: Sell
ru: Продать

source: Attach
ru: Прикрепить

source: Trade
ru: Торговать

source: Equip
ru: Экипировать

source: Entrust to Retainer
ru: Отдать всё

source: Retrieve from Retainer
ru: Взять всё

source: Put Up for Sale
ru: Выставить на продажу

source: Copy
ru: Копировать

source: Paste
ru: Вставить

source: Cut
ru: Вырезать

source: Execute
ru: Выполнить

source: Delete
ru: Удалить

source: Undo
ru: Отменить

source: Redo
ru: Вернуть

source: Repair
ru: Отремонтировать

source: Leave party and abandon your current duty?
ru: Покинуть группу и текущую миссию?

source: Abandon your current duty?
ru: Покинуть текущую миссию?

source: <var 48 F201FC /var><var 49 F201FD /var>Discard <var 08 E4E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var>?<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>Выбросить: <var 08 E4E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var>?<var 49 01 /var><var 48 01 /var>

source: Return to <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>?
ru: Вернуться в <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>?

source: Accept Raise?
ru: Принять Воскрешение?

source: Accept Rebirth from <var 29 EA02 /var>?
ru: Принять Возрождение от <var 29 EA02 /var>?

source: Equip items in gear set <var 20 E803 /var> (<var 29 EA02 /var>)?
ru: Экипировать предметы в слот снаряжения <var 20 E803 /var> (<var 29 EA02 /var>)?

source: Log out and return to the title screen?
ru: Выйти и вернуться в главный экран?

source: Log out and exit the game?
ru: Выйти и закрыть игру?

source: Return to your home point?
ru: Вернуться на домашнюю точку?

source: Return to the starting point for <var 29 EB39 /var>?
ru: Вернуться на стартовую точку местности: <var 29 EB39 /var>?

source: Return to the starting point for <var 29 EB39 /var>? <var 48 F201F4 /var><var 49 F201F5 /var>※You may be unable to re-enter ongoing battles.<var 49 01 /var><var 48 01 /var>
ru: Вернуться на стартовую точку местности: <var 29 EB39 /var>? <var 48 F201F4 /var><var 49 F201F5 /var>※Возможно, вы не сможете вернуться в текущую битву.<var 49 01 /var><var 48 01 /var>

source: Join <var 29 EA02 /var>'s party?
ru: Присоединиться к группе <var 29 EA02 /var>?

source: Decline <var 29 EA02 /var>'s party invite?
ru: Отклонить приглашение в группу <var 29 EA02 /var>?

source: Leave party?
ru: Покинуть группу?

source: Disband party?
ru: Распустить группу?

source: Add <var 29 EA02 /var> to your blacklist?
ru: Добавить <var 29 EA02 /var> в ваш чёрный список?

source: Remove <var 29 EA02 /var> from your blacklist?
ru: Убрать <var 29 EA02 /var> из вашего чёрного списка?

source: Accept friend request from <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>※Pending friend requests will be rendered void after a certain period of time. Responding to an expired request will remove the sender's name from your friend list, regardless of the option you choose.<var 49 01 /var><var 48 01 /var>
ru: Принять запрос в список друзей от <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>※Если оставить запрос без ответа, то через некоторое время он будет автоматически отклонён. После любого ответа на запрос имя его отправителя будет убрано из списка друзей.<var 49 01 /var><var 48 01 /var>

source: Decline friend request from <var 29 EA02 /var>?
ru: Отклонить запрос в список друзей от <var 29 EA02 /var>?

source: Cancel friend request to <var 29 EA02 /var>?
ru: Отменить ваш запрос в список друзей <var 29 EA02 /var>?

source: Remove <var 29 EA02 /var> from your friend list?
ru: Убрать <var 29 EA02 /var> из вашего списка друзей?

source: Send letter to <var 29 EA02 /var>?
ru: Отправить письмо <var 29 EA02 /var>?

source: Letters can only be sent to players on your friend list. <var 29 EA02 /var> is not on that list.
ru: Письма могут быть отправлены только игрокам в вашем списке друзей. <var 29 EA02 /var> там нет.

source: Delete this letter?
ru: Удалить это письмо?

source: To send this message, you must first select a recipient from your friend list.
ru: Чтобы отправить это сообщение, нужно сначала выбрать получателя из списка друзей.

source: Accept linkshell invite to “<var 29 EA02 /var>”?
ru: Принять приглашение в линкшелл «<var 29 EA02 /var>»?

source: Decline linkshell invite to “<var 29 EA02 /var>”?
ru: Отклонить приглашение в линкшелл «<var 29 EA02 /var>»?

source: Quit “<var 29 EA02 /var>”?
ru: Выйти из линкшелла «<var 29 EA02 /var>»?

source: You will not be able to restore this linkshell once it has been disbanded. Are you sure this is what you want?
ru: После роспуска линкшелла его нельзя будет восстановить. Вы точно хотите это сделать?

source: Yes. This is absolutely what I want.
ru: Да. Я точно хочу это сделать.

source: Expel <var 29 EA02 /var> from your linkshell?
ru: Исключить <var 29 EA02 /var> из вашего линкшелла?

source: Promote <var 29 EA02 /var> to linkshell leader?
ru: Повысить <var 29 EA02 /var> до лидера линкшелла?

source: Demote <var 29 EA02 /var> from linkshell leader?
ru: Понизить <var 29 EA02 /var> с должности лидера линкшелла?

source: Promote <var 29 EA02 /var> to linkshell master, transferring all rights associated with the position?
ru: Повысить <var 29 EA02 /var> до хозяина линкшелла, тем самым передав ему все полномочия, связанные с этой должностью?

source: Yes, immediately.
ru: Да, немедленно.

source: Timers
ru: Таймеры

source: Next Leve Allowance
ru: 147_Следующий допуск к поручениям

source: Send friend request to <var 29 EA02 /var>?
ru: Отправить <var 29 EA02 /var> запрос в список друзей?

source: Are you certain you wish to use the collectable?
ru: Вы уверены, что хотите использовать ценность?

source: Discard collectable.
ru: Выкинуть ценность.

source: <var 48 F201FC /var><var 49 F201FD /var>Discard <var 31 ((Item)) 03E8020202 /var><var 08 E1E80301 (( (Collectability Rating: <var 20 E803 /var>))) (()) /var>?<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>Выкинуть <var 31 ((Item)) 03E8020202 /var><var 08 E1E80301 (( (Коллекционность: <var 20 E803 /var>))) (()) /var>?<var 49 01 /var><var 48 01 /var>

source: Lower Quality
ru: Понизить качество

source: <var 48 F201FC /var><var 49 F201FD /var>Lower the quality of <var 08 E4E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var> resulting in the following:<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>В результате понижения качества <var 08 E4E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var> получится следующее:<var 49 01 /var><var 48 01 /var>

source: <var 48 F201FC /var><var 49 F201FD /var>Lower the quality of <var 31 ((Item)) 03E8020202 /var> (Collectability Rating: <var 20 E803 /var>) resulting in the following:<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>В результате понижения качества <var 31 ((Item)) 03E8020202 /var> (Коллекционность: <var 20 E803 /var>) получится следующее:<var 49 01 /var><var 48 01 /var>

source: Lower quality of collectable.
ru: Понизить качество ценности.

source: Lower quality of item.
ru: Понизить качество предмета.

source: Copy Item Name
ru: Копировать название предмета

source: Kick <var 29 EA02 /var> from party?
ru: Выгнать <var 29 EA02 /var> из группы?

source: <var 29 EA02 /var> wishes to teleport you to <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80309 /var>)) 0302 /var>.
ru: <var 29 EA02 /var> хочет телепортировать вас в <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80309 /var>)) 0302 /var>.

source: Accept
ru: Принять

source: Decline
ru: Отклонить

source: Party Invite
ru: Пригласить в группу

source: Friend Request
ru: Запрос в друзья

source: Linkshell Invite
ru: 172_Приглашение канала

source: Promote <var 29 EA02 /var> to party leader?
ru: Повысить <var 29 EA02 /var> до лидера группы?

source: Invite to <var 29 EA03 /var>
ru: Пригласить в <var 29 EA03 /var>

source: Solo
ru: Соло

source: Party
ru: Группа

source: Light Party
ru: Малая группа

source: Full Party
ru: Полная группа

source: Mounted
ru: На транспорте

source: Disciplines of Magic
ru: 181_Последователи магии

source: Teleport
ru: Телепорт

source: Select a destination. Current Gil: <var 22 E802 ((,)) /var>
ru: 187_Выберите конечную точку. Текущее количество гилов: <var 22 E802 (( )) /var>

source: Role-play
ru: Ролевая игра

source: Return to the starting point for <var 29 EB39 /var>?
ru: Вернуться на стартовую точку местности: <var 29 EB39 /var>?

source: Exit the game?
ru: Выйти из игры?

source: Return to <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>?
ru: Вернуться в <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>?

source: Return to the starting point for <var 29 EB39 /var>?
ru: Вернуться на стартовую точку местности: <var 29 EB39 /var>?

source: <var 48 F201F4 /var><var 49 F201F5 /var>Spell ready in <var 08 E802 ((<var 20 E802 /var> <var 08 E4E80202 ((minute)) ((minutes)) /var>)) ((<var 08 E1E8031F ((less than a minute)) ((less than 30 seconds)) /var>)) /var>.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E802 ((Заклинание будет готово через <var 08 E2E80205 ((<var 09 E802 ((минуту)) ((минуты)) ((минуты)) ((минуты)) /var>)) ((минут)) /var>)) ((До готовности заклинания осталось <var 08 E1E8031F ((меньше минуты)) ((меньше 30 секунд)) /var>)) /var>.<var 49 01 /var><var 48 01 /var>

source: Trade
ru: Торговля

source: Trade
ru: Торговля

source: Cancel
ru: Отмена

source: gil
ru: гилы

source: Specify quantity.
ru: Укажите количество.

source: Distancing yourself from the target will cause the trade to be canceled.
ru: Увеличение расстояния от цели приведёт к разрыву торговли.

source: OK
ru: ОК

source: <var 1E 0B /var> Withdraw Item
ru: 209_<var 1E 0B /var> Забрать предмет

source: Synthesis
ru: Синтез

source: Quit
ru: Выйти

source: Progress
ru: Прогресс

source: Durability
ru: Прочность

source: Condition
ru: Состояние

source: Quality
ru: Качество

source: Step
ru: Шаг

source: Quick Synthesis
ru: Быстрый синтез

source: Quit
ru: Выйти

source: Succeeded
ru: Успех

source: Failed
ru: Провал

source: Normal
ru: Обычное

source: Good
ru: Хорошее

source: Excellent
ru: Отличное

source: Poor
ru: Плохое

source: Character
ru: Персонаж

source: HP
ru: ОЗ

source: MP
ru: ОМ

source: TP
ru: ОТ

source: Centered
ru: Стабильное

source: Sturdy
ru: Крепкое

source: Pliant
ru: Гибкое

source: Lv. ???
ru: Ур. ???

source: Fire
ru: 243_Огонь

source: Water
ru: 244_Вода

source: Wind
ru: 246_Ветер

source: Earth
ru: 247_Земля

source: Ice
ru: 248_Лёд

source: Physical Properties
ru: Физические свойства

source: Attack Power
ru: Сила атаки

source: Defense
ru: Физическая защита

source: Accuracy
ru: Точность

source: Evasion
ru: Уворот

source: Mental Properties
ru: Ментальные свойства

source: Attack Magic Potency
ru: Эффективность магической атаки

source: Healing Magic Potency
ru: Эффективность магии исцеления

source: Magic Accuracy
ru: Точность магии

source: Enhancing Magic Potency
ru: 264_Увеличение магической силы

source: Enfeebling Magic Potency
ru: 265_Ослабление магической силы

source: Magic Evasion
ru: Уворот от магии

source: Damage
ru: Урон

source: Delay
ru: Задержка

source: Defensive Properties
ru: Защитные свойства

source: Block Rate
ru: Частота блока

source: Block Strength
ru: Сила блока

source: Crafting
ru: Ремесло

source: Craftsmanship
ru: Мастерство

source: Control
ru: Контроль

source: Gathering
ru: Собирательство

source: Gathering
ru: Собирательство

source: Perception
ru: Восприятие

source: Magic Defense
ru: Защита от магии

source: Skip
ru: Пропустить

source: Skip cutscene?
ru: Пропустить кат-сцену?

source: <var 1E 0B /var> Delete<var 08 E95F (( <var 08 E4E94F64 ((<var 1E 0C /var> Software Keyboard)) ((<var 1E 0C /var> On-screen Keyboard)) /var>)) ((<var 1D /var>)) /var>
ru: <var 1E 0B /var> Удалить<var 08 E95F (( <var 08 E4E94F64 ((<var 1E 0C /var> Виртуальная клавиатура)) ((<var 1E 0C /var> Наэкранная клавиатура)) /var>)) ((<var 1D /var>)) /var>

source: Physical Damage
ru: Физический урон

source: Auto-attack
ru: Автоатака

source: Delay
ru: Задержка

source: Magic Damage
ru: Магический урон

source: Social
ru: Общение

source: Search Conditions
ru: Условия поиска

source: Name
ru: Имя

source: Class/Job
ru: Класс/проф.

source: GC
ru: ВК

source: Location
ru: Локация

source: Company
ru: Компания

source: Lang.
ru: Язык

source: The list is empty.
ru: Список пуст.

source: Blacklist
ru: Чёрный список

source: Add
ru: Добавить

source: Name
ru: Имя

source: The list is empty.
ru: Список пуст.

source: Search Info
ru: Информация поиска

source: Party
ru: 310_Группа

source: Leave
ru: Покинуть

source: Disband
ru: Распустить

source: Name
ru: Имя

source: Class/Job
ru: Класс/проф.

source: GC
ru: ВК

source: Location
ru: Локация

source: Company
ru: Компания

source: Lang.
ru: Язык

source: There are no party members.
ru: Игроков группы нет.

source: <var 1E 09 /var> Change Order <var 1E 0B /var> Subcommands
ru: 322_<var 1E 09 /var> Изменить прикащ <var 1E 0B /var> подкоманд

source: <var 1E 0C /var> Execute Search
ru: 324_<var 1E 0C /var> Выполнить поиск

source: Search
ru: Поиск

source: Execute
ru: Искать

source: Cancel
ru: Отмена

source: Reset
ru: Сбросить

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Online Status
ru: Статус в сети

source: Class/Job
ru: Класс/проф.

source: Level
ru: Уровень

source: Location
ru: Локация

source: Grand Company
ru: Великая Компания

source: Language
ru: Язык

source: No search results.
ru: Нет результатов поиска.

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Search Comment
ru: Комментарий поиска

source: Up to 200 search results displayed.
ru: Отображается до 200 результатов.

source: Highlighted letters indicate the languages available to the player: Japanese (J), English (E), German (D), French (F). The underlined letter indicates the current client language.
ru: Подсвеченные буквы показывают языки, доступные игроку: японский (J), английский (E), немецкий (D), французский (F). Подчёркнутая буква показывает текущий язык игры.

source: Add
ru: Добавить

source: Update
ru: Обновить

source: Add Player to Blacklist
ru: Добавить игрока в чёрный список

source: Add Player to Friend List
ru: Добавить игрока в список друзей

source: Move online players to top of list.
ru: Показать игроков в сети в верху списка.

source: Shop
ru: Магазин

source: Current Stock
ru: В наличии

source: Buyback
ru: Выкуп

source: Select quantity.
ru: Выберите количество.

source: Item
ru: Предмет

source: Quantity
ru: Кол-во

source: Price
ru: Цена

source: Bag
ru: Сумка

source: <var 1E 0B /var> Subcommands <var 1E 09 /var> Purchase <var 1E 0C /var> Select Item to Sell
ru: <var 1E 0B /var> Подкоманды <var 1E 09 /var> Купить <var 1E 0C /var> Выбрать предмет для продажи

source: Item Request
ru: Запрос предмета

source: Hand Over
ru: Передать

source: Cancel
ru: Отмена

source: <var 48 F201FA /var><var 49 F201FB /var><var 08 E4E80201 ((Enable)) ((Disable)) /var> text auto-advance? ※Use <var 08 E4E95101 ((<var 08 E4E94F04 (([space])) (([Space])) /var>)) ((<var 1E 0C /var>)) /var> to toggle functionality. <var 49 01 /var><var 48 01 /var> The following can be used to adjust speed for unvoiced dialogue: <var 12 07 /var> <var 08 E4E96B64 ((D-pad)) ((Left/Right Directional Buttons)) /var> <var 08 E4E94F04 (([tab][shift+tab])) (([Tab][Shift+Tab])) /var>
ru: <var 48 F201FA /var><var 49 F201FB /var><var 08 E4E80201 ((Включить)) ((Отключить)) /var> автопереключение диалогов? ※Используйте <var 08 E4E95101 ((<var 08 E4E94F04 (([space])) (([Space])) /var>)) ((<var 1E 0C /var>)) /var> для переключения этой функции. <var 49 01 /var><var 48 01 /var> Для управления скоростью в кат-сценах без голосов используйте кнопки: <var 12 07 /var> <var 08 E4E96B64 ((Крестовина)) ((Стрелка влево/вправо)) /var> <var 08 E4E94F04 (([tab][shift+tab])) (([Tab][Shift+Tab])) /var>

source: The Buyback list contains a record of the last 10 items sold.
ru: Список выкупа содержит записи о последних 10 проданных вещах.

source: Once an item is removed from the list, it cannot be bought back.
ru: Как только предмет убран из списка, его не вернуть назад.

source: The list will be cleared upon changing areas.
ru: Этот список будет очищен при смене локации.

source: Reply in Selected Chat Mode
ru: Ответить в выбранном режиме чата

source: Unknown
ru: Неизвестно

source: Hide Log Window
ru: Скрыть чат

source: Edit Macro
ru: Редактировать макрос

source: What would you like to do?
ru: Что вы хотели бы сделать?

source: Cancel
ru: Отмена

source: Current Job: <var 2D ((<var 28 ((ClassJob)) E80201 /var>)) /var>
ru: Текущая профессия: <var 2D ((<var 28 ((ClassJob)) E80201 /var>)) /var>

source: Buyback
ru: Выкуп

source: The Buyback list contains a record of the last 20 items sold.
ru: Список выкупа содержит записи о последних 20 проданных вещах.

source: Once an item is removed from the list, it cannot be bought back.
ru: Как только предмет убран из списка, его не вернуть назад.

source: The list will be cleared upon retainer dismissal.
ru: Этот список будет очищен при уходе от слуги.

source: There are no items to display.
ru: Нет предметов для отображения.

source: Speed <var 08 E4E95101 ((<var 08 E4E94F04 (([shift+tab])) (([Shift+Tab])) /var>)) ((<var 08 E4E96B64 ((D-pad)) (()) /var><var 1E 04 /var>)) /var>
ru: Скорость <var 08 E4E95101 ((<var 08 E4E94F04 (([shift+tab])) (([Shift+Tab])) /var>)) ((<var 08 E4E96B64 ((Крестовина)) (()) /var><var 1E 04 /var>)) /var>

source: <var 08 E4E95101 ((<var 08 E4E94F04 (([tab])) (([Tab])) /var>)) ((<var 1E 05 /var><var 08 E4E96B64 ((D-pad)) (()) /var>)) /var>
ru: <var 08 E4E95101 ((<var 08 E4E94F04 (([tab])) (([Tab])) /var>)) ((<var 1E 05 /var><var 08 E4E96B64 ((Крестовина)) (()) /var>)) /var>

source: Player Team
ru: Союзная команда

source: Enemy Team
ru: Вражеская команда

source: Need
ru: Нужно

source: Greed
ru: Хочу

source: Pass
ru: Пас

source: Unique
ru: 393_Уникальный

source: s
ru: с.

source: Treasure Coffer
ru: 395_Сундук с сокровищами

source: This item has materia attached. Are you certain you wish to sell it?
ru: В этот предмет вставлена материя. Вы точно хотите продать его?

source: Your spiritbond with this item is 100%. Are you certain you wish to sell it?
ru: Ваша материзация с этим предметом достигла 100%. Вы точно хотите продать его?

source: This item is unique and untradable. Are you certain you wish to sell it?
ru: Этот предмет уникальный и личный. Вы точно хотите продать его?

source: User Macros
ru: Макросы

source: Text Commands
ru: Текстовые команды

source: Dictionary
ru: 403_Словарь

source: Name
ru: Название

source: Macro #
ru: Макрос №

source: Icons
ru: Иконки

source: <var 1E 0B /var> Subcommands <var 1E 0C /var> Text Commands
ru: 408_<var 1E 0B /var> Подкоманды <var 1E 0C /var> Текстовые команды

source: CWLS [<var 20 E802 /var>]: <var 29 EA03 /var>
ru: ММЛШ [<var 20 E802 /var>]: <var 29 EA03 /var>

source: Linkshells
ru: Линкшеллы

source: List
ru: Список

source: Name
ru: Имя

source: Class/Job
ru: Класс/проф.

source: GC
ru: ВК

source: Location
ru: Локация

source: Company
ru: Компания

source: Lang.
ru: Язык

source: Online: <var 20 E802 /var>
ru: В сети: <var 20 E802 /var>

source: Moogle Delivery Service
ru: Почтовая служба муглов

source: Unopened
ru: Неоткрытый

source: Opened
ru: Открытый

source: New
ru: Новое

source: Select amount.
ru: Введите количество.

source: <var 1E 0B /var> Subcommand <var 1E 0C /var> New Letter
ru: <var 1E 0B /var> Подкоманды <var 1E 0C /var> Новое письмо

source: You have no unopened letters, gil transfers, or packages.
ru: У вас нет неоткрытых писем и доставок предметов или гилов.

source: You have no opened letters.
ru: У вас нет неоткрытых писем.

source: Take All
ru: Взять всё

source: Delete
ru: Удалить

source: Reply
ru: Ответить

source: Recipient
ru: Получатель

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды
