Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: To invite a player to a PvP team, target him or her and select <var 48 F201F4 /var><var 49 F201F5 /var>Invite to PvP Team<var 49 01 /var><var 48 01 /var> from the subcommands. The invitee will join the team upon agreeing to the request. To invite someone from another World server to your PvP team, you must first be in a cross-world party with that player. Dismissing a member of your PvP team is conducted in the same manner as invitations, except <var 48 F201F4 /var><var 49 F201F5 /var>Dismiss from PvP Team<var 49 01 /var><var 48 01 /var> is chosen from the subcommands after targeting the player. <var 48 F201FA /var><var 49 F201FB /var>* Only PvP team leaders or subleaders may invite and dismiss members.<var 49 01 /var><var 48 01 /var>
ru: Чтобы пригласить игрока в PvP-команду, выделите игрока, и выберите <var 48 F201F4 /var><var 49 F201F5 /var>пригласить в PvP-команду<var 49 01 /var><var 48 01 /var> из подкоманд. Приглашённый присоединится к команде после того, как согласится на запрос. Чтобы пригласить кого-то с другого сервера в свою PvP-команду, вы оба должны для начала находиться в межмировой группе. Исключение участника вашей PvP-команды происходит точно так же, как и вариантом приглашения в команду, за исключением того, что выбрать нужно подкоманду <var 48 F201F4 /var><var 49 F201F5 /var>Исключить из PvP-команды.<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>* Только лидеры или заместители PvP-команды могут приглашать и исключать членов команды.<var 49 01 /var><var 48 01 /var>

source: Member Authorization
ru: Разрешение участника

source: Disbanding/Leaving a Team
ru: Расформировать/Покинуть команду

source: To disband a team, the leader must first select the option <var 48 F201F4 /var><var 49 F201F5 /var>Disband Team<var 49 01 /var><var 48 01 /var> found under <var 48 F201F4 /var><var 49 F201F5 /var>Status<var 49 01 /var><var 48 01 /var> on the PvP Team interface. More than half of the team members must then agree to the disbandment before it is executed. To leave a PvP team, a member must select <var 48 F201F4 /var><var 49 F201F5 /var>Leave Team<var 49 01 /var><var 48 01 /var>, also found under <var 48 F201F4 /var><var 49 F201F5 /var>Status<var 49 01 /var><var 48 01 /var> on the PvP Team interface. Once the team has been left, that member will no longer have access to functions associated with the former PvP team.
ru: Чтобы распустить команду, лидер должен для сначала выбрать опцию <var 48 F201F4 /var><var 49 F201F5 /var>Расформировать команду<var 49 01 /var><var 48 01 /var>, расположенную в разделе <var 48 F201F4 /var><var 49 F201F5 /var>Статус<var 49 01 /var><var 48 01 /var> в интерфейсе PvP-команды. Более половины членов команды должны дать согласие на расформирование, прежде чем оно будет выполнено. Чтобы покинуть PvP-команду, член команды должен выбрать <var 48 F201F4 /var><var 49 F201F5 /var>Покинуть команду<var 49 01 /var><var 48 01 /var>, которая также находится в разделе <var 48 F201F4 /var><var 49 F201F5 /var>Статус<var 49 01 /var><var 48 01 /var> интерфейса PvP-команды. Как только команда будет покинута, этот участник больше не будет иметь доступа к функциям, связанным с с бывшей PvP-командой.

source: Automatic Leader Transfer
ru: Автоматическая передача лидера

source: Automatic Disbandment
ru: Автоматическое расформирование

source: A PvP team will automatically be disbanded if no members log in for more than 90 days (Earth time).
ru: PvP-команда будет автоматически расформирована, если никто из её членов не заходит в игру более 90 дней (реального времени).

source: PvP Team
ru: PvP-команда

source: Rating
ru: Рейтинг

source: Tier
ru: Ранг

source: Highest Rating
ru: Высший рейтинг

source: Highest Tier
ru: Высший ранг

source: Members: Online <var 20 E802 /var>/Total <var 20 E803 /var>
ru: Участников в сети: <var 20 E802 /var>/Total <var 20 E803 /var>

source: Members
ru: Участники

source: Results
ru: Результаты

source: Activity
ru: Активность

source: Status
ru: Статус

source: Short Message
ru: Памятка

source: Edit Short Message
ru: Изменить памятку

source: No short message has been posted.
ru: Памятка не была опубликована.

source: Name
ru: Имя

source: Home World
ru: Домашний мир

source: Match
ru: Битва

source: Date
ru: Дата

source: Leader
ru: Лидер

source: Subleader
ru: Заместитель

source: Short Message
ru: Памятка

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Promote to Leader
ru: Повысить до лидера

source: Promote to Subleader
ru: Повышение в заместителя

source: Remove as Subleader
ru: Разжаловать заместителя

source: Invite to PvP Team
ru: Пригласить в PvP-команду

source: Dismiss from PvP Team
ru: Исключить из PvP-команды

source: PvP Team Invitation
ru: Приглашение в PvP-команду

source: Invite <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> to your PvP team?
ru: Пригласить <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> в свою PvP-команду?

source: Misbehavior by any PvP team members at any time may result in the automatic disbandment of the team. Accept <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>'s invite?
ru: Неприемлемое поведение любого члена PvP-команды может привести к автоматическому расформированию. Принять <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>))) EB04 /var>?

source: Decline <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>'s PvP team invite?
ru: Отклонить приглашение в PvP-команду <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>?

source: Dismiss <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> from the PvP team?
ru: Выгнать <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> из PvP-команды?

source: Team Results
ru: Результаты команды

source: Message
ru: Сообщение

source: Date
ru: Дата

source: Season Results
ru: Итоги сезона

source: Total Matches:
ru: Всего матчей:

source: Total Victories:
ru: Всего побед:

source: (Win Rate: <var 29 EA02 /var>%)
ru: (Доля побед: <var 29 EA02 /var>%)

source: Promotion Qualifier
ru: Квалификация на повышение

source: Promotion Qualifier Available (<var 2B ((<var 29 EA02 /var>)) /var>)
ru: Доступна квалификация на повышение (<var 2B ((<var 29 EA02 /var>)) /var>)

source: You have achieved the highest rank.
ru: Вы достигли высшего ранга.

source: Remaining
ru: Остаток

source: Rating
ru: Рейтинг

source: View Rankings
ru: Рейтинговая таблица

source: Current rankings updated regularly on the Lodestone. <var 29 EA02 /var>
ru: Таблица рейтингов регулярно обновляются на сайте Lodestone. <var 29 EA02 /var>

source: Use the code reader application on your smartphone and access the Lodestone to view current Feast rankings.
ru: Используйте приложение для считывания QR-кодов на своём смартфоне и зайдите на Lodestone, чтобы посмотреть текущие рейтинги.

source: There are no results to display.
ru: Нет результатов для отображения.

source: Activity Notices
ru: Отчёт об активности

source: Received
ru: Получено

source: <var 20 E802 /var>d ago
ru: <var 20 E802 /var>дней назад

source: Retrieving data...
ru: Получение данных...

source: Creation Date
ru: Дата создания

source: Team Name
ru: Название команды

source: Edit Name
ru: Изменить название

source: Edit Crest
ru: Изменить герб

source: ※Only leader and subleader may edit team name or crest.
ru: ※Только лидер и заместитель могут изменять название или герб команды.

source: Leave Team
ru: Покинуть команду

source: Disband Team
ru: Расформировать команду

source: Leaving the team will reset individual match count. Only team leader may disband the team.
ru: Покидая команду, счёт индивидуальных матчей обнуляется. Только лидер команды может распустить команду.

source: ※The PvP team will automatically be disbanded if no members log in for more than 90 days (Earth time).
ru: ※ PvP-команда будет автоматически расформирована, если никто из её участников не заходит в игру более 90 дней (по реальному времени).

source: Leaving the team will reset individual match count. Proceed?
ru: Покидая команду, счёт индивидуальных матчей обнуляется. Продолжить?

source: Leave team.
ru: Покинуть команду.

source: Proceed with motion.
ru: Расформировать.

source: Promote <var 29 EA02 /var> to PvP team leader?
ru: Повысить <var 29 EA02 /var> до лидера PvP-команды?

source: PvP Team Disbandment Confirmation
ru: Подтвердить расформирование.

source: A motion to <var 48 F201FA /var><var 49 F201FB /var>disband the PvP team<var 49 01 /var><var 48 01 /var> has been submitted by the team leader. Votes of any offline team members will be counted as “No.” Failing to reply in the allotted time will also render a vote “No.”
ru: Предложение о <var 48 F201FA /var><var 49 F201FB /var>расформировании<var 49 01 /var><var 48 01 /var> было подано лидером команды. Голоса всех участников команды, не находящихся в игре, будут засчитаны как «нет». Отсутствие ответа в отведённое время также будет считаться как «нет».

source: Agree to the disbandment.
ru: Согласиться на расформирование.

source: Wait
ru: Подождать

source: Rename your PvP team.
ru: Переименовать PvP-команду.

source: Names must be formed from alphanumeric characters. The following punctuation marks are also allowed:
ru: Название должно состоять только из цифр и латинских букв. Также разрешены следующие знаки препинания:

source: • Double spaces/underscores are not allowed. • A space cannot be used before or after the name. • Names consisting solely of punctuation marks are prohibited.
ru: • Не разрешены двойные пробелы и знаки подчёркивания. • Пробел не может использоваться до или после названия. • Названия, состоящие только из знаков препинания запрещены. • Не допускаются символы на кириллице.

source: PvP Team Name
ru: Название PvP-команды

source: Submit request for creation of the PvP team “<var 29 EA02 /var>” to your party members?
ru: Отправить заявку на создание PvP-команды «<var 29 EA02 /var>» членам вашей группы?

source: The team name will be changed to “<var 29 EA02 /var>” and cannot be changed again for 30 days. Proceed?
ru: Название команды будет изменено на «<var 29 EA02 /var>». Повторно нельзя изменить в течение 30 дней. Продолжить?

source: PvP Team Creation Confirmation
ru: Подтвердить создание PvP-команды

source: <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> has submitted a request to create the PvP team “<var 29 EA02 /var>.” The team will be created once all members have granted their approval. Misbehavior by any team members at any time may result in the automatic disbandment of the team. Approve creation?
ru: От <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>))) EB04 /var> отправлен запрос на создание PvP-команды «<var 29 EA02 /var>». Команда будет создана, как только все члены дадут своё согласие. Неприемлемое поведение любого участника команды может привести к автоматическому расформированию команды. Продолжить создание?

source: You defeat <var 48 F201FA /var><var 49 F201FB /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var>.
ru: Вы победили команду: <var 48 F201FA /var><var 49 F201FB /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var>.

source: You are defeated by <var 48 F201FA /var><var 49 F201FB /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var>.
ru: Вы проиграли команде: <var 48 F201FA /var><var 49 F201FB /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var>.

source: Your match with <var 48 F201FA /var><var 49 F201FB /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var> is a draw.
ru: Ваш матч с командой: <var 48 F201FA /var><var 49 F201FB /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var>, закончился вничью.

source: A new season begins.
ru: Начало нового сезона.

source: You defeat <var 48 F201FA /var><var 49 F201FB /var><UNKNOWN><var 49 01 /var><var 48 01 /var>.
ru: Вы победили команду: <var 48 F201FA /var><var 49 F201FB /var><UNKNOWN><var 49 01 /var><var 48 01 /var>.

source: You are defeated by <var 48 F201FA /var><var 49 F201FB /var><UNKNOWN><var 49 01 /var><var 48 01 /var>.
ru: Вы проиграли команде: <var 48 F201FA /var><var 49 F201FB /var><UNKNOWN><var 49 01 /var><var 48 01 /var>.

source: Your match with <var 48 F201FA /var><var 49 F201FB /var><UNKNOWN><var 49 01 /var><var 48 01 /var> is a draw.
ru: Ваш матч с командой: <var 48 F201FA /var><var 49 F201FB /var><UNKNOWN><var 49 01 /var><var 48 01 /var>, закончился вничью.

source: PvP Schedule
ru: PvP-график

source: Confirm registration periods for ranked Feast matches.
ru: Подтвердить регистрацию на рейтинговый матч Фиесты.

source: MON
ru: ПН.

source: TUE
ru: ВТ.

source: WED
ru: СР.

source: THU
ru: ЧТ.

source: FRI
ru: ПТ.

source: <var 48 F201F6 /var><var 49 F201F7 /var>SAT<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F6 /var><var 49 F201F7 /var>СБ.<var 49 01 /var><var 48 01 /var>

source: <var 48 F201F4 /var><var 49 F201F5 /var>SUN<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>ВС.<var 49 01 /var><var 48 01 /var>

source: Close
ru: Закрыть

source: Confirm registration periods for ranked Feast matches.
ru: Подтвердить регистрацию на рейтинговый матч Фиесты.

source: Registration Period
ru: Период регистрации

source: Registration Period
ru: Период регистрации

source: Tactical Rating
ru: Тактический рейтинг

source: The goblin mercenary is readying for deployment.
ru: Наёмник-гоблин готовится к отправке.

source: Tactical Points Earned from Ovoo Claims
ru: Тактических очков с захватов обо

source: Tactical Points Earned from Enemy Kills
ru: Тактических очков с убийств врагов

source: Tactical Points Lost by KO
ru: Потеряно тактических очков от нокаутов

source: Total Tactical Rating
ru: Итоговый тактический рейтинг

source: Knockout!
ru: Нокаут !

source: Assist!
ru: Помощь !

source: Down...
ru: <var 08 E905 ((Повержена)) ((Повержен)) /var>...

source: Apply Glamour
ru: Зачаровать гламур

source: Apply Glamour to Right Finger
ru: Зачаровать гламур на правый палец

source: Apply Glamour to Left Finger
ru: Зачаровать гламур на левый палец

source: Apply glamour to current gear?
ru: Зачаровать гламур на текущее снаряжение?

source: Restore Item
ru: Восстановить предмет

source: Restore item to its original form?
ru: Вернуть предмет в его изначальную форму?

source: All
ru: Все

source: Only display items equippable with current race and gender.
ru: Показывать только предметы, совместимые с моими расой и гендером.

source: Glamour Dresser
ru: Комод гламура

source: Edit Glamour Plates
ru: Редактировать наборы гламура

source: Destroy
ru: Уничтожить

source: Destroy the selected item image?
ru: Вы уверены что хотите уничтожить?

source: Ascending
ru: По возрастанию

source: Descending
ru: По убыванию

source: Glamour Creation
ru: Создание гламура

source: Equipment Selection
ru: Выбор снаряжения

source: Item
ru: Предмет

source: Inventory
ru: Инвентарь

source: Armoury Chest (Main Hand/Off Hand)
ru: Оружейный сундук (Оружие главной/побочной руки)

source: Armoury Chest (Head/Body/Hands)
ru: Оружейный сундук (Голова/Тело/Руки)

source: Armoury Chest (Legs/Feet)
ru: Оружейный сундук (Ноги/Обувь)

source: Armoury Chest (Ears/Neck)
ru: Оружейный сундук (Уши/Шея)

source: Armoury Chest (Wrists/Fingers)
ru: Оружейный сундук (Запястья/Пальцы)

source: Glamour Prisms: <var 20 E802 /var>
ru: Призмы гламура: <var 20 E802 /var>

source: Hide items registered to gear sets.
ru: Спрятать предметы, зафиксированные в комплектах снаряжения.

source: Sort by item level per category.
ru: Отсортировать по уровню предметов.

source: Item Search
ru: Поиск предмета

source: Search
ru: Поиск

source: Type in the full or partial name of an item and press Enter to commence the search.
ru: Введите полное или частичное название предмета и нажмите «Enter» для начала поиска.

source: No matching items found.
ru: Подходящие предметы не найдены.

source: There are no glamour-ready items.
ru: Нет предметов, готовые к гламуру.

source: Store as Glamour
ru: Превратить в гламур

source: Glamour Plate Creation
ru: Создание набора гламура

source: Save
ru: Сохранить

source: Close
ru: Закрыть

source: Remove Item Image from Plate
ru: Убрать изображение предмета из набора

source: Dye
ru: Покрасить

source: Remove Dye
ru: Убрать краску

source: Save plate in current state?
ru: Сохранить набор гламура в текущем состоянии?

source: Save plate in current state? The following dyes will be used:
ru: Сохранить набор гламура в текущем состоянии? Будут использованы следующие краски:

source: Hide/display main and off hand weapons when sheathed.
ru: Прятать/показывать главное и побочное оружия, когда они убраны.

source: Hide/display headgear.
ru: Прятать/показывать головной убор.

source: Manually adjust visor (select gear only).
ru: Поднять/опустить забрало (только для некоторых головных уборов).

source: Show all equipped gear. (The selected item may no longer be visible.)
ru: Показать всё экипированное снаряжение. (Выбранный предмет может перестать отображаться).

source: Draw/sheathe weapon.
ru: Достать/убрать оружие.

source: <var 08 E1E94C01 ((Toggle character display mode on/off (controller only))) ((Toggle character display mode on/off (gamepad only))) /var>.
ru: Вкл./выкл. управление камерой в предпросмотре (для <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>).

source: Reset stance.
ru: Сбросить камеру.

source: Plate Selection
ru: Выбор набора гламура

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Reflect
ru: Отразить

source: Main Hand
ru: Оружие главной руки

source: Off Hand
ru: Оружие побочной руки

source: Head
ru: Голова

source: Body
ru: Тело

source: Hands
ru: Руки

source: Legs
ru: Ноги

source: Feet
ru: Обувь

source: Neck
ru: Шея

source: Ears
ru: Уши

source: Wrists
ru: Запястья

source: Fingers
ru: Пальцы

source: Return
ru: Возврат

source: Open Armoire
ru: Открыть шкаф снаряжения

source: Open Glamour Dresser
ru: Открыть комод гламура

source: Gear Selection
ru: Выбор снаряжения

source: Gear Selection
ru: Выбор снаряжения

source: <var 48 F201FC /var><var 49 F201FD /var>Unable to save. Insufficient dye.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>Невозможно сохранить. Не хватает краски.<var 49 01 /var><var 48 01 /var>

source: Discard all changes?
ru: Отменить все изменения?

source: There are no glamours.
ru: Гламуров нет.

source: Too many items are equipped in the following slots:
ru: Слишком много предметов экипировано в следующие слоты:

source: Off Arm
ru: Побочная рука

source: Head
ru: Голова

source: Body
ru: Голова

source: Hands
ru: Руки

source: Legs
ru: Ноги

source: Feet
ru: Обувь

source: <var 48 F201FA /var><var 49 F201FB /var>This plate includes gear specialized for differing classes or jobs. Depending on your current job, not all gear may be displayed at the time of glamour application.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Этот набор содержит снаряжение, предназначенное для других классов или профессий. В зависимости от вашей текущей профессии, не всё снаряжение будет правильно отображаться после зачарования.<var 49 01 /var><var 48 01 /var>

source: There are no items in the <var 29 EA02 /var> category.
ru: В категории <var 29 EA02 /var> нет предметов.

source: Link Gear Set
ru: Создать связку

source: <var 48 F201FA /var><var 49 F201FB /var>This item can be stored in an armoire.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Этот предмет можно положить в шкаф снаряжения.<var 49 01 /var><var 48 01 /var>

source: <var 48 F201FA /var><var 49 F201FB /var>The same item is already stored in your glamour dresser.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Этот предмет уже есть в вашем комоде гламура.<var 49 01 /var><var 48 01 /var>

source: <var 48 F201FA /var><var 49 F201FB /var>This item is saved to a gear set.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Этот предмет закреплён за комплектом снаряжения.<var 49 01 /var><var 48 01 /var>

source: B
ru: H

source: B♭
ru: H♭

source: +1 Octave
ru: +1 октава

source: -1 Octave
ru: –1 октава

source: +1 Half Step
ru: +1 полутон

source: -1 Half Step
ru: –1 полутон

source: Settings
ru: Настройки

source: Performance Settings
ru: Настройки выступления

source: Keyboard Controls
ru: Назначения клавиш

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> Controls
ru: Настройки <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>

source: B
ru: H

source: B♭
ru: H♭

source: +1 Octave
ru: +1 октава

source: -1 Octave
ru: –1 октава

source: +1 Half Step
ru: +1 полутон

source: -1 Half Step
ru: –1 полутон

source: Select a note to assign. Right-click to clear.
ru: Выберите ноту. Нажмите правой кнопкой, чтобы очистить.

source: Select a key.
ru: Назначьте клавишу, нажав на неё.

source: Default
ru: По умолчанию

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Restore all settings to default?
ru: Восстановить все настройки по умолчанию?

source: You will lose all unsaved changes. Proceed?
ru: Вы потеряете все несохранённые изменения. Продолжить?

source: B
ru: H

source: B♭
ru: H♭

source: +1 Octave
ru: +1 октава

source: -1 Octave
ru: –1 октава

source: +1 Half Step
ru: +1 полутон

source: -1 Half Step
ru: –1 полутон

source: <var 12 11 /var> Open Settings <var 12 14 /var> Cycle HUD <var 12 13 /var> Quit
ru: <var 12 11 /var> Открыть настройки <var 12 14 /var> Выберите HUD <var 12 13 /var> Выйти

source: Press <var 08 E4E94F04 ((esc)) ((Esc)) /var> to exit Performance mode.
ru: Нажмите <var 08 E4E94F04 ((esc)) ((Esc)) /var>, чтобы выйти.

source: Assign all notes to keyboard.
ru: Назначьте все ноты на клавиатуре.

source: Initializing keyboard controls. Select your keyboard type.
ru: Инициализация настроек клавиатуры. Выберите тип вашей клавиатуры.

source: Japanese Keyboard (106/109)
ru: Японская клавиатура (106/109)

source: English Keyboard (101/104)
ru: Английская клавиатура (101/104)

source: German Keyboard (102/105)
ru: Немецкая клавиатура (102/105)

source: French Keyboard (102/105)
ru: Французская клавиатура (102/105)

source: Activate Group Pose
ru: Активировать групповое позирование

source: Ensemble Mode Activated
ru: Активирован режим Ансамбля

source: Settings
ru: Настройки

source: Mute other performers while in Performance mode.
ru: Отключить звук других исполнителей в режиме выступления.

source: Display <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> control guide.
ru: Показывать гид по управлению <var 08 E1E94C01 ((контроллером)) ((геймпадом)) /var>

source: Playback Type
ru: Тип воспроизведения

source: Key Display Mode
ru: Режим отображения нот

source: Use current control method
ru: Использовать текущее управление

source: Keyboard mode
ru: Управление клавиатурой

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> mode
ru: Управление <var 08 E1E94C01 ((контроллером)) ((геймпадом)) /var>

source: Ensemble Mode
ru: Режим Ансамбля

source: When ensemble mode is enabled, all party members will be heard in sync by players in the vicinity, but there will be a delay between the inputs and the sounds being heard by those performing, according to the playback type. Those who select “Self Only” will only hear their own instrument, while “All Members” plays the instruments of all members with an increased delay.
ru: Когда активирован режим Ансамбля, все участники музыкальной группы, играющие вместе, будут слышны игроками поблизости. Однако возможна задержка между извлекаемым и слышимым сигналом, в зависимости от типа воспроизведения. Те, кто выберут режим «Только себя» будут слышать только свой инструмент, тогда как режим «Всех участников» воспроизводит инструменты всех участников Ансамбля с увеличенной задержкой.

source: Help
ru: Помощь

source: Display <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> Inputs
ru: Показать управление <var 08 E1E94C01 ((контроллером)) ((геймпадом)) /var>

source: Display Metronome
ru: Показать метроном
