Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Next Season: From <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var> to <var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>
ru: Следующий сезон: С <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var> до <var 07 E803 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: Product
ru: Продукция

source: Scheduled
ru: Запланировано

source: Required
ru: Требуется

source: Reward
ru: Награда

source: Completion Bonus:
ru: Бонус выполнения:

source: Felicitous Favors
ru: Запросы Пушистика

source: Current Season
ru: Текущий сезон

source: Next Season
ru: Следующий сезон

source: Review Felicitous Favors
ru: Посмотреть запросы Пушистика

source: Bonus
ru: Бонус

source: Shipped
ru: Отправлено

source: Filter Settings
ru: Настройки фильтра

source: Filter By:
ru: Критерии фильтра:

source: Required Level
ru: Требуемый уровень

source: Lv.
ru: Ур.

source: Lv. 1
ru: Ур. 1

source: Gender
ru: Гендер

source: Not Specified
ru: Не указан

source: Male
ru: Мужской

source: Female
ru: Женский

source: Name/Keyword
ru: Название

source: Reset Criteria
ru: Сбросить

source: Apply
ru: Применить

source: Cancel
ru: Отмена

source: Filter displayed items by specified criteria.
ru: Отфильтровать предметы по критериям.

source: Current Gender
ru: Текущий гендер

source:  Make Another Manderville (Create Weapon)
ru:  Make Another Manderville (Создать оружие)

source:  The Next Mander-level (Enhance Weapon)
ru:  The Next Mander-level (Улучшить оружие)

source:  A Dedicated Tool (1st Enhancement)
ru:  A Dedicated Tool (1-е улучшение)

source:  An Adaptive Tool (2nd Enhancement)
ru:  An Adaptive Tool (2-е улучшение)

source:  In Need of Adjustment (Reforge Weapon)
ru:  In Need of Adjustment (Перековать оружие)

source:  A Tool of Her Own (3rd Enhancement)
ru:  A Tool of Her Own (3-е улучшение)

source:  A Tool without Compare (4th Enhancement)
ru:  A Tool without Compare (4-е улучшение)

source:  Positively Mandervillous (Perfect Weapon)
ru:  Positively Mandervillous (Идеальное оружие)

source:  A Tool for the Ages (5th Enhancement)
ru:  A Tool for the Ages (5-е улучшение)

source:  Stand Tool, My Friend (Final Enhancement)
ru:  Stand Tool, My Friend (Финальное улучшение)

source: Not Specified
ru: Не указано

source: Freshwater
ru: Пресная

source: Saltwater
ru: Морская

source: Environment
ru: Окружающая среда

source: View <var 08 E4E94F64 ((PlayStation™Network)) ((Xbox Network)) /var> Profile
ru: Открыть профиль <var 08 E4E94F64 ((PlayStation™Network)) ((Xbox)) /var>

source: Chat Log Name Display Settings
ru: Настройки отображения имён в чате

source: General Settings
ru: Общие настройки

source: Name Display Type
ru: Тип отображения имён

source: Display the World name of players from another World.
ru: Показывать у игроков из других миров название их мира.

source: ※When this option is unavailable, the <var 12 59 /var> icon will be displayed.
ru: ※Если эта опция недоступна, будет показан значок <var 12 59 /var>.

source: Party and Alliance Chat Settings
ru: Настройки чата группы и альянсов

source: Class/Job and Role Icon Settings
ru: Настройки иконок класса/профессии и роли

source: Display icons for classes, jobs, and roles in the chat log.
ru: Отображение в чате иконки класса/профессии или роли.

source: <var 12 93 /var><var 12 98 /var><var 12 96 /var><var 12 92 /var>: Class/Job
ru: <var 12 93 /var><var 12 98 /var><var 12 96 /var><var 12 92 /var>: Класс/профессия

source: <var 12 53 /var><var 12 54 /var><var 12 55 /var><var 12 58 /var>: Role
ru: <var 12 53 /var><var 12 54 /var><var 12 55 /var><var 12 58 /var>: Роль

source: Do not display.
ru: Не показывать.

source: Class/Job Name Settings
ru: Настройки названия класса/профессии

source: Display class/job abbreviations.
ru: Показывать аббревиатуру класса/профессии.

source: Role Color Settings
ru: Настройки цветов ролей

source: Apply colors according to player roles.
ru: Окрашивать, в зависимости от роли игрока:

source: Apply to all character information.
ru: Всю информацию о персонаже.

source: Apply to class/job name only.
ru: Только название класса/профессии.

source: Do not apply.
ru: Ничего.

source: Tank
ru: Защитник

source: Healer
ru: Целитель

source: DPS
ru: Боец

source: Other
ru: Другие

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Default
ru: Сбросить

source: Restore all name display settings to their default?
ru: Сбросить все настройки отображения имён в чате?

source: You will lose all unsaved changes. Proceed?
ru: Вы потеряете все несохранённые изменения. Продолжить?

source: <color2 E911>(<var 29 EA02 /var>) Prepare for battle! (<var 29 EA03 /var>) Please come back safe, okay? (<var 29 EA04 /var>) Come on! We have to go now! (<var 29 EA05 /var>) Stop naggin' me! I know!</color2>
ru: <color2 E911>(<var 29 EA02 /var>) Готовьтесь к бою! (<var 29 EA03 /var>) Только вернитесь целыми, хорошо? (<var 29 EA04 /var>) Эй! Нам уже нужно идти, давай! (<var 29 EA05 /var>) Да отстань ты! Я знаю, сейчас!</color2>

source: Cecil Harvey
ru: Сесил Харви

source: Rosa Farrell
ru: Роза Фаррелл

source: Kain Highwind
ru: Каин Хайвинд

source: Edward Geraldine
ru: Эдвард Джеральдин

source: World
ru: Мир

source: World
ru: Мир

source: World
ru: Мир

source: World
ru: Мир

source: Please select three attributes. The third attribute will be set to a lower value.
ru: Выберите три атрибута. Третий атрибут будет меньше остальных.

source: Unselected
ru: Не выбрано

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Adjusting attributes for <var 31 ((Item)) 03E8020202 /var>.
ru: Распределение атрибутов у <var 31 ((Item)) 03E8020202 /var>.

source: Adjustments
ru: Сравнение

source: Expend <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> (<var 20 E804 /var> remaining) and confirm attributes?
ru: Потратить <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> (осталось <var 20 E804 /var>) и подтвердить атрибуты?

source: Cancel attribute adjustment?
ru: Отменить распределение атрибутов?

source: Confirm attributes and receive <var 31 ((Item)) 03E8020202 /var>?
ru: Подтвердить атрибуты и получить <var 31 ((Item)) 03E8020202 /var>?

source: Confirm attribute adjustment for <var 48 F201FA /var><var 49 F201FB /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var>?
ru: Подтвердить распределение атрибутов у <var 48 F201FA /var><var 49 F201FB /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var>?

source: Critical Hit Rate
ru: Крит. удар

source: Direct Hit Rate
ru: Точный удар

source: Skill Speed
ru: Скорость умений

source: Spell Speed
ru: Скорость чтения

source: Tenacity
ru: Упорство

source: Determination
ru: Решительность

source: Piety
ru: Благочестие

source: Mogpendium
ru: Могпендиум

source: <var 08 E1E80302 ((<var 08 E4E80402 ((The First Hunt)) ((The Second Hunt)) /var><var 1D /var>)) (()) /var><var 09 E802 (((Pending))) (((Underway))) (((Finished))) /var>
ru: <var 08 E1E80302 ((<var 08 E4E80402 ((Первая охота)) ((Вторая охота)) /var><var 1D /var>)) (()) /var><var 09 E802 (((Ожидание начала))) (((В процессе))) (((Окончена))) /var>

source: Qty.
ru: Кол-во

source: Standard Objectives
ru: Обычные задачи

source: Weekly Objectives
ru: Еженедельные задачи

source: Minimog Challenges
ru: Испытания Минимога

source: Ultimog Challenge
ru: Испытания Ультимога

source: These objectives can be completed repeatedly during the event period. Irregular tomestones will be claimed automatically upon completion.
ru: Эти задачи можно выполнять в течение события без ограничений. При выполнении задачи вы получаете irregular tomestone'ы автоматически.

source: These bonus objectives can be completed once per week, and each player will be assigned their own objective. Irregular tomestones can be claimed from the Mogpendium upon completion.
ru: Эти бонусные задачи можно выполнять раз в неделю. У каждого игрока своя задача. После выполнения задачи награду нужно забрать вручную в Могпендиуме.

source: Next Update: <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: Новые задачи: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: These challenges can be completed once per week by completing one of the two objectives. Irregular tomestones can be claimed from the Mogpendium upon completion.
ru: Эти задачи можно выполнять раз в неделю. Вы можете выполнить только одну из двух задач. После выполнения задачи награду нужно забрать вручную в Могпендиуме.

source: This challenge can be completed once per event period. Irregular tomestones can be claimed from the Mogpendium upon completion.
ru: Это испытание можно выполнить только один раз за всё событие. После выполнения задачи награду нужно забрать вручную в Могпендиуме.

source: Time Limit
ru: Ограничение времени

source: Rewards
ru: Награды

source: Claim Rewards
ru: Получить награды

source: Open Duty Finder
ru: Открыть Поиск миссий

source: Open Area Map
ru: Открыть карту

source: See Rewards
ru: Посмотреть награды

source: Tomestones Available
ru: Доступно tomestone'ов

source: Active
ru: Активно

source: Claimed/Expired
ru: Получено/Истекло

source: Week <var 20 E802 /var>
ru: Неделя <var 20 E802 /var>

source: Complete!
ru: Выполнено!

source: No objectives available.
ru: Нет доступных задач.

source: Finding objectives...
ru: Поиск задач...

source: Reward List
ru: Список наград

source: Duty
ru: Миссия

source: Rewards
ru: Награды

source: Learn about the Mogpendium.
ru: Узнать больше о Могпендиуме.

source: No objectives selected.
ru: Нет выбранных задач.

source: The Moogle Treasure Trove is not currently underway.
ru: Событие «Сокровищница Муглов» сейчас не идёт.

source: Mogpendium
ru: Могпендиум

source: Important Items
ru: Важные предметы

source: Underway
ru: Идёт

source: Reward Available
ru: Доступна награда

source: <var 48 F201FA /var><var 49 F201FB /var>Expiring Soon<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Скоро истечёт<var 49 01 /var><var 48 01 /var>

source: <var 08 E1E80401 ((<var 2B ((<var 28 ((InstanceContent)) E80604 /var>)) /var>)) ((???)) /var> Lv. <var 20 E808 /var> <var 08 E1E80201 ((<var 28 ((ContentType)) E80301 /var>)) ((???)) /var>
ru: <var 08 E1E80401 ((<var 2B ((<var 28 ((InstanceContent)) E80604 /var>)) /var>)) ((???)) /var> Ур. <var 20 E808 /var> <var 08 E1E80201 ((<var 28 ((ContentType)) E80301 /var>)) ((???)) /var>

source: Lv. <var 20 E802 /var> <var 29 EA03 /var>
ru: Ур. <var 20 E802 /var> <var 29 EA03 /var>

source: Until the end of the <var 28 ((CSBonusTextData)) ((<var 28 ((CSBonusSeason)) E8020B /var>)) 01 /var>: <var 28 ((CSBonusTextData)) ((<var 28 ((CSBonusSeason)) E8020C /var>)) 01 /var>.
ru: До конца <var 28 ((CSBonusTextData)) ((<var 28 ((CSBonusSeason)) E8020B /var>)) 01 /var>: <var 28 ((CSBonusTextData)) ((<var 28 ((CSBonusSeason)) E8020C /var>)) 01 /var>.

source: <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> um <var 20 DB /var>:<var 24 DA /var>

source: Complete <var 28 ((InstanceContent)) E80604 /var>.
ru: Пройдите <var 28 ((InstanceContent)) E80604 /var>.

source: Participate in <var 28 ((InstanceContent)) E80604 /var>.
ru: Примите участие в <var 28 ((InstanceContent)) E80604 /var>.

source: Obtain MGP in any <var 28 ((ContentType)) E80301 /var>.
ru: Заработайте MGP в любом <var 28 ((ContentType)) E80301 /var>.

source: Score at least <var 08 E1E80801 ((<var 20 E808 /var>)) ((<var 20 E809 /var>)) /var> points during a single <var 28 ((ContentType)) E80301 /var> voyage.
ru: Заработайте хотя бы <var 08 E1E80801 ((<var 20 E808 /var>)) ((<var 20 E809 /var>)) /var> очков во время одного <var 28 ((ContentType)) E80301 /var> voyage.

source: Complete the quest “<var 28 ((Quest)) E80201 /var>,” “<var 28 ((Quest)) E80301 /var>,” or “<var 28 ((Quest)) E80401 /var>” to unlock.
ru: Для разблокировки выполните задание «<var 28 ((Quest)) E80201 /var>», «<var 28 ((Quest)) E80301 /var>» или «<var 28 ((Quest)) E80401 /var>».

source: <var 08 E4E80503 ((Complete <var 20 E809 /var> <var 28 ((ContentType)) E80301 /var> in <var 31 ((PlaceName)) 03 ((<var 28 ((TerritoryType)) E80606 /var>)) 0302 /var> or <var 31 ((PlaceName)) 03 ((<var 28 ((TerritoryType)) E80706 /var>)) 0302 /var>.)) ((Complete <var 20 E809 /var> <var 28 ((ContentType)) E80301 /var> in <var 31 ((PlaceName)) 03 ((<var 28 ((TerritoryType)) E80606 /var>)) 0302 /var>.)) /var>
ru: <var 08 E4E80503 ((Пройдите <var 20 E809 /var> <var 28 ((ContentType)) E80301 /var> в <var 31 ((PlaceName)) 03 ((<var 28 ((TerritoryType)) E80606 /var>)) 0302 /var> или <var 31 ((PlaceName)) 03 ((<var 28 ((TerritoryType)) E80706 /var>)) 0302 /var>.)) ((Пройдите <var 20 E809 /var> <var 28 ((ContentType)) E80301 /var> в <var 31 ((PlaceName)) 03 ((<var 28 ((TerritoryType)) E80606 /var>)) 0302 /var>.)) /var>

source: Win a game of <var 28 ((ContentType)) E80301 /var> against <var 31 ((ENpcResident)) 03E8060202 /var> in <var 31 ((PlaceName)) 03 ((<var 28 ((TerritoryType)) ((<var 28 ((Level)) E80B0A /var>)) 06 /var>)) 0302 /var>.
ru: Победите в <var 28 ((ContentType)) E80301 /var> против <var 31 ((ENpcResident)) 03E8060202 /var> в <var 31 ((PlaceName)) 03 ((<var 28 ((TerritoryType)) ((<var 28 ((Level)) E80B0A /var>)) 06 /var>)) 0302 /var>.

source: Complete an <var 28 ((EventItem)) ((<var 28 ((MobHuntOrderType)) E80603 /var>)) 01 /var>.
ru: Выполните <var 28 ((EventItem)) ((<var 28 ((MobHuntOrderType)) E80603 /var>)) 01 /var>.

source: Catch <var 31 ((Item)) 02 ((<var 28 ((FishParameter)) E80605 /var>)) 0202 /var>.
ru: Поймайте <var 31 ((Item)) 02 ((<var 28 ((FishParameter)) E80605 /var>)) 0202 /var>.

source: Complete floor <var 20 E80D /var> of <var 31 ((PlaceName)) 03 ((<var 28 ((TerritoryType)) ((<var 28 ((ContentFinderCondition)) ((<var 28 ((InstanceContent)) E80609 /var>)) 02 /var>)) 06 /var>)) 0302 /var>.
ru: Пройдите этаж <var 20 E80D /var> в <var 31 ((PlaceName)) 03 ((<var 28 ((TerritoryType)) ((<var 28 ((ContentFinderCondition)) ((<var 28 ((InstanceContent)) E80609 /var>)) 02 /var>)) 06 /var>)) 0302 /var>.

source: Complete the quest “<var 28 ((Quest)) E80201 /var>” to unlock.
ru: Для разблокировки выполните задание «<var 28 ((Quest)) E80201 /var>».

source: <var 08 E4E80503 ((Arrive at <var 28 ((PlaceName)) E80601 /var> or <var 28 ((PlaceName)) E80701 /var> to unlock.)) (( Arrive at <var 08 E1E80401 ((<var 28 ((PlaceName)) E80601 /var>)) ((???)) /var> to unlock.)) /var>
ru: <var 08 E4E80503 ((Для разблокировки придите в <var 28 ((PlaceName)) E80601 /var>или <var 28 ((PlaceName)) E80701 /var>.)) (( Для разблокировки придите в <var 08 E1E80401 ((<var 28 ((PlaceName)) E80601 /var>)) ((???)) /var>.)) /var>

source: Victory or defeat will determine the quantity of rewards.
ru: Размер награды зависит от победы или поражения.

source: Rewards differ depending on the GATE. Rewards can be viewed from “See Rewards.”
ru: Размер награды зависит от GATE. Подробнее смотрите в «Посмотреть награды».

source: Obtained the Mogpendium. Would you like to view the tutorial? <var 48 F201FA /var><var 49 F201FB /var>※The tutorial can be accessed at any time via the button at the bottom-left of the window.<var 49 01 /var><var 48 01 /var>
ru: Можно получить в Могпендиуме. Вы хотите посмотреть обучение? <var 48 F201FA /var><var 49 F201FB /var>※Обучение доступно в любое время по нажатии на кнопку в левом-нижнем углу окна.<var 49 01 /var><var 48 01 /var>

source: <var 08 E1E80201 ((<var 28 ((ContentType)) E80301 /var>)) ((???)) /var> Lv. <var 20 E808 /var>
ru: <var 08 E1E80201 ((<var 28 ((ContentType)) E80301 /var>)) ((???)) /var> Ур. <var 20 E808 /var>

source: Category
ru: Категория

source: Access Special Site
ru: Перейти на сайт

source: Overview
ru: Обзор

source: Collect MGF and exchange it for fabulous prizes!
ru: Собирайте MGF и обменивайте их на призы!

source: Leave Blunderville?
ru: Покинуть Blunderville?

source: Spectator Mode
ru: Режим наблюдателя

source: Leave
ru: Покинуть

source: Leave Blunderville
ru: Покинуть Blunderville

source: Leave
ru: Покинуть

source: Cancel
ru: Отмена

source: Register
ru: Зарегистрироваться

source: Cancel
ru: Отмена

source: Show Log Names of qualified participants will be displayed here. In survival stages, eliminated participants' names will be displayed.
ru: Журнал матча Здесь будут показаны имена игроков, которые прошли матч. В выживании здесь будут показаны имена выбивших игроков.

source: Lock/Unlock HUD
ru: Блокировка интерфейса

source: Blunderville HUD placement and size can be adjusted while unlocked.
ru: Изменение положения и размера элементов интерфейса Blunderville можно изменить, когда он разблокирован.

source: Join a show!
ru: Присоединиться к матчу!

source: Awaiting Registration
ru: Ожидание регистрации

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Leave
ru: Покинуть

source: Skip
ru: Пропустить

source: You have been eliminated. You may either watch the next round via spectator mode or leave the show.
ru: Вы были ликвидированы. Вы можете либо наблюдать за следующим раундом, либо покинуть матч.

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 14 /var> Select
ru: <var 1E 14 /var> Переключиться

source: <var 1E 0B /var> Subcommands <var 1E 09 /var>Select
ru: <var 1E 0B /var> Подкоманды <var 1E 09 /var>Выбрать

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 0B /var> Subcommands <var 1E 02 /var>Select Log <var 1E 0C /var> Expand Log
ru: <var 1E 0B /var> Подкоманды <var 1E 02 /var>Выберите журнал <var 1E 0C /var> Расширенный

source: <var 1E 02 /var>Select Log <var 1E 0C /var> Expand Log
ru: <var 1E 02 /var>Выберите журнал <var 1E 0C /var> Расширенный

source: <var 1E 09 /var> Register in Additional Actions
ru: <var 1E 09 /var> Добавить в дополнительные действия

source: <var 1E 0B /var> Subcommands <var 1E 09 /var>Select
ru: <var 1E 0B /var> Подкоманды <var 1E 09 /var>Выбрать

source: <var 1E 09 /var> Change Gear <var 1E 0B /var> Subcommands <var 1E 0D /var><var 1E 0E /var> Change Category
ru: <var 1E 09 /var> Сменить снаряжение <var 1E 0B /var> Подкоманды <var 1E 0D /var><var 1E 0E /var> Сменить категорию

source: <var 1E 0B /var> Subcommands <var 1E 02 /var> Select Log <var 1E 03 /var> Toggle Tabs <var 1E 0C /var> Expand Log
ru: <var 1E 0B /var> Подкоманды <var 1E 02 /var> Выбрать журнал <var 1E 03 /var> Переключить вкладки <var 1E 0C /var> Расширенный

source: <var 1E 0B /var> Subcommands <var 1E 0A /var> Chat Input <var 1E 0C /var> Expand Log
ru: <var 1E 0B /var> Подкоманды <var 1E 0A /var> Войти в чат <var 1E 0C /var> Расширенный

source: <var 1E 0B /var> Subcommands <var 1E 0A /var> Chat Input <var 1E 0C /var> Restore Log Size
ru: <var 1E 0B /var> Подкоманды <var 1E 0A /var> Войти в чат <var 1E 0C /var> Восстановить размер журнала

source: <var 1E 0B /var> Subcommands <var 1E 0C /var> Apply
ru: <var 1E 0B /var> Подкоманды <var 1E 0C /var> Применить

source: <var 1E 0C /var> Apply <var 1E 0B /var> Delete Settings
ru: <var 1E 0C /var> Применить <var 1E 0B /var> Удалить настройки

source: <var 1E 0C /var> Save Settings
ru: <var 1E 0C /var> Сохранить настройки

source: <var 1E 0C /var> Register <var 1E 19 /var> Scroll
ru: <var 1E 0C /var> Регистрация <var 1E 19 /var> Прокрутка

source: <var 1E 09 /var> Skip <var 1E 0A /var> Cancel
ru: <var 1E 09 /var> Пропустить <var 1E 0A /var> Отмена

source: <var 1E 0D /var><var 1E 0E /var> Select Class
ru: <var 1E 0D /var><var 1E 0E /var> Выбрать класс

source: <var 1E 09 /var> Equip Gear Set
ru: <var 1E 09 /var> Экипировать комплект снаряжения

source: <var 1E 09 /var><var 1E 0B /var> Subcommands <var 1E 0C /var> Search Parameters
ru: <var 1E 09 /var><var 1E 0B /var> Подкоманды <var 1E 0C /var> Поиск по параметрам

source: <var 1E 14 /var> Select
ru: <var 1E 14 /var> Переключиться

source: <var 1E 18 /var> Scroll
ru: <var 1E 18 /var> Прокрутить

source: <var 1E 0B /var> Delete <var 1E 0E /var> Auto-translate<var 08 E95F ((<var 08 E4E94F64 (( <var 1E 0C /var> Software Keyboard)) (( <var 1E 0C /var> On-screen Keyboard)) /var>)) ((<var 1D /var>)) /var>
ru: <var 1E 0B /var> Удалить <var 1E 0E /var> Авто-перевод<var 08 E95F ((<var 08 E4E94F64 (( <var 1E 0C /var> Виртуальная клавиатура)) (( <var 1E 0C /var> Наэкранная клавиатура)) /var>)) ((<var 1D /var>)) /var>

source: <var 1E 04 /var> Previous <var 1E 05 /var> Next <var 1E 0E /var> Auto-translate<var 08 E95F ((<var 08 E4E94F64 (( <var 1E 0C /var> Software Keyboard)) (( <var 1E 0C /var> On-screen Keyboard)) /var>)) ((<var 1D /var>)) /var>
ru: <var 1E 04 /var> Предыдущие <var 1E 05 /var> Следующие <var 1E 0E /var> Авто-перевод<var 08 E95F ((<var 08 E4E94F64 (( <var 1E 0C /var> Виртуальная клавиатура)) (( <var 1E 0C /var> Наэкранная клавиатура)) /var>)) ((<var 1D /var>)) /var>

source: <var 1E 0B /var> Subcommands <var 1E 0C /var> Select Item
ru: <var 1E 0B /var> Подкоманды <var 1E 0C /var> Выбрать предмет

source: <var 1E 14 /var> Select
ru: <var 1E 14 /var> Переключиться

source: <var 1E 13 /var> Finish Placing Furnishings
ru: <var 1E 13 /var> Закончить постановку мебели

source: <var 12 0E /var>+<var 12 15 /var> Move <var 1E 0F /var><var 1E 10 /var> Rotate <var 1E 0B /var> Subcommands <var 1E 0C /var> <var 08 E802 ((Enable Grid Snap)) ((Disable Grid Snap)) /var>
ru: <var 12 0E /var>+<var 12 15 /var> Двигать <var 1E 0F /var><var 1E 10 /var> Вращать <var 1E 0B /var> Подкоманды <var 1E 0C /var> <var 08 E802 ((Включить привязку к сетке)) ((Отключить привязку к сетке)) /var>

source: <var 12 0E /var>+<var 12 15 /var> Move <var 1E 0F /var><var 1E 10 /var> Rotate <var 1E 0B /var> Subcommand <var 1E 0C /var> <var 08 E802 ((Enable Grid Snap)) ((Disable Grid Snap)) /var> <var 1E 0D /var>＋<var 1E 0C /var> <var 08 E803 ((Enable Counter Placement)) ((Disable Counter Placement)) /var>
ru: <var 12 0E /var>+<var 12 15 /var> Двигать <var 1E 0F /var><var 1E 10 /var> Вращать <var 1E 0B /var> Подкоманда <var 1E 0C /var> <var 08 E802 ((Включить привязку к сетке)) ((Отключить привязку к сетке)) /var> <var 1E 0D /var>＋<var 1E 0C /var> <var 08 E803 ((Включить определение поверхности)) ((Отключить определение поверхности)) /var>

source: <var 1E 0B /var> Subcommands <var 1E 0C /var> <var 08 E802 ((Enable Grid Snap)) ((Disable Grid Snap)) /var>
ru: <var 1E 0B /var> Подкоманды <var 1E 0C /var> <var 08 E802 ((Включить привязку к сетке)) ((Отключить привязку к сетке)) /var>

source: <var 1E 0B /var> Subcommand <var 1E 0C /var> <var 08 E802 ((Enable Grid Snap)) ((Disable Grid Snap)) /var> <var 1E 0D /var>＋<var 1E 0C /var> <var 08 E803 ((Enable Counter Placement)) ((Disable Counter Placement)) /var>
ru: <var 1E 0B /var> Подкоманды <var 1E 0C /var> <var 08 E802 ((Включить привязку к сетке)) ((Отключить привязку к сетке)) /var> <var 1E 0D /var>＋<var 1E 0C /var> <var 08 E803 ((Включить определение поверхностей)) ((Отключить определение поверхностей)) /var>

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды
