Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: <var 08 E4E802F2162E ((Pledge your allegiance to a Grand Company. Allegiance can be changed at a later date.)) ((Select the path you wish to take through the main scenario. The quest you did not select can be played at a later time.)) /var>
ru: <var 08 E4E802F2162E ((Выберите Великую Компанию. В будущем вы сможете вступить в другую Великую Компанию взамен выбранной.)) ((Выберите, куда вы хотите следовать по основному сюжету. Вы потом сможете пройти другой путь.)) /var>

source: <color2 #13212F><glow2 #B1BACD>Select a Grand Company</glow2></color2>
ru: <color2 #13212F><glow2 #B1BACD>Выберите Великую Компанию</glow2></color2>

source: <color2 #13212F><glow2 #B1BACD>Select a Path</glow2></color2>
ru: <color2 #13212F><glow2 #B1BACD>Выберите свой путь</glow2></color2>

source: Duty Overview
ru: Обзор миссии

source: I understand what I must do.
ru: Всё ясно, погнали.

source: Close
ru: Закрыть

source: The Bozjan Southern Front
ru: Южный фронт Бозьи

source: Custom Deliveries
ru: Особые доставки

source: Disciples of the Hand
ru: Адепты Ремесла

source: Disciples of the Land
ru: Адепты Сбора

source: Fishers
ru: Рыбаки

source: Collectability
ru: Коллекционность

source: Qty.
ru: Кол-во

source: Collectability
ru: Коллекционность

source: Time Remaining: <var 20 E802 /var>h <var 20 E803 /var>m <var 07 E804 /var>[<var 20 DE /var>/<var 20 DC /var> <var 20 DB /var>:<var 24 DA /var>]
ru: Осталось времени: <var 20 E802 /var> ч. <var 20 E803 /var> мин. <var 07 E804 /var>[<var 20 DC /var>.<var 20 DE /var> <var 20 DB /var>:<var 24 DA /var>]

source: Total
ru: Всего

source: Satisfaction
ru: Удовлетворение

source: Deliveries/Week: <var 20 E802 /var>
ru: Осталось доставок на этой неделе: <var 20 E802 /var>

source: Unable to receive the following items: <var 08 E1E80201 (( <var 28 ((Item)) E8030A /var>)) (()) /var><var 08 E1E80401 (( <var 28 ((Item)) E8050A /var>)) (()) /var> Proceed?
ru: Не удастся получить следующие предметы: <var 08 E1E80201 (( <var 28 ((Item)) E8030A /var>)) (()) /var><var 08 E1E80401 (( <var 28 ((Item)) E8050A /var>)) (()) /var> Продолжить?

source: Custom Deliveries
ru: Особые доставки

source: Reward
ru: Награда

source: Accept
ru: Принять

source: EXP
ru: Очки опыта

source: Bonus
ru: Бонус

source: Glamour-ready
ru: Готово к гламуру

source: Prism
ru: Призма

source: Confirm
ru: Подтвердить

source: Reset
ru: Сброс

source: Undo
ru: Отменить

source: Glamour Prism
ru: Призма гламура

source: Appearance
ru: Внешность

source: Dispel Glamour
ru: Рассеять чары

source: View Inventory
ru: Посмотреть инвентарь

source: Dye
ru: Покрасить

source: Remove Dye
ru: Убрать покрас

source: Dispel Glamour
ru: Рассеять чары

source: Apply glamours to selected areas?
ru: Зачаровать выбранные гламуры?

source: Undo all recent changes?
ru: Отменить изменения?

source: Reset all changes?
ru: Сбросить все изменения?

source: Cancel glamour application?
ru: Отменить зачаровывание гламура?

source: <var 48 F201FC /var><var 49 F201FD /var>Unable to apply glamours. Insufficient prisms.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>Не удалось зачаровать гламур. Недостаточно призм.<var 49 01 /var><var 48 01 /var>

source: Glamoured gear will be bound to you.
ru: Снаряжение с гламуром будет привязано к вам.

source: Display Location
ru: Показать место рыбалки

source: <var 08 E4E80301 ((Fishing Hole)) ((Spearfishing Area)) /var> Deliver to: <var 28 ((ENpcResident)) E80201 /var>
ru: <var 08 E4E80301 ((Место рыбалки)) ((Место подводной охоты)) /var> Особая доставка от: <var 28 ((ENpcResident)) E80201 /var>

source: Discontinued
ru: Неактуальные

source: This currency is no longer valid. For a limited time, certain NPCs will be able to exchange it for valid currency.
ru: Эта валюта больше не актуальна. В течение ограниченного времени некоторые НИПы смогут обменять её на текущую валюту.

source: Currency Settings
ru: Настройки отображения валюты

source: Currency Settings
ru: Настройки валюты

source: Select currencies to display on HUD.
ru: Выбор валюты, отображаемой в интерфейсе.

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Changes will be lost. Proceed?
ru: Изменения будут потеряны. Продолжить?

source: None
ru: Нет

source: Default HUD Currency
ru: Показывать эту валюту

source: FATE
ru: ЗОНА

source: Rotation
ru: Сортировка

source: Default
ru: По умолчанию

source: The above currency will display on the HUD by default. Right-click on the currency icon to cycle through currencies in your rotation. The order in which they display can be changed via the arrows to the right of each rotation slot.
ru: Вышеуказанная валюта будет отображаться в интерфейсе по умолчанию. Переключение осуществляется правой кнопкой мыши по значку валюты. Их порядок можно изменить с помощью стрелок рядом каждым слотом в списке сортировки.

source: UI Element Settings
ru: Настройки элемента интерфейса

source: Current Element
ru: Текущий элемент

source: Element Size
ru: Размер элемента

source: Display Element
ru: Показывать элемент

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Switch Job Gauge to Simple Mode
ru: Переключить шкалу профессии на простой вид

source: Display Target Info Independently
ru: Показывать информацию о цели раздельно

source: Restore settings and placement defaults for current HUD element?
ru: Восстановить настройки и расположение текущего элемента HUD?

source: Discard changes?
ru: Отменить изменения?

source: Defaults
ru: По умолчанию

source: Target Info (HP)
ru: Информация о цели (ОЗ)

source: Target Info (Progress Bar)
ru: Информация о цели (Шкала прогресса)

source: Target Info (Status)
ru: Информация о цели (Статус)

source: Layout
ru: Раскладка

source: Display as Single Element
ru: Показывать как один элемент

source: Split Element into 4 Groups
ru: Разделить элемент на 4 группы

source: Split Element into 3 Groups
ru: Разделить элемент на 3 группы

source: Group 1: Status Info (Enhancements)
ru: Группа 1: Информация о статусе (Баффы)

source: Group 3: Status Info (Enfeeblements)
ru: Группа 3: Информация о статусе (Дебаффы)

source: Group 4: Status Info (Others)
ru: Группа 4: Информация о статусе (Другое)

source: Focus Using Gamepad
ru: Переключать фокус при использовании геймпада

source: Layout
ru: Раскладка

source: Left-justified 20x1
ru: По левому краю 20x1

source: Left-justified 10x2
ru: По левому краю 10x2

source: Left-justified 7x3
ru: По левому краю 7x3

source: Left-justified 5x4
ru: По левому краю 5x4

source: Right-justified 20x1
ru: По правому краю 20x1

source: Right-justified 10x2
ru: По правому краю 10x2

source: Right-justified 7x3
ru: По правому краю 7x3

source: Right-justified 5x4
ru: По правому краю 5x4

source: Normal
ru: Нормально

source: Left-justified I
ru: По левому краю I

source: Left-justified II
ru: По левому краю II

source: Left-justified III
ru: По левому краю III

source: Display Settings
ru: Настройки отображения

source: Default
ru: По умолчанию

source: Prioritize Own Enhancements
ru: Сначала баффы, сделанные мной

source: Display Others' Enhancements in Group 4
ru: Отображать чужие баффы в группе 4

source: Transparency Settings
ru: Настройка прозрачности

source: Left-justified 8x1
ru: По левому краю 8x1

source: Left-justified 4x2
ru: По левому краю 4x2

source: Left-justified 3x3
ru: По левому краю 3x3

source: Right-justified 8x1
ru: По правому краю 8x1

source: Right-justified 4x2
ru: По правому краю 4x2

source: Right-justified 3x3
ru: По правому краю 3x3

source: Group 2: Status Info (Conditional Enhancements)
ru: Группа 2: Информация о статусе (Условные баффы)

source: Align List to Bottom
ru: Выравнивать список по нижнему краю.

source: <var 48 F201FC /var><var 49 F201FD /var>You are unable to receive rewards due to the following: <var 08 E1E80201 (( You are not a Disciple of War or Magic.)) (()) /var><var 08 E1E80301 (( You are currently playing a limited job.)) (()) /var><var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>Вы не можете получить награды из-за следующего: <var 08 E1E80201 (( Вы сейчас не Адепт Битвы или Магии.)) (()) /var><var 08 E1E80301 (( Вы сейчас играете за ограниченную профессию.)) (()) /var><var 49 01 /var><var 48 01 /var>

source: You will be unable to receive all of the following rewards: <var 08 E1E80201 (( Experience Points)) (()) /var><var 08 E1E80301 (( Allagan Tomestones)) (()) /var> Do you still wish to proceed?
ru: Вы не получите в полном объёме следующие награды: <var 08 E1E80201 (( Очки опыта)) (()) /var><var 08 E1E80301 (( Allagan tomestones)) (()) /var> Вы всё равно хотите продолжить?

source: You already possess the following minion: <var 2D ((<var 08 E1E80201 (( <var 28 ((ActStr)) E80201 /var>)) (()) /var><var 08 E1E80301 (( <var 28 ((ActStr)) E80301 /var>)) (()) /var><var 08 E1E80401 (( <var 28 ((ActStr)) E80401 /var>)) (()) /var><var 08 E1E80501 (( <var 28 ((ActStr)) E80501 /var>)) (()) /var>)) /var> Do you still wish to proceed?
ru: У вас уже есть следующий миньон: <var 2D ((<var 08 E1E80201 (( <var 28 ((ActStr)) E80201 /var>)) (()) /var><var 08 E1E80301 (( <var 28 ((ActStr)) E80301 /var>)) (()) /var><var 08 E1E80401 (( <var 28 ((ActStr)) E80401 /var>)) (()) /var><var 08 E1E80501 (( <var 28 ((ActStr)) E80501 /var>)) (()) /var>)) /var> Вы всё равно хотите продолжить?

source: You have yet to mark off nine squares. Should you turn it in now, you will not receive the rewards for filling up your journal, including associated experience points. Proceed anyway?
ru: Вы ещё не получили все 9 печатей. Если вы сдадите журнал сейчас, то вы не получите награду за его заполнение до конца, в т.ч. и очки опыта. Всё равно продолжить?

source: I wish to continue and forfeit these rewards.
ru: Продолжить и отказаться от этих наград.

source: Quantity
ru: Количество

source: Quantity: <var 20 E802 /var>
ru: Количество: <var 20 E802 /var>

source: Retry
ru: Повторить

source: Desynthesize entire stack.
ru: Десинтезировать всю кучу.

source: Quick Desynthesis
ru: Быстрый десинтез

source: Quit
ru: Выйти

source: End Desynthesis
ru: Закончить десинтез

source: <var 08 E4E95101 ((Drag: Rotate Camera <var 08 E4E80301 (()) ((: Zoom )) /var>Click: Execute <var 28 ((Snipe)) E80269 /var>)) ((<var 1E 18 /var>: Rotate Camera <var 08 E4E80301 (()) ((<var 1E 0D /var>＋<var 1E 19 /var>/<var 1E 16 /var>: Zoom (<var 1E 06 /var>: Quick Zoom) )) /var><var 1E 10 /var>/<var 1E 09 /var>: Execute <var 28 ((Snipe)) E80269 /var>)) /var>
ru: <var 08 E4E95101 ((Движение : Поворот камеры <var 08 E4E80301 (()) ((: Увеличение )) /var>Нажатие : <var 28 ((Snipe)) E80269 /var>)) ((<var 1E 18 /var>: Поворот камеры <var 08 E4E80301 (()) ((<var 1E 0D /var>＋<var 1E 19 /var>/<var 1E 16 /var>: Увеличение (<var 1E 06 /var>: Быстрое увеличение) )) /var><var 1E 10 /var>/<var 1E 09 /var>: Сделать <var 28 ((Snipe)) E80269 /var>)) /var>

source: Skip cutscene?
ru: Пропустить кат-сцену?

source: Leave Tracking Mode? (All progress will be reset.)
ru: Выйти из режима прицеливания? (Весь прогресс будет сброшен.)

source: Magnification: <var 20 E802 /var>
ru: Увеличение: <var 20 E802 /var>

source: Camera Settings
ru: Настройки камеры

source: Common
ru: Общие

source: Idling Camera
ru: Холостой ход камеры

source: Color Filter
ru: Цветовой фильтр

source: Depth of Field
ru: Глубина резкости

source: Enable depth of field.
ru: Включить глубину резкости.

source: Value (f/<var 29 EA02 /var>)
ru: Значение (f/<var 29 EA02 /var>)

source: Enable idling camera.
ru: Включить камеру в режиме ожидания.

source: Limb Darkening
ru: Затемнение краёв

source: Enable manual focus.
ru: Включить ручной фокус.

source: Open Emote List
ru: Открыть список эмоций

source: Disable Emote Overwriting
ru: Отключить перезапись эмоций

source: Enable/Disable Wet Attire (Target)
ru: Включить/отключить намокшую одежду (Цель)

source: Enable/Disable Wet Attire (All)
ru: Включить/отключить намокшую одежду (Все)

source: Reset Wet Attire Settings
ru: Сбросить настройки намокшей одежды

source: Play/Stop Movement ※Can be used on the following targets: PC, Companions, Pets, Minions, Mounts ※Some motions unavailable for pets/minions.
ru: Начать/остановить движение ※Можно использовать на следующих целях: Игроки, компаньоны, питомцы, миньоны, транспорт ※Некоторые типы движений недоступны для питомцев и миньонов.

source: Initiate Movement
ru: Начать движение у всех

source: Reset Movement
ru: Сбросить движение у всех

source: Face Camera: Keyboard: <var 08 E4EA02EB01 ((Not Set Default: Jump)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 1E 0C /var> Button
ru: Лицевая камера: Клавиша: <var 08 E4EA02EB01 ((Не установлена По умолчанию: Прыжок)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 1E 0C /var> Кнопка

source: Disable/Enable Camera Lighting 1: Keyboard: <var 08 E4EA02EB01 ((Not Set Default: Target Filters)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 1E 0E /var> Button
ru: Отключить/Включить освещение камеры 1: Клавиша: <var 08 E4EA02EB01 ((Не установлена По умолчанию: Переключение цели)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 1E 0E /var> Кнопка

source: Disable/Enable Target Motion Keyboard: <var 08 E4EA02EB01 ((Not Set #1 - Slot [#2])) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 1E 10 /var> Button
ru: Отключить/Включить движения цели Клавиша: <var 08 E4EA02EB01 ((Не назначена #1 - Слот [#2])) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 1E 10 /var> Кнопка

source: Disable/Enable All Motion Keyboard: <var 08 E4EA02EB01 ((Not Set #1 - Slot [#1])) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 1E 0F /var> Button
ru: Отключить/Включить все движения Клавиша: <var 08 E4EA02EB01 ((Не назначена #1 - Слот [#1])) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 1E 0F /var> Кнопка

source: Disable/Enable Camera Angle Toggle: Mouse:  Left Click Keyboard: <var 08 E4EA02EB01 ((Not Set Default: Confirm)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 1E 09 /var> Button
ru: Отключить/Включить переключения угла камеры: Мышка:  Левый клик Клавиша: <var 08 E4EA02EB01 ((Не назначена По умолчанию: Подтвердить)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 1E 09 /var> Кнопка

source: Toggle Camera Angle: Keyboard: <var 08 E4EA02EB01 ((Not Set Default: Cycle Tabs =Forward)) ((<var 29 EA02 /var>)) /var> <var 08 E4E94C01 ((Gamepad)) ((Controller)) /var>: <var 1E 07 /var> <var 08 E4E96B64 ((D-pad)) ((Directional Buttons)) /var>
ru: Переключение угла камеры: Клавиша: <var 08 E4EA02EB01 ((Не назначена По умолчанию: Cycle Tabs =Forward)) ((<var 29 EA02 /var>)) /var> <var 08 E4E94C01 ((Геймпад)) ((Контроллер)) /var>: <var 1E 07 /var> <var 08 E4E96B64 ((Крестовина)) ((Кнопки направления)) /var>

source: Reset Camera Angle: Keyboard: <var 08 E4EA02EB01 ((Not Set Default: Draw/Sheathe Weapon)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 12 11 /var> Button Camera Controls: ・Direction: Movement Keys ・Rotation: Strafe Left/Right <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 1E 15 /var> Stick
ru: Сброс угла камеры: Клавиша: <var 08 E4EA02EB01 ((Не назначена По умолчанию: Достать/Спрятать оружие)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 12 11 /var> Кнопка Управление камерой: ・・ Направление: Клавиши движения ・・ Вращение: Стрелки влево/вправо <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 1E 15 /var> Стик

source: Reset Camera Angle: Keyboard: <var 08 E4EA02EB01 ((Not Set Default: Draw/Sheathe Weapon)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 12 11 /var> Button Camera Controls: Keyboard: Movement Keys <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 1E 15 /var> Stick
ru: Сброс угла наклона камеры: Клавиша: <var 08 E4EA02EB01 ((Не назначена По умолчанию: Достать/Спрятать оружие)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 12 11 /var> Кнопка Управление камерой: Клавиша: Клавиши движения <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 1E 15 /var> Стик

source: Reset Camera Angle: Keyboard: <var 08 E4EA02EB01 ((Not Set Default: Draw/Sheathe Weapon)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 12 11 /var> Button Camera Controls: ・Direction: Movement Keys ・Rotation: Strafe Left/Right <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 1E 15 /var> Stick
ru: Сброс угла наклона камеры: Клавиша: <var 08 E4EA02EB01 ((Не назначена По умолчанию: Достать/Спрятать оружие)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 12 11 /var> Кнопка Управление камерой: ・Направление: Клавиши движения ・Вращение: Стрелки влево/вправо <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 1E 15 /var> Стик

source: Reset Limb Darkening
ru: Сбросить затемнение краёв

source: Level
ru: Уровень

source: Aspect Ratio
ru: Соотношение сторон

source: R
ru: Красный

source: G
ru: Зелёный

source: B
ru: Синий

source: Angle of View Settings
ru: Настройка поля зрения

source: Roll Angle Settings
ru: Настройка поворота камеры

source: R
ru: Красный

source: G
ru: Зелёный

source: B
ru: Синий

source: Apply/Remove Status ※Statuses can only be applied to PCs, companions, and pets. Cannot be stacked with current statuses bearing effects.
ru: Применить/убрать статус ※Статусы можно наложить только на игроков, компаньонов и питомцев. Их нельзя наложить на другой текущий эффект.

source: Apply Status to All
ru: Применить статус на всех

source: Reset Status
ru: Сбросить статус

source: Disable/Enable Camera Lighting 1: Keyboard: <var 08 E4EA02EB01 ((Not Set Default: Target Filters)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>: <var 1E 0E /var> Button
ru: Включить/Отключить освещение камеры 1: Клавиша: <var 08 E4EA02EB01 ((Не назначена По умолчанию: Переключение цели)) ((<var 29 EA02 /var>)) /var> <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>: <var 1E 0E /var> Кнопка

source: Apply Lighting 2 to Camera Position
ru: Применить освещение 2 к позиции камеры

source: Apply Lighting 3 to Camera Position
ru: Применить освещение 3 к позиции камеры

source: Reset Lighting Settings
ru: Сбросить настройки освещения

source: Reset Brightness Settings
ru: Сбросить настройки яркости

source: Stop Time/Weather
ru: Остановить время/погоду

source: Toggle Battle Effects On/Off
ru: Включить/отключить эффекты боя

source: Idling Camera Settings
ru: Настройки камеры на холостом ходу

source: Enable switching.
ru: Разрешить переключение.

source: Switching
ru: Переключение

source: Settings
ru: Настройки

source: Frame Settings
ru: Настройки кадра

source: Toggle Control Guide On/Off
ru: Показать/скрыть управление

source: ◆: Unaffected by camera settings. ★: Affected by camera settings.
ru: ◆: Настройки камеры не влияют на рамку. ★: Настройки камеры влияют на рамку.

source: Emotes
ru: Эмоции

source: ※Self/Squadron Only
ru: ※Только на себя и ваш отряд

source: Color Filter
ru: Цветовой фильтр

source: Screen Effect
ru: Экранный эффект

source: Depth of Field
ru: Глубина резкости

source: Enable depth of field.
ru: Включите глубину резкости.

source: Value
ru: Значение

source: Limb Darkening
ru: Потемнение к краю

source: Frames
ru: Рамки

source: End group pose?
ru: Закончить групповое позирование?

source: Wet Attire
ru: Намокшая одежда

source: Apply water effect to select targets.
ru: Применить эффект намокшей одежды на выбранные цели.

source: Group Pose Settings
ru: Настройки группового позирования

source: Camera Position
ru: Позиция камеры

source: Status
ru: Статус

source: Lighting 1
ru: Освещение 1

source: Lighting 2
ru: Освещение 2

source: Lighting 3
ru: Освещение 3

source: Type 1
ru: Тип 1

source: Type 2
ru: Тип 2

source: Type 3
ru: Тип 3

source: Motion/Subject
ru: Движение/Сюжет

source: Select NPC Currently Facing
ru: Выбор НИП

source: ※Exit group pose to apply changes. ※Changes inapplicable on select NPCs.
ru: ※Выйдите из группового позирования, чтобы применить изменения. ※Изменения неприменимы для некоторых НИПов.

source: General Settings
ru: Общие настройки

source: Effect/Frame Settings
ru: Настройки эффекта/рамки

source: Lighting Settings
ru: Настройки освещения

source: Select Action
ru: Выбор действия

source: ※Exit group pose to apply battle action changes.
ru: ※Выйдите из групповой позы, чтобы применить изменения боевых действий.

source: ※Cannot add status when target motion is disabled.
ru: ※Нельзя добавить статус, когда движение цели остановлено.

source: Motion Settings
ru: Настройки движения

source: Movement
ru: Движение

source: Walk Forward
ru: Шагать вперёд

source: Run Forward
ru: Бежать вперёд

source: Sprint Forward
ru: Спринтовать вперёд

source: Slowly Strafe Left
ru: Медл. шагать влево-вбок

source: Quickly Strafe Left
ru: Быстро шагать влево-вбок

source: Slowly Strafe Right
ru: Медл. шагать вправо-вбок

source: Quickly Strafe Right
ru: Быстро шагать вправо-вбок

source: Walk Backwards
ru: Шагать задом

source: Left Thumb-click
ru: Нажатие левого <var 08 E1E94C01 ((джойстика)) ((мини-джойстика)) /var>

source: Right Thumb-click
ru: Нажатие правого <var 08 E1E94C01 ((джойстика)) ((мини-джойстика)) /var>

source: Start
ru: Старт

source: Back
ru: Назад

source: <var 08 E1E94C01 ((Directional Buttons)) ((D-pad)) /var>
ru: <var 08 E1E94C01 ((Переключатель направлений )) ((D-pad)) /var>

source: Left Stick
ru: Левый <var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var>

source: Right Stick
ru: Правый <var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var>

source: Left Stick
ru: Левый стик

source: Right Stick
ru: Правый стик

source: Save Settings
ru: Сохранить настройки

source: Camera Settings
ru: Настройки камеры

source: Save
ru: Сохранить

source: Lighting Settings
ru: Настройки освещения

source: Save
ru: Сохранить

source: Save Preferences
ru: Сохранить настройки

source: Camera
ru: Камеры

source: Lighting
ru: Освещения

source: Character Position
ru: Позиция персонажа

source: Camera Position
ru: Позиция камеры

source: Settings to be saved: ・Position, zoom, angle of view, and roll angle
ru: Сохраняемые настройки: ・Позиция, увеличение, угол обзора и угол поворота

source: Settings to be saved: ・Lightings 1-3 (position, type, and color) ・Character lightning ・Manual brightness settings
ru: Сохраняемые настройки: ・Освещения 1–3 (позиция, тип и цвет) ・Освещение персонажа ・Настройки ручной яркости

source: Character Position: Settings are saved relative to your character's orientation. When loaded, settings will be adjusted based on the direction your character is facing.
ru: Позиция персонажа: Настройки будут сохранены относительно ориентации вашего персонажа. При загрузке настройки будут изменены в соответствие с направлением, куда смотрит ваш персонаж.

source: Camera Position: Settings are saved relative to the camera's current position. When loaded, settings will be adjusted irrespective of the direction your character is facing.
ru: Позиция камеры: Настройки будут сохранены относительно текущей позиции камеры. При загрузке настройки будут изменены независимо от направления, куда смотрит ваш персонаж.

source: Recent Party
ru: Недавняя группа

source: Latest
ru: Последние

source: All Notices
ru: Все уведомления

source: Important Notices
ru: Важные уведомления

source: Other Notices
ru: Другие уведомления

source: Maintenance
ru: Тех. обслуживание

source: Updates
ru: Обновления

source: Status
ru: Статус
