Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Toggles on/off lost finds holster lock.
ru: Переключение закрепления кобуры.

source: Load Set
ru: Загрузить набор

source: Overwrite Set
ru: Перезаписать набор

source: Time Remaining
ru: Оставшееся время

source: The lost action <var 29 EA02 /var> will be converted into a duty action. Please select another action to be overwritten.
ru: Затерянное действие <var 29 EA02 /var> будет преобразовано в действие миссии. Выберите действие, которое можно перезаписать.

source: Duty Action <var 20 E802 /var>
ru: Действие миссии <var 20 E802 /var>

source: Register
ru: Регистрация

source: Register for “<var 29 EA02 /var>”?
ru: Зарегистрироваться на «<var 29 EA02 /var>»?

source: Call to Duel
ru: Вызов на дуэль

source: Treasure Acquired
ru: Получено сокровище

source: Treasure Acquired
ru: Получено сокровище

source: There are no critical engagements available.
ru: Нет доступных критических сражений.

source: Lost Finds Cache
ru: Сундук затерянных находок

source: Confirm
ru: Подтвердить

source: Manage Sets
ru: Управление наборами

source: Load Set
ru: Загрузить набор

source: Save Set
ru: Сохранить набор

source: Discovered:
ru: Открыто:

source: Save Set
ru: Сохранить

source: Load Set
ru: Загрузить

source: Set names can be changed via the subcommand menu.
ru: Названия наборов можно поменять через подкоманду.

source: Lost Action Set
ru: Набор затерянных действий

source: Weight
ru: Вес

source: Change Set Name
ru: Изменить название

source: Set <var 20 E802 /var>
ru: Набор <var 20 E802 /var>

source: You do not possess that lost action.
ru: У вас нет этого затерянного действия.

source: All
ru: Все

source: Delete
ru: Удалить

source: Delete Set
ru: Удалить набор

source: Delete Set
ru: Удалить

source: Discard changes and close lost finds holster?
ru: Отменить изменения и закрыть кобуру затерянных находок?

source: Large-scale Assault
ru: Массовое нападение

source: Return to the starting point for <var 29 EA02 /var>? <var 48 F201F4 /var><var 49 F201F5 /var>※You will automatically return 10 minutes after KO.<var 49 01 /var><var 48 01 /var>
ru: Вернуться на стартовую точку местности: <var 29 EA02 /var>? <var 48 F201F4 /var><var 49 F201F5 /var>※Вас автоматически вернёт спустя 10 минут после КО.<var 49 01 /var><var 48 01 /var>

source: Jigsaw Puzzle
ru: Пазл

source: SCORE
ru: СЧЁТ

source: TIME
ru: ВРЕМЯ

source: Pause
ru: Пауза

source: Auto-place <var 48 F201F4 /var><var 49 F201F5 /var>If used, the special bonus will not be awarded.<var 49 01 /var><var 48 01 /var>
ru: Автоподстановка <var 48 F201F4 /var><var 49 F201F5 /var>Особый бонус не будет засчитан при использовании.<var 49 01 /var><var 48 01 /var>

source: Edge Pieces Only <var 48 F201F4 /var><var 49 F201F5 /var>While in use, reduces score obtained by half.<var 49 01 /var><var 48 01 /var>
ru: Подсветить крайние кусочки <var 48 F201F4 /var><var 49 F201F5 /var>При использовании количество полученных очков уменьшается на 50%.<var 49 01 /var><var 48 01 /var>

source: View Image <var 48 F201F4 /var><var 49 F201F5 /var>While in use, reduces score obtained by half.<var 49 01 /var><var 48 01 /var>
ru: Подсмотреть картинку <var 48 F201F4 /var><var 49 F201F5 /var>При использовании количество полученных очков уменьшается на 50%.<var 49 01 /var><var 48 01 /var>

source: BONUS
ru: БОНУС

source: CHAIN
ru: КОМБО

source: Correctly place pieces in succession.
ru: Правильно поместить несколько кусочков пазла подряд.

source: SPECIAL BONUS
ru: ОСОБЫЙ БОНУС

source: ISLAND
ru: ОСТРОВ

source: Place a piece that is not in contact with any others. Does not apply to edge pieces.
ru: Поместить кусочек пазла, не контактирующий с другими кусочками. Не применяется для угловых кусочков.

source: BRIDGE
ru: МОСТ

source: Place a piece that is in contact on opposing sides, either horizontally or vertically. Does not apply to edge pieces.
ru: Поместить кусочек пазла, который контактирует с другими вертикально или горизонтально. Углы не считаются.

source: PAUSE
ru: 13923_PAUSE

source: HELP FEATURES
ru: ФУНКЦИИ-ПОМОЩНИКИ

source: Auto-place
ru: Автоподстановка

source: Automatically place a single piece. After use, cannot be used again for 30 seconds. <var 48 F201F4 /var><var 49 F201F5 /var>If used, the special bonus will not be awarded.<var 49 01 /var><var 48 01 /var>
ru: Поместить за вас один случайный кусочек пазла. Нельзя применить повторно в течение 30 секунд. <var 48 F201F4 /var><var 49 F201F5 /var>Особый бонус не будет засчитан при использовании.<var 49 01 /var><var 48 01 /var>

source: Resume
ru: Продолжить

source: Edge Pieces Only
ru: Подсветить крайние кусочки

source: Highlights edge pieces and prevents other pieces from being selected. <var 48 F201F4 /var><var 49 F201F5 /var>While in use, reduces score obtained by half.<var 49 01 /var><var 48 01 /var>
ru: Подсветить угловые и крайние кусочки пазла. Остальные кусочки при этом взять нельзя. <var 48 F201F4 /var><var 49 F201F5 /var>При использовании количество полученных очков уменьшается на 50%.<var 49 01 /var><var 48 01 /var>

source: View Image
ru: Подсмотреть картнику

source: View the complete image. <var 48 F201F4 /var><var 49 F201F5 /var>While in use, reduces score obtained by half.<var 49 01 /var><var 48 01 /var>
ru: Подсмотреть полную картинку. <var 48 F201F4 /var><var 49 F201F5 /var>При использовании количество полученных очков уменьшается на 50%.<var 49 01 /var><var 48 01 /var>

source: RESULTS
ru: РЕЗУЛЬТАТЫ

source: HIGHEST CHAIN
ru: НАИБОЛЬШАЯ ЦЕПОЧКА

source: BRIDGE
ru: МОСТЫ

source: ISLAND
ru: ОСТРОВКИ

source: SCORE
ru: СЧЁТ

source: TIME
ru: ВРЕМЯ

source: TIME BONUS
ru: БОНУСНОЕ ВРЕМЯ

source: TOTAL SCORE
ru: ИТОГОВЫЙ СЧЁТ

source: HIGH SCORE
ru: РЕКОРД

source: points
ru: очков

source: CHAIN
ru: 13945_CHAIN

source: BRIDGE
ru: МОСТ

source: ISLAND
ru: ОСТРОВ

source: NEW HIGH SCORE
ru: НОВЫЙ РЕКОРД

source: Put the puzzle back in the toy chest?
ru: Положить пазл обратно в шкатулку с игрушками?

source: Try again?
ru: Попробовать ещё раз?

source: Claim reward?
ru: Получить награду?

source: Incomplete
ru: Не завершено

source: Unclaimed
ru: Не получено

source: Claimed
ru: Получено

source: Filter achievements with mount rewards.
ru: Показать достижения с транспортом в качестве награды.

source: Filter achievements with minion rewards.
ru: Показать достижения с миньоном в качестве награды.

source: Filter achievements with gear rewards.
ru: Показать достижения со снаряжением в качестве награды.

source: Recommended
ru: Рекомендации

source: List
ru: Список

source: Tackle these challenges and reap rich rewards! Risk to life and limb may vary.
ru: Покорите высоты и получите за это награды! Уровень риска может сильно различаться.

source: Settings
ru: Настройки

source: Recommended Settings
ru: Настройки рекомендаций

source: Specify the type of rewards you wish to pursue. If no such rewards remain, achievements from other categories will be displayed.
ru: Укажите тип наград, которые вы хотели бы заработать. Если наград такого типа не осталось, будут показаны достижения из других категорий.

source: Mounts
ru: Транспорт

source: Minions
ru: Миньоны

source: Gear
ru: Снаряжение

source: Other
ru: Другое

source: Titles
ru: Титулы

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: You have earned all available rewards.
ru: Вы получил все доступные награды.

source: Obtaining data...
ru: Получение данных...

source: Add to Holster
ru: Добавить в кобуру

source: Add All to Holster
ru: Добавить все в кобуру

source: Store in Cache
ru: Вернуть в сундук

source: Store All in Cache
ru: Вернуть все в сундук

source: You have been challenged to a duel! <var 20 E802 /var> <var 08 E4E80202 ((minute remains)) ((minutes remain)) /var> to respond.
ru: Вас вызвали на дуэль! <var 08 E4E80202 ((Осталась)) ((Осталось)) /var> <var 20 E802 /var> <var 08 E2E80201 ((минут)) ((<var 08 E2E80202 ((минута)) ((<var 08 E2E80205 ((минуты)) ((минут)) /var>)) /var>)) /var> для ответа.

source: Permission to join critical engagement granted! <var 20 E802 /var> <var 08 E4E80202 ((minute remains)) ((minutes remain)) /var> to deploy.
ru: Вам разрешено вступить в критическое сражение! До отправки остал<var 08 E4E80202 ((ась)) ((ось)) /var> <var 20 E802 /var> минут<var 08 E2E80205 ((<var 09 E802 ((а)) ((ы)) ((ы)) ((ы)) /var>)) (()) /var>.

source: Critical engagement seeking reinforcements!
ru: Идёт сбор подкрепления на критическое сражение!

source: Forces assembling for critical engagement!
ru: Идёт сбор сил на критическое сражение!

source: Critical Engagements
ru: Критические сражения

source: Page <var 20 E802 /var>/<var 20 E803 /var>
ru: Страница <var 20 E802 /var>/<var 20 E803 /var>

source: Proofs of Mettle
ru: Аттестации

source: Notoriety
ru: Дурная слава

source: Class/Job
ru: По классу/профессии

source: Near Completion
ru: Близки к завершению

source: All
ru: Все

source: Sticker Mode
ru: Режим стикеров

source: Switch to “Sticker Mode” and decorate your screen with stickers.
ru: Переключиться в «Режим стикеров» для декорации экрана стикерами.

source: Track Camera: Character gaze will follow camera movement.
ru: Взгляд в камеру: Взгляд персонажа будет повёрнут в камеру.

source: Loop Motion: Enabled Recorded motion will be repeated at set intervals.
ru: Цикличность движения: Включена Записанное движение будет регулярно повторяться.

source: Lip Movements
ru: Движения губ

source: Toggles lip movements for selected character.
ru: Переключение движения губ у выбранного персонажа.

source: Toggle Lip Movements (Selected character)
ru: Переключить движение губ (Выбранный персонаж)

source: Toggle Lip Movements (All)
ru: Переключить движение губ (Все)

source: Reset Lip Movements
ru: Сбросить движения губ

source: Type 1
ru: Тип 1

source: Type 2
ru: Тип 2

source: Type 3
ru: Тип 3

source: Loop Motion: Disabled Return to idle state once selected motion has been performed.
ru: Цикличность действия: Отключена Вернуться в бездействие после исполнения текущего действия.

source: Sticker Mode
ru: Режим стикеров

source: Icon
ru: Иконка

source: Text
ru: Текст

source: Edit
ru: Редактировать

source: Save
ru: Сохранить

source: Character Name
ru: Имя персонажа

source: Date/Time
ru: Дата/время

source: 24 Hours
ru: 24 часа

source: 12 Hours
ru: 12 часов

source: Area Name
ru: Название локации

source: Duty Name
ru: Название миссии

source: <var 07 E802 /var><var 20 DF /var>/<var 20 DE /var>/<var 20 DC /var> <var 20 DB /var>:<var 24 DA /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: <var 07 E802 /var><var 20 DF /var>/<var 20 DE /var>/<var 20 DC /var> <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>

source: Size
ru: Размер

source: Angle
ru: Угол

source: Transparency
ru: Прозрачность

source: Text Size
ru: Размер текста

source: Text Coloring
ru: Цвет текста

source: Save/Load Sticker Sets and Frames
ru: Сохранить/загрузить наборы стикеров и рамок

source: Flip Horizontal
ru: Перевернуть горизонтально

source: Flip Vertical
ru: Перевернуть вертикально

source: <var 07 E802 /var><var 20 DF /var>/<var 20 DE /var>/<var 20 DC /var> <var 20 DB /var>:<var 24 DA /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: Enter a name for the selected slot.
ru: Введите новое имя для выбранного слота.

source: There are no stickers in use.
ru: На экран не поставлен ни один стикер.

source: Edit Stickers
ru: Редактировать стикеры

source: Paste Sticker
ru: Вставить стикер

source: Move Up
ru: Сдвинуть вверх

source: Move Down
ru: Сдвинуть вниз

source: Move to Top
ru: Поместить в верх списка

source: Move to Bottom
ru: Поместить в низ списка

source: Delete
ru: Удалить

source: Delete All
ru: Удалить всё

source: Overwrite and Save
ru: Перезаписать и сохранить

source: Change Name
ru: Переименовать

source: Delete Slot
ru: Удалить слот

source: Move Up
ru: Сдвинуть вверх

source: Move Down
ru: Сдвинуть вниз

source: Delete
ru: Удалить

source: All current progress will be discarded. Proceed?
ru: Весь текущий прогресс будет сброшен. Продолжить?

source: <var 08 E4E95101 (( Move Sticker  Change Sticker Size <var 08 E4EA03EB01 ((<var 08 E4EA04EB01 (()) ((<var 29 EA04 /var> Rotate Sticker)) /var>)) ((<var 08 E4EA04EB01 ((<var 29 EA03 /var> Rotate Sticker)) ((<var 29 EA03 /var><var 29 EA04 /var> Rotate Sticker)) /var>)) /var> <var 08 E4EA02EB01 (()) ((<var 29 EA02 /var> Toggle Settings Display)) /var>)) ((<var 1E 15 /var> Move Sticker <var 1E 19 /var> Change Sticker Size <var 1E 0F /var><var 1E 10 /var> Rotate Sticker <var 1E 0C /var> Toggle Settings Display)) /var>
ru: <var 08 E4E95101 (( Перемещение стикера  Смена размера стикера <var 08 E4EA03EB01 ((<var 08 E4EA04EB01 (()) ((<var 29 EA04 /var> Повернуть стикер)) /var>)) ((<var 08 E4EA04EB01 ((<var 29 EA03 /var> Поворот стикера)) ((<var 29 EA03 /var><var 29 EA04 /var> Повернуть стикер)) /var>)) /var> <var 08 E4EA02EB01 (()) ((<var 29 EA02 /var> Переключить отображение настроек)) /var>)) ((<var 1E 15 /var> Перемещение стикера <var 1E 19 /var> Смена размера стикера <var 1E 0F /var><var 1E 10 /var> Повернуть стикер <var 1E 0C /var> Переключить отображение настроек)) /var>

source: Character Name
ru: Имя персонажа

source: Date/Time
ru: Дата/время

source: Area Name
ru: Название локации

source: Duty Name
ru: Название миссии

source: Delete all the stickers currently on screen?
ru: Удалить все поставленные на экране стикеры?

source: Copy
ru: Копировать

source: Default Alignment
ru: Выравнивание по умолчанию

source: Left
ru: Слева

source: Center
ru: Центр

source: Right
ru: Справа

source: Display Home World
ru: Показать домашний мир

source: Title (only available when a title is set)
ru: Титул (доступно, когда он установлен)

source: Class/Job
ru: Класс/профессия

source: Display Level
ru: Показать уровень

source: Coordinates
ru: Координаты

source: Copyright
ru: Авторские права

source: Title
ru: Титул

source: Class/Job
ru: Класс/профессия

source: Coordinates
ru: Координаты

source: Copyright
ru: Авторские права

source: Flip Horizontal
ru: Повернуть по горизонтали

source: Flip Vertical
ru: Повернуть по вертикали

source: Integrity
ru: Целостность

source: Collectability
ru: Коллекционность

source: Primary Actions
ru: Основные действия

source: Secondary Actions & Bonuses
ru: Вторичные действия и бонусы

source: Collector's Standard The effectiveness of brazen and meticulous actions is increased.
ru: Collector's Standard Эффективность осторожных и грубых действий увеличена.

source: <var 08 E4E80203 ((Collector's High Standard)) ((Collector's Standard: <var 08 E4E80202 ((Active)) ((Inactive)) /var>)) /var>
ru: <var 08 E4E80203 ((Collector's High Standard)) ((Collector's Standard: <var 08 E4E80202 ((Активен)) ((Неактивен)) /var>)) /var>

source: Collector's Intuition Chance to gain a bonus to collectability based on your perception rating.
ru: Интуиция Собирателя Шанс получить бонус к коллекционности. Зависит от атрибута «Восприятие».

source: <var 08 E4E80301 ((Intuition Rate: <var 20 E802 /var>%)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Intuition Rate: <var 20 E802 /var>%<var 49 01 /var><var 48 01 /var>)) /var>
ru: <var 08 E4E80301 ((Шанс Интуиции: <var 20 E802 /var>%)) ((<var 48 F201F8 /var><var 49 F201F9 /var>Шанс Интуиции: <var 20 E802 /var>%<var 49 01 /var><var 48 01 /var>)) /var>

source: Check the box to include the effect of Scrutiny in estimates.
ru: Поставьте галочку, чтобы учесть в прогнозе эффект «Scrutiny».

source: Check the box to include the effect of Collector's Intuition in estimates.
ru: Поставьте галочку, чтобы учесть в прогнозе эффект «Collector's Intuition».

source: Chance integrity is unaffected by use of meticulous actions.
ru: Шанс не потерять целостность после осторожных действий.

source: Current Value
ru: Текущая

source: Estimate
ru: Прогноз

source: Maximum
ru: Максимум

source: Estimate Calculations
ru: Настройки расчёта прогноза

source: Collector's Intuition
ru: Интуиция Собирателя

source: Max
ru: Максимум

source: Gather an item with current collectability rating.
ru: Добыть предмет с текущей коллекционностью.

source: Help
ru: Помощь

source: Collectable Help
ru: Помощь по добыче ценностей

source: Collectability
ru: Коллекционность

source: Automatic Aetherial Reduction
ru: Автоматическое эфирное измельчение

source: Increases to <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var> are normal.
ru: Обычная прибавка к <var 48 F201FA /var><var 49 F201FB /var>качеству<var 49 01 /var><var 48 01 /var>.

source: Increases to <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var> are <var 26 E80265 ((.)) 01 /var> times higher than normal.
ru: Прибавка к <var 48 F201FA /var><var 49 F201FB /var>качеству<var 49 01 /var><var 48 01 /var> в <var 26 E80265 ((,)) 01 /var> раза выше, чем обычно.

source: Increases to <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var> are 4 times higher than normal.
ru: Прибавка к <var 48 F201FA /var><var 49 F201FB /var>качеству<var 49 01 /var><var 48 01 /var> в 4 раза выше, чем обычно.

source: Increases to <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var> are halved.
ru: Прибавка к <var 48 F201FA /var><var 49 F201FB /var>качеству<var 49 01 /var><var 48 01 /var> в 2 раза ниже, чем обычно.

source: Increases action success rate by 25%.
ru: Вероятность успеха действий увеличена на 25%.

source: Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50%.
ru: Потеря <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> уменьшена на 50%.

source: Reduces CP cost by 50%.
ru: Затраты ОР уменьшены на 50%.

source: Next status granted by an action will last two additional steps.
ru: Статус от любого следующего действия будет длиться 2 дополнительных шага.

source: Increases to <var 48 F201FA /var><var 49 F201FB /var>progress<var 49 01 /var><var 48 01 /var> are 1.5 times higher than normal.
ru: Прибавка к <var 48 F201FA /var><var 49 F201FB /var>прогрессу<var 49 01 /var><var 48 01 /var> в 1,5 раза выше, чем обычно.

source: Required Collectability
ru: Требуемая коллекционность

source: Quality Required for Synthesis
ru: Качество, необходимое для синтеза

source: Master Recipes
ru: Рецепты мастера

source: Good omen. Guarantees “Good” material condition for the next step.
ru: Хорошая примета. Гарантирует, что на следующем шаге состояние материала станет «Хорошим».

source: Good Omen
ru: Хорошая примета

source: Guarantees “Good” material condition for the next step.
ru: Гарантирует, что на следующем шаге состояние материала станет «Хорошим».

source: Mode
ru: Режим

source: Item
ru: Предмет

source: Sanctuary Rank:
ru: Ранг:

source: Island EXP:
ru: Опыт:

source: （-<var 22 E802 ((,)) /var>/day）
ru: （-<var 22 E802 ((,)) /var>/День）

source: Isleventory
ru: Островной инвентарь

source: Manage Hideaway
ru: Управление убежищем

source: Sanctuary Crafting Log
ru: Островной журнал ремесла

source: Sanctuary Gathering Log
ru: Островной журнал собирательства

source: Manage Minions
ru: Управление миньонами

source: Manage Furnishings
ru: Управление мебелью

source: Guide
ru: Руководство

source: Construction
ru: Строительство

source: Cozy Cabin
ru: Уютная хижина

source: Workshops
ru: Мастерские

source: Granaries
ru: Зернохранилища

source: Landmarks
ru: Достопримечательности

source: Built: <var 20 E802 /var>/<var 20 E803 /var>
ru: Постройка: <var 20 E802 /var>/<var 20 E803 /var>

source: Time Required:
ru: Время:

source: <var 08 E1E80201 ((<var 20 E802 /var>-<var 20 E803 /var> hours)) (( None)) /var>
ru: <var 08 E1E80201 ((<var 20 E802 /var>-<var 20 E803 /var> часов)) (( Ничего)) /var>

source: Materials
ru: Материалы

source: Req.
ru: Требуется

source: Inventory
ru: Инвентарь

source: Construct
ru: Построить

source: Renovate
ru: Обновить

source: Under Construction
ru: На стадии строительства

source: Time of Completion:
ru: Время завершения:

source: Isleventory
ru: Островной инвентарь

source: Materials
ru: Материалы

source: Produce
ru: Продукты

source: Stock Stores
ru: Запасы

source: Tools
ru: Инструменты

source: Sort by Time
ru: По времени

source: Sort by Category
ru: По категориям

source: <var 20 E802 /var> <var 08 E4E80202 ((Hour)) ((Hours)) /var>
ru: <var 20 E802 /var> час<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var>

source: <var 20 E802 /var> <var 08 E4E80202 ((hour)) ((hours)) /var>
ru: <var 20 E802 /var> час<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var>

source: There are items in this agenda already in production. Are you sure you wish to delete it? <var 48 F201FA /var><var 49 F201FB /var>※Materials that have already been used will not be returned.<var 49 01 /var><var 48 01 /var>
ru: Уже находятся в производстве. Вы уверены, что хотите удалить прошлый запрос? <var 48 F201FA /var><var 49 F201FB /var>※Материалы, которые уже были использованы, не возвращаются.<var 49 01 /var><var 48 01 /var>

source: Efficiency Bonus!
ru: Бонус к эффективности!

source: Sanctuary Crafting Log
ru: Островной журнал ремесла

source: Warning: You will not be able to receive all the items. Do you still wish to proceed?
ru: Предупреждение: вы не сможете получить все предметы. Вы всё ещё хотите продолжить?

source: Island EXP
ru: Островной опыт

source: Materials
ru: Материалы

source: Bag
ru: Сумка

source: Select
ru: Выбор

source: Quantity
ru: Количество

source: Inventory
ru: Инвентарь

source: Craft
ru: Создать

source: Sanctuary Gathering Log
ru: Островной журнал собирательства

source: This material has not been gathered yet.
ru: Данный материал ещё не собран.

source: Tool Required:
ru: Требуемый инструмент:

source: Location:
ru: Местонахождение:

source: Cropland Management
ru: Управление пахотными угодьями

source: Plot
ru: Участок

source: Crop
ru: Урожай

source: Water
ru: Полив

source: Growth
ru: Рост

source: Gardener's Log
ru: Журнал садовода

source: Seed
ru: Семена

source: State
ru: Состояние

source: Yield
ru: Урожайность

source: Under Care
ru: Наблюдается

source: Care Halted
ru: Уход остановлен

source: Daily Care Fee:
ru: Оплата за ежедневный уход:

source: Gardening Services
ru: Услуги садоводства

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: <var 20 E803 /var> <var 08 E4E80302 ((<var 31 ((Item)) 04E8020202 /var>)) ((<var 31 ((Item)) 04E8020302 /var>)) /var> will be collected. Proceed? Amount currently held: <var 20 E804 /var>
ru: <var 20 E803 /var> <var 08 E4E80302 ((<var 31 ((Item)) 04E8020202 /var>)) ((<var 31 ((Item)) 04E8020302 /var>)) /var> будет собрана. Приступить? Сумма, удерживаемая на данный момент: <var 20 E804 /var>

source: Warning: You will not be able to receive the entire yield of the <var 31 ((Item)) 04E8020202 /var> crop. Do you still wish to proceed? Amount currently held: <var 20 E804 /var>
ru: Предупреждение: Вы не сможете получить весь урожай с: <var 31 ((Item)) 04E8020202 /var>. Вы все ещё хотите продолжить? Сумма, удерживаемая в настоящее время: <var 20 E804 /var>

source: Foraging Expeditions
ru: Экспедиции сборщиков

source: Expedition Area
ru: Область экспедиции

source: Resources
ru: Ресурсы

source: Rare Resources
ru: Редкие ресурсы
