Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Strengths
ru: Эффективен

source: Special Action:
ru: Суператака:

source: Open Minion Guide.
ru: Открыть гид по миньонам.

source: Sort minions.
ru: Сортировка миньонов.

source: Cost
ru: По цене

source: Type
ru: По типу

source: ID
ru: По номеру

source: HP
ru: По ОЗ

source: ATK
ru: По атаке

source: DEF
ru: По защите

source: Type:
ru: Тип:

source: Points:
ru: Очки:

source: Remove from hotbar
ru: Убрать из хотбара

source: Retrieving data...
ru: Получение данных...

source: Battle List
ru: Список миньонов

source: Cost
ru: Цена

source: Critter
ru: Животное

source: Monster
ru: Монстр

source: Poppet
ru: Марионетка

source: Gadget
ru: Устройство

source: HP
ru: ОЗ

source: ATK
ru: АТК

source: DEF
ru: ЗАЩ

source: SPD
ru: СКР

source: Auto-attack:
ru: Автоатака:

source: Single-target
ru: По одной цели

source: Multi-target
ru: Нескольким целям

source: Enemy
ru: Противник

source: Cost: <var 08 E4E80302 ((???)) ((<var 20 E802 /var>)) /var>
ru: Цена: <var 08 E4E80302 ((???)) ((<var 20 E802 /var>)) /var>

source: RP
ru: ОР

source: Retreat
ru: Выйти из матча

source: <var 48 F201F4 /var><var 49 F201F5 /var>By retreating, you forfeit the match. <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>※If playing versus another PC, retreating will count toward your daily Lord of Verminion withdrawal penalty.<var 49 01 /var><var 48 01 /var> Proceed?
ru: <var 48 F201F4 /var><var 49 F201F5 /var>При выходе из матча вам засчитается поражение. <var 49 01 /var><var 48 01 /var><var 48 F201FA /var><var 49 F201FB /var>※Если вы играете против другого игрока, то этот выход засчитается в ваш штрафной счётчик.<var 49 01 /var><var 48 01 /var> Продолжить?

source: Main Commands
ru: Главное меню

source: Execute Action
ru: Исполнить действие

source: Trigger Trap
ru: Активировать ловушку

source: Withdraw
ru: Отступить

source: Battle List
ru: Список миньонов

source: When locked, UI elements cannot be moved or scaled.
ru: Блокировка/разблокировка элементов интерфейса.

source: Player
ru: Игрок

source: Enemy
ru: Противник

source: Help
ru: Помощь

source: Help
ru: Помощь

source: Close
ru: Закрыть

source: Dominance
ru: Доминирование

source: Dominance
ru: Доминирование

source: Tournament Ranking
ru: Турнирный рейтинг

source: The <var 51 E802 /var> Lord of Verminion Tournament
ru: <var 20 E802 /var>-й Турнир Повелителя Верминьона

source: Rank
ru: Ранг

source: Name
ru: Имя

source: Battles
ru: Бои

source: Victories
ru: Победы

source: Points
ru: Очки

source: Close
ru: Закрыть

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Retrieving data...
ru: Получение данных...

source: Match Opponents
ru: Оппоненты матча

source: Points: <var 20 E802 /var>
ru: Очки: <var 20 E802 /var>

source: Captures: <var 20 E802 /var>
ru: Захваты: <var 20 E802 /var>

source: <var 08 E4E94F64 ((Online ID)) ((Gamertag)) /var>: <var 29 EA02 /var>
ru: <var 08 E4E94F64 ((Сетевой идентификатор)) ((Тег игрока)) /var>: <var 29 EA02 /var>

source: Close
ru: Закрыть

source: Arcana Stone A
ru: Камень Арканы A

source: Arcana Stone B
ru: Камень Арканы B

source: Arcana Stone C
ru: Камень Арканы C

source: Gate A
ru: Врата A

source: Gate B
ru: Врата B

source: Gate C
ru: Врата C

source: You sense nothing.
ru: Здесь ничего нет.

source: You sense something close.
ru: Рядом что-то есть.

source: You sense something very close.
ru: Вы почти попали!

source: You're right on top of it!
ru: В яблочко!

source: You sense nothing.
ru: Здесь ничего нет.

source: You sense something close.
ru: Рядом что-то есть.

source: You sense something very close.
ru: Вы почти попали!

source: You're right on top of it!
ru: В яблочко!

source: Results
ru: Результаты

source: Completion Bonus
ru: Бонус прохождения

source: Cactuar Bonus
ru: Бонусы за кактуары

source: Gilded Cactuar
ru: Золотой кактуар

source: Silver Cactuar
ru: Серебряный кактуар

source: Bronze Cactuar
ru: Бронзовый кактуар

source: Exit
ru: Выход

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Total
ru: Итого

source: Participation Bonus
ru: Бонус участия

source: Quit “<var 29 EA02 /var>”? <var 48 F201FC /var><var 49 F201FD /var>※Your current score will be calculated into your reward.<var 49 01 /var><var 48 01 /var>
ru: Выйти из «<var 29 EA02 /var>»? <var 48 F201FC /var><var 49 F201FD /var>※Ваши текущие очки будут учтены при подсчёте.<var 49 01 /var><var 48 01 /var>

source: Score
ru: Очки

source: Results
ru: Результаты

source: Final Score
ru: Итого очков

source: Gilded Cactuar
ru: Золотой кактуар

source: Silver Cactuar
ru: Серебряный кактуар

source: Bronze Cactuar
ru: Бронзовый кактуар

source: Ruby Bomb
ru: Рубиновая бомба

source: Exit
ru: Выход

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Final Reward
ru: Итоговая награда

source: <var 08 E4E95101 ((: Aim Crosshairs /Jump: <var 29 EA02 /var>)) ((<var 1E 15 /var>: Aim Crosshairs <var 1E 0F /var><var 1E 10 /var>: Decrease Crosshair Speed <var 1E 09 /var><var 1E 0A /var>: <var 29 EA02 /var>)) /var>
ru: <var 08 E4E95101 ((: Управление прицелом /Прыжок: <var 29 EA02 /var>)) ((<var 1E 15 /var>: Двигать прицел <var 1E 0F /var><var 1E 10 /var>: Уменьшить скорость прицела <var 1E 09 /var><var 1E 0A /var>: <var 29 EA02 /var>)) /var>

source: Choose your cards and build a deck.
ru: Выберите свои карты и составьте из них колоду.

source: Card Set 1: Choose one option from the available selections.
ru: Набор карт 1: Выберите что-то одно из доступных вариантов.

source: Card Set 2: Choose one option from the available selections.
ru: Набор карт 2: Выберите что-то одно из доступных вариантов.

source: Card Set 3: Choose one option from the available selections.
ru: Набор карт 3: Выберите что-то одно из доступных вариантов.

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Recommended
ru: Рекомендуемое

source: Confirm
ru: Подтвердить

source: Deck Confirmation
ru: Подтверждение колоды

source: Cards cannot be changed once the match begins. Proceed with this deck?
ru: Карты нельзя будет поменять после начала матча. Продолжить с этой колодой?

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Yes
ru: Да

source: No
ru: Нет

source: Ranking Reward
ru: Награда за место

source: Point Reward
ru: Награда за очки

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Leave
ru: Покинуть

source: Tournament Winnings
ru: Награды за турнир

source: Total: <var 20 E802 /var>/<var 20 E803 /var>
ru: Всего: <var 20 E802 /var>/<var 20 E803 /var>

source: No. <var 20 E802 /var>
ru: №<var 20 E802 /var>

source: Ex. <var 20 E802 /var>
ru: Доп. <var 20 E802 /var>

source: Set display filter.
ru: Поставить фильтр отображения.

source: Display all cards
ru: Показать все карты

source: Display owned cards only
ru: Показать карты, которые у меня есть

source: Display unowned cards only
ru: Показать карты, которых у меня нет

source: No cards match current filter settings.
ru: Нет карт, подходящих текущему фильтру.

source: Triple Triad tutorial.
ru: Обучение Тройному Трио.

source: <var 2B ((<var 28 ((TripleTriadCompetition)) E80201 /var>)) /var> Place in top rankings.
ru: <var 2B ((<var 28 ((TripleTriadCompetition)) E80201 /var>)) /var> Попадите в топ по рейтингу.

source: Random result from purchase: <var 28 ((Item)) E8020A /var>
ru: Случайно выпадает из покупки: <var 28 ((Item)) E8020A /var>

source: Random result from appraisal: <var 28 ((Item)) E8020A /var>
ru: Случайный результат от оценки: <var 28 ((Item)) E8020A /var>

source: <var 2B ((<var 28 ((ContentFinderCondition)) E8022B /var>)) /var> Happy bunny treasure hunt.
ru: <var 2B ((<var 28 ((ContentFinderCondition)) E8022B /var>)) /var> Охота за сокровищами с весёлым кроликом.

source: Final Rankings
ru: Финальные результаты

source: CHAMPION
ru: ЧЕМПИОН

source: <var 08 E3E802 (( 4)) ((<var 09 E802 ((1st)) ((2nd)) ((3rd)) /var>)) ((<var 20 E802 /var>th)) /var>
ru: <var 20 E802 /var>-й

source: Points: <var 20 E802 /var>
ru: Очки: <var 20 E802 /var>

source: Captures: <var 20 E802 /var>
ru: Захваты: <var 20 E802 /var>

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Next
ru: Далее

source: View deck.
ru: Посмотреть на колоду.

source: View character details.
ru: Посмотреть детали персонажа.

source: <var 29 EA02 /var>'s Deck
ru: Колода <var 29 EA02 /var>

source: Close
ru: Закрыть

source: Rematch
ru: Реванш

source: Rematches Remaining: <var 20 E802 /var>
ru: Осталось реваншей: <var 20 E802 /var>

source: Rematch Unavailable
ru: Реванш недоступен

source: Confirming Rematch: <var 20 E802 /var>/<var 20 E803 /var>
ru: Согласны на реванш: <var 20 E802 /var>/<var 20 E803 /var>

source: Yes
ru: Да

source: No
ru: Нет

source: Acquisition
ru: Получение

source: Round <var 20 E802 /var> Results
ru: Результаты <var 20 E802 /var>-го раунда

source: Rank
ru: Ранг

source: Player Name
ru: Имя игрока

source: Points
ru: Очки

source: Captures
ru: Захваты

source: <var 08 E3E802 (( 4)) ((<var 09 E802 ((1st)) ((2nd)) ((3rd)) /var>)) ((<var 20 E802 /var>th)) /var>
ru: <var 20 E802 /var>-й

source: Round <var 20 E802 /var> Match Lineup
ru: Раунд <var 20 E802 /var>

source: Opponents have been paired up for the next round. Please wait while participants make their preparations.
ru: Оппоненты разделены на пары для следующего раунда. Пожалуйста, подождите, когда участники закончат подготовку.

source: Table 1
ru: Стол 1

source: Table 2
ru: Стол 2

source: Table 3
ru: Стол 3

source: Table 4
ru: Стол 4

source: Points: <var 20 E802 /var>
ru: Очки: <var 20 E802 /var>

source: Captures: <var 20 E802 /var>
ru: Захватов: <var 20 E802 /var>

source: Waiting
ru: В ожидании

source: Building deck
ru: Составляет колоду

source: Offline
ru: Не в сети

source: WIN
ru: ПОБЕДА

source: LOSE
ru: ПОРАЖЕНИЕ

source: DRAW
ru: НИЧЬЯ

source: Match in progress: Turn <var 20 E802 /var>
ru: Матч в процессе: <var 20 E802 /var>-й ход

source: View character data.
ru: Посмотреть информацию о персонаже.

source: Ready to begin match?
ru: Вы готовы начать матч?

source: Your opponent was offline. You have won this round by default.
ru: Ваш оппонент был не в сети. Вы автоматически выиграли этот раунд.

source: Matches still in progress. Please wait.
ru: Матчи ещё не окончены. Пожалуйста, подождите.

source: Tournament Rules
ru: Правила турнира

source: Please set the tournament rules.
ru: Пожалуйста, установите правила турнира.

source: Confirm
ru: Подтвердить

source: All participants are ready to play. The match will commence shortly.
ru: Все участники готовы к игре. Матч скоро начнётся.

source: Opponents have been paired up for the next round. The match will commence shortly.
ru: Оппоненты разделены на пары для следующего раунда. Матч скоро начнётся.

source: All matches for this round have ended. Now tallying results.
ru: Все матчи этого раунда окончены. Идёт подсчёт результатов.

source: Deck data unavailable
ru: Данные о колоде недоступны

source: Deck Building
ru: Составление колоды

source: Round <var 20 E802 /var>
ru: Раунд <var 20 E802 /var>

source: Points <var 08 E0E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var> Captures <var 08 E0E80301 ((+<var 20 E803 /var>)) ((<var 20 E803 /var>)) /var>
ru: Очки <var 08 E0E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var> Захваты <var 08 E0E80301 ((+<var 20 E803 /var>)) ((<var 20 E803 /var>)) /var>

source: OK
ru: ОК

source: Prize
ru: Приз

source: Mini Cactpot
ru: Мини-горшок

source: Jumbo Cactpot
ru: Гига-горшок

source: Cliffhanger
ru: Скалолаз

source: Any Way the Wind Blows
ru: Вся земля проветрена

source: Monster Toss
ru: Метание монстра

source: Cuff-a-Cur
ru: Гильгагруша

source: Crystal Tower Striker
ru: Кристальный силомер

source: The Moogle's Paw
ru: Лапки мугла

source: Triple Triad
ru: Тройное Трио

source: Lord of Verminion
ru: Повелитель Верминьона

source: The Finer Miner
ru: Лучший шахтёр Эорзии

source: Out on a Limb
ru: Поход на риск

source: Fashion Report
ru: Модный приговор

source: The Slice Is Right
ru: Под нужным углом

source: Open Duty Finder settings.
ru: Открыть настройки Поиска миссий.

source: Duty Finder Settings
ru: Настройки Поиска миссий

source: Close window and discard all changes without saving?
ru: Закрыть окно и отменить все изменения без сохранения?

source: Requirements
ru: Требования

source: Loot Rules
ru: Правило добычи

source: Set special participation requirements.
ru: Установите особые условия участия.

source: Unrestricted Party
ru: Группа без ограничений

source: Participate in duties without meeting the minimum party member requirements. <var 48 F201FA /var><var 49 F201FB /var>※Level sync and item level sync are disabled and role requirements are ignored. ※Defeating enemies will yield no EXP or items. ※Equipment will not gain spiritbond. ※Certain duties will apply special enhancements to players. ※Only certain duties allow unrestricted parties. ※Only the party leader's settings are applicable. ※Vote abandon may be used at any time.<var 49 01 /var><var 48 01 /var>
ru: Участвуйте в миссиях без выполнения условия минимального размера группы. <var 48 F201FA /var><var 49 F201FB /var>※Синхронизация уровня игрока(ов) и снаряжения отключена, требования к ролям игнорируются. ※Победа над врагами не будет давать ни опыт, ни предметы. ※Снаряжение не будет проходить материзацию. ※Некоторые миссии будут накладывать на игроков особое усиление. ※Только в некоторых миссиях разрешено участие с условием «Группа без ограничений». ※Применяются только настройки лидера группы. ※В любое время можно проголосовать за уход из миссии.<var 49 01 /var><var 48 01 /var>

source: Minimum IL
ru: Минимальный уровень снаряжения

source: Item level sync all gear to the duty's minimum requirement. <var 48 F201FA /var><var 49 F201FB /var>※When using an unrestricted party, player and item levels will be synced. ※When using an unrestricted party, gear will still gain spiritbond. ※When using an unrestricted party, enemies will still yield EXP and items. ※Can only be selected when using a preformed party meeting party size requirements or an unrestricted party. ※Only the party leader's settings are applicable.<var 49 01 /var><var 48 01 /var>
ru: Синхронизация уровня всего снаряжения до минимальных требований миссии. <var 48 F201FA /var><var 49 F201FB /var>※При включении условия «Группа без ограничений» уровни игроков и снаряжения будут понижены. ※При включении условия «Группа без ограничений» снаряжение будет проходить материзацию. ※При включении условия «Группа без ограничений» враги всё равно будут давать опыт и предметы. ※Можно выбрать только для заранее сформированных групп, подходящие под требование к размеру группы интересующей миссии, или для групп с включённым условием «Группа без ограничений». ※Применяются только настройки лидера группы.<var 49 01 /var><var 48 01 /var>

source: Confirm
ru: Подтвердить

source: Unrestricted Parties Allowed
ru: Группы без ограничений разрешены.

source: Unrestricted Parties Not Allowed
ru: Группы без ограничений запрещены.

source: Normal
ru: Обычное

source: Greed Only
ru: Только «Хочу»

source: Lootmaster
ru: Лутмастер

source: Loot Rule: Normal
ru: Правило добычи: Обычное

source: Loot Rule: Greed Only
ru: Правило добычи: Только «Хочу»

source: Loot Rule: Lootmaster
ru: Правило добычи: Лутмастер

source: Minimum IL Unavailable
ru: Минимальный уровень снаряжения недоступен.

source: Additional Loot Rules Unavailable
ru: Дополнительные правила добычи недоступны.

source: Only available when using a preformed party meeting party size requirements or an unrestricted party.
ru: Доступно только в заранее сформированной группе, удовлетворяющей условию размера группы, либо с использованием опции «Группа без ограничений».

source: Update Party Recruiting Numbers
ru: Обновить число нанимающих групп

source: Recruit Members
ru: Нанять игроков

source: View Parties That Meet Conditions
ru: Посмотреть на подходящие группы

source: Other Parties Recruiting
ru: Набирается групп

source: Waiting for a match...
ru: Ожидание подбора...

source: Role Waiting List
ru: Номер в очереди ожидания вашей роли

source: #<var 20 E802 /var>
ru: <var 20 E802 /var>-й

source: After #50
ru: Более 50-го

source: Retrieving information...
ru: Получение информации...

source: Consumable Items Not Allowed
ru: Используемые предметы не разрешены.

source: Meal Benefits Disabled
ru: Бонусы еды отключены.

source: Rated
ru: Рейтинг

source: Rated Match
ru: Матч на рейтинг.

source: Duty Information
ru: Информация о миссии

source: <var 08 E1E80201 ((Japanese )) (()) /var><var 08 E1E80301 ((English )) (()) /var><var 08 E1E80401 ((German )) (()) /var><var 08 E1E80501 ((French)) (()) /var>
ru: <var 08 E1E80201 ((Японский )) (()) /var><var 08 E1E80301 ((Английский )) (()) /var><var 08 E1E80401 ((Немецкий )) (()) /var><var 08 E1E80501 ((Французский)) (()) /var>

source: Duty Menu
ru: Меню миссии

source: Functions
ru: Функции

source: Settings
ru: Настройки

source: Leave current duty. <var 48 F201FA /var><var 49 F201FB /var>※A Duty Finder penalty will be incurred in the following cases: You are first to leave a matched party before duty is complete. You are first to leave a preformed party in less than 10 minutes. <var 49 01 /var><var 48 01 /var>
ru: Покинуть текущую миссию. <var 48 F201FA /var><var 49 F201FB /var>※Будет получен штраф в Поиске миссий в следующих случаях: Вы первые, кто покидает миссию перед её завершением. В течение 10 минут вы первые, кто покидает сформированную группу. <var 49 01 /var><var 48 01 /var>

source: Initiate a vote to abandon current duty. <var 48 F201FA /var><var 49 F201FB /var>※Parties must wait 15 minutes from duty commencement before voting.<var 49 01 /var><var 48 01 /var>
ru: Начать голосование за уход из текущей миссии. <var 48 F201FA /var><var 49 F201FB /var>※Группы обязаны подождать 15 минут с начала миссии перед тем, как голосовать. <var 49 01 /var><var 48 01 /var>

source: Add Members
ru: Добавить игроков

source: Search for new party members in the event party composition falls below the minimum size.
ru: Искать новых игроков в случае, если группа оказалась меньше минимального размера.

source: Confirm duty requirements and rewards.
ru: Посмотреть требования и награды миссии.

source: Details
ru: Детали

source: Close
ru: Закрыть

source: Duty Finder Settings
ru: Настройки Поиска миссий

source: Options set in Duty Finder settings. <var 48 F201FA /var><var 49 F201FB /var>※Only settings for current duty are available for review.<var 49 01 /var><var 48 01 /var>
ru: Опции, установленные в настройках Поиска миссий. <var 48 F201FA /var><var 49 F201FB /var>※Можно посмотреть только настройки текущей миссии.<var 49 01 /var><var 48 01 /var>

source: Matching Requirements
ru: Требования для поиска

source: Duty Complete
ru: Миссия пройдена

source: Duty Incomplete
ru: Миссия не пройдена

source: Option only available after completing duty.
ru: Эта опция доступна после прохождения миссии.

source: Purpose
ru: Цель

source: Duty Completion
ru: Прохождение миссии

source: Practice
ru: Практика

source: First Phase
ru: Первая фаза

source: Middle Phase
ru: Середина

source: Final Phase
ru: Последняя фаза

source: ※Option only available if weekly reward is unclaimed.
ru: ※Опция доступна, только если не была получена еженедельная награда.

source: ※Phase selection does not entail the skipping of phases.
ru: ※Выбор фазы не подразумевает пропуск предыдущих фаз.

source: <var 48 F201FA /var><var 49 F201FB /var>※The “Duty Complete” option is only available for previously completed duties. <var 08 E4E80201 ((※The “Duty Completion” option is only available if the weekly reward has yet to be obtained. )) (()) /var>※Practice phase selection does not entail the actual skipping of phases.<var 49 01 /var><var 48 01 /var> <var 08 E4E80201 ((<var 48 F201FC /var><var 49 F201FD /var>※If the registration period overlaps with the weekly reset, registration will be canceled. ※If 1 to 4 members have already received the weekly reward, or if a member logs out or disconnects, the number of rewards will be reduced. No coffers will appear if 5 or more members have received the reward.<var 49 01 /var><var 48 01 /var>)) (()) /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>※Опция «Миссия пройдена» доступна только для тех миссий, которые уже пройдены. <var 08 E4E80201 ((※Опция «Прохождение миссии» доступна только для тех миссий, в которых еженедельная награда ещё не получена. )) (()) /var>※Выбор фазы для практики не подразумевает пропуск боя до выбранной фазы.<var 49 01 /var><var 48 01 /var> <var 08 E4E80201 ((<var 48 F201FC /var><var 49 F201FD /var>※Если время регистрации пересечёт недельный сброс, то регистрация будет отменена. ※Если от 1 до 4 игроков уже получили еженедельную награду или если один из игроков покинет бой или потеряет подключение, то количество наград будет уменьшено. Если 5 и более игроков уже получили еженедельную награду, то ни один сундук не появится.<var 49 01 /var><var 48 01 /var>)) (()) /var>

source: Unselect
ru: Отменить выбор

source: Join
ru: Присоединиться

source: One Player per Job
ru: Один игрок на профессию.

source: The duty selected is beyond your current story progression. The preceding duty will be skipped and <var 48 F201FE /var><var 49 F201FF /var>its weekly reward lost<var 49 01 /var><var 48 01 /var>. Proceed?
ru: Выбранная миссия превышает ваш текущий прогресс. Предыдущие миссии буду пропущены, а <var 48 F201FE /var><var 49 F201FF /var>их еженедельные награды нельзя будет получить<var 49 01 /var><var 48 01 /var>. Продолжить?

source: Practice Phase Selection
ru: Выбор фазы для практики

source: Progress (See Raid Finder for Details)
ru: Прогресс (См. детали в Поиске рейдов)

source: Display Raid Finder help.
ru: Открыть помощь Поиска рейдов.

source: Loot Rule: Normal
ru: Правило добычи: Обычное

source: Loot Rule: Greed Only
ru: Правило добычи: Только «Хочу»

source: Loot Rule: Lootmaster
ru: Правило добычи: Лутмастер

source: By passing on <var 08 E2E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((the <var 20 E803 /var> <var 31 ((Item)) 04E8020202 /var>)) /var>, you will no longer have the option to select Need or Greed. Proceed?
ru: Если проголосовать «Пас» за <var 08 E2E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E8020202 /var>)) /var>, у вас больше не будет возможность выбрать «Нужно» или «Хочу». Продолжить?
