Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Power Generator <var 09 E802 ((Claimed by Falcons)) ((Claimed by Ravens)) ((Unclaimed)) /var>
ru: Электрогенератор <var 09 E802 ((Захвачен Соколами)) ((Захвачен Воронами)) ((Не захвачен)) /var>

source: The goblin mercenary <var 09 E802 ((is idle.)) ((is engaged in battle.)) ((is awaiting deployment (<var 20 E803 /var>:<var 24 E804 /var>).)) /var>
ru: Гоблин-наемник <var 09 E802 ((бездействует.)) (( участвует в сражении.)) (( в ожидании отправки (<var 20 E803 /var>:<var 24 E804 /var>).)) /var>

source: The station is <var 09 E802 ((under Falcon control)) ((under Raven control)) ((unclaimed)) ((readying an engine for departure (<var 20 E803 /var>:<var 24 E804 /var>))) /var>.
ru: Станция <var 09 E802 ((под управлением Сокола)) ((под управлением Ворона)) ((не занята)) ((готовит локомотив к выезду (<var 20 E803 /var>:<var 24 E804 /var>))) /var>.

source: Allied with the Ravens
ru: Союзник Воронов

source: Select machina to mount. ※Only one member per party may mount machina.
ru: Выберите машину для использования. ※Только один член группы может использовать машину.

source: Remaining Uses: <var 20 E802 /var>
ru: Остаточное использование: <var 20 E802 /var>

source: ※Uses shared across alliance.
ru: ※Используется совместно с альянсом.

source: Mount
ru: Седлать

source: A gobtank has emerged near the core. Soaring effect is increased for all team members.
ru: Около ядра появился гобтанк. Эффект Парения увеличивается для всех членов команды.

source: Ceruleum and Soaring effects are increased for all team members.
ru: Эффекты Церулема и Парения усиливаются для всех членов команды.

source: Limit gauge and Soaring effects are increased for all team members.
ru: Эффекты шкалы Запредельной Способности и Парения увеличиваются для всех членов команды.

source: Unable to mount machina.
ru: Невозможно установить машину.

source: Another party member has already mounted.
ru: Другой член группы уже оседлал машину.

source: Ceruleum is depleted.
ru: Церулеум истощён.

source: Mount limit reached.
ru: Достигнут предел вызова машин.

source: No uses remaining.
ru: Остается без использования.

source: <var 08 E4E80201 ((No machina may be deployed at this time.)) ((<var 08 E4E80202 ((Only one machina may be deployed at this time.)) ((Up to <var 20 E802 /var> machina may be deployed simultaneously.)) /var>)) /var><var 09 E803 (()) (( This number will increase upon losing towers.)) /var>
ru: <var 08 E4E80201 ((В настоящее время нельзя управлять никакими машинами.)) ((<var 08 E4E80202 ((В данный момент может быть задействована только одна машина.)) ((Одновременно может быть задействовано до <var 20 E802 /var> машин.)) /var>)) /var><var 09 E803 (()) (( Это число будет увеличиваться при потере башен.)) /var>

source: Rival Wings
ru: Крылья соперничества

source: Total Matches:
ru: Всего матчей:

source: Total Victories:
ru: Всего побед:

source: Weekly Matches:
ru: Еженедельных матчей:

source: Weekly Victories:
ru: Еженедельных побед:

source: Allied with the Falcons
ru: Союз с Соколами

source: Enemy engaged in the <var 08 E4E80201 ((north)) ((south)) /var>!
ru: Вражеские силы на <var 08 E4E80201 ((севере)) ((юге)) /var>!

source: Gambler's Lure
ru: Пан или пропал

source: Treasure Claimed
ru: Получено сокровищ

source: Reward (Attempt #<var 20 E802 /var>)
ru: Награда (Попытка №<var 20 E802 /var>)

source: Try Luck
ru: Ещё раз

source: Open Chest
ru: Открыть сундук

source: Close
ru: Закрыть

source: Gambler's Lure
ru: Пан или пропал

source: Display Help
ru: Показать помощь

source: Help
ru: Помощь

source: This treasure coffer has been marked by the Gambler's Lure! Should you wish to try your luck, two cards will appear─one hidden, one revealed─with a possible value of one to nine. You must then guess whether the value of the hidden card is higher or lower than that of the other. ・If you guess correctly, the quantity of items you may claim will increase. ・You may elect to try your luck again following a correct guess, up to a maximum of five times. ・If you guess incorrectly at any point, the coffer will vanish, and you will lose all treasure. ・If the number is the same, the quantity of items you may claim will remain unchanged, and you will have to try your luck again. This will not count against the five-time maximum. ・To claim the treasure within, you need only resist the Gambler's Lure and open the chest...
ru: Этот сундук с сокровищами дал вам доступ к мини-игре «Пан или пропал»! Если вы захотите испытать удачу, появятся две карты: одна скрытая, другая раскрытая. Их значение может разниться от 1 до 9. Вам потребуется угадать, выше значение скрытой карты или ниже. ・Если вы угадаете правильно, количество получаемых предметов будет увеличено. ・После правильной попытки вы можете ещё раз повторить до 5 раз. ・Если вы в любой момент неправильно угадаете, сундук исчезнет и вы потеряете всю добычу. ・Если число окажется таким же, то количество предметов не изменится и вам нужно будет попробовать ещё раз. Эта попытка не будет засчитана. ・Чтобы получить сокровища, вам нужно просто не поддаться азарту и открыть сундук...

source: Currency Exchange
ru: Обмен валюты

source: Trade
ru: Отдать

source: Receive
ru: Получить

source: Qty/Max
ru: Кол-во / Макс.

source: Exchange
ru: Обменять

source: Cancel
ru: Отмена

source: Rewards
ru: Награды

source: Available Items
ru: Доступные предметы

source: Show only recently added items.
ru: Показать только новые предметы

source: Available
ru: Доступно

source: Owned
ru: В наличии

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Required <var 09 E802 ((Achievement)) ((Quest)) ((???)) (()) /var>: <var 48 F201FA /var><var 49 F201FB /var><var 29 EA03 /var><var 49 01 /var><var 48 01 /var> <var 29 EA04 /var>
ru: <var 09 E802 ((Требуемое достижение)) ((Требуемое задание)) ((Требуется ???)) ((Требуется)) /var>: <var 48 F201FA /var><var 49 F201FB /var><var 29 EA03 /var><var 49 01 /var><var 48 01 /var> <var 29 EA04 /var>

source: Claim <var 08 E4E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var>?
ru: Получить <var 08 E4E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var>?

source: Inventory/Armoury Chest
ru: Инвентарь/Оружейный сундук

source: Glamour Dresser
ru: Комод гламура

source: Armoire
ru: Шкаф снаряжения

source: Glamour prisms are not required when applying glamours from a glamour dresser.
ru: При зачаровании гламура из комода гламура призмы гламура не требуются.

source: Glamour prisms are not required when applying glamours from an armoire.
ru: При зачаровании гламура из оружейного шкафа призмы гламура не требуются.

source: Open Inventory
ru: Открыть инвентарь

source: Open Glamour Dresser
ru: Открыть комод гламура

source: Open Armoire
ru: Открыть шкаф снаряжения

source: Dye
ru: Покрасить

source: Remove Dye
ru: Убрать краску

source: Dispel
ru: Рассеять чары

source: Apply Dye
ru: Покрасить

source: Alarm
ru: Будильники

source: Alarm Editor
ru: Редактор будильников

source: Add Alarm
ru: Добавить будильник

source: Name
ru: Название

source: Clock Type
ru: Используемое время

source:  Local Time
ru:  Локальное время

source:  Server Time
ru:  Серверное время

source:  Eorzea Time
ru:  Время Эорзии

source: Repeat
ru: Повтор

source: Off
ru: Отключён

source: Hourly (Earth Time)
ru: Каждый час (по реальному времени)

source: Daily (Eorzea Time)
ru: Каждый день (по времени Эорзии)

source: Time
ru: Время

source: Hours (<var 20 E802 /var>-<var 20 E803 /var>)
ru: Часы (<var 20 E802 /var>-<var 20 E803 /var>)

source: Minutes (0-59)
ru: Минуты (0–59)

source: Reminder (Minutes)
ru: Напомнить за (минуты)

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Copy Text Command
ru: Скопировать команду

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: No alarms are set.
ru: Нет установленных будильников.

source: Alarm
ru: Будильник

source: Delete All
ru: Удалить все

source: Delete all saved alarms?
ru: Удалить все сохранённые будильники?

source: Alliance Information
ru: Информация об альянсе

source: You have already acquired the action granted by this item. Proceed?
ru: У вас уже есть то, что можно получить от этого предмета. Продолжить?

source: You cannot currently equip this item. Proceed with the transaction?
ru: Вы не можете на данный момент экипировать этот предмет. Всё равно продолжить?

source: You will never be able to equip this item. Proceed with the transaction?
ru: Вы никогда не сможете экипировать этот предмет. Всё равно продолжить?

source: Purchase despite being unable to equip.
ru: Всё равно купить.

source: Cancel.
ru: Отмена.

source: You already possess that item. Claim another?
ru: У вас уже есть этот предмет. Всё равно взять?

source: Your character cannot equip that item. Claim anyway?
ru: Ваш персонаж не может экипировать этот предмет. Всё равно взять?

source: Your character cannot currently equip that item. Claim anyway?
ru: Ваш персонаж сейчас не может экипировать этот предмет. Всё равно взять?

source: Claim anyway.
ru: Всё равно взять.

source: Your fisher level is not high enough to use this bait. Proceed with the transaction?
ru: Ваш уровень рыбачества недостаточен для использования этой приманки. Всё равно купить?

source: Proceed
ru: Продолжить

source: Purchase
ru: Купить

source: Purchase <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> for <var 22 E804 ((,)) /var> gil<var 08 E1E80501 (( (<var 22 E805 ((,)) /var> fee included))) (()) /var>?
ru: Купить <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> за <var 22 E804 (( )) /var> гил<var 08 E2E80401 ((ов)) ((<var 08 E2E80402 (()) ((<var 08 E2E80405 ((а)) ((ов)) /var>)) /var>)) /var><var 08 E1E80501 (( (включён налог в <var 22 E805 (( )) /var>))) (()) /var>?

source: Proceed with trade.
ru: Продолжить обмен.

source: Your fisher level is not high enough to use this bait. Accept anyway?
ru: Ваш уровень рыбачества недостаточен для использования этой приманки. Всё равно принять?

source: Accept
ru: Принять

source: Fashion Report
ru: Модный приговор

source: Main Hand
ru: Оружие главной руки

source: Head
ru: Голова

source: Body
ru: Тело

source: Hands
ru: Руки

source: Legs
ru: Ноги

source: Feet
ru: Обувь

source: Ears
ru: Уши

source: Neck
ru: Шея

source: Wrists
ru: Запястья

source: Right Ring
ru: Правое кольцо

source: Left Ring
ru: Левое кольцо

source: Close
ru: Закрыть

source: Remaining: <var 20 E802 /var>
ru: Осталось попыток: <var 20 E802 /var>

source: High Score: <var 20 E802 /var>
ru: Рекорд: <var 20 E802 /var>

source: Hide/display main and off hand weapons when sheathed.
ru: Прятать/показывать главное и побочное оружия, когда они убраны.

source: Hide/display headgear.
ru: Прятать/показывать головной убор.

source: Manually adjust visor (select gear only).
ru: Поднять/опустить забрало (только для некоторых головных уборов).

source: Draw/sheathe weapon.
ru: Достать/убрать оружие.

source: <var 08 E1E94C01 ((Toggle character display mode on/off (controller only))) ((Toggle character display mode on/off (gamepad only))) /var>.
ru: Вкл./выкл. управление камерой в предпросмотре (для <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>).

source: Reset stance.
ru: Сбросить камеру.

source: Refinement: <var 08 E1E80401 ((<var 20 E802 /var>/<var 20 E803 /var>)) ((<var 20 E803 /var>（Sword：<var 20 E805 /var>/<var 20 E806 /var> Shield：<var 20 E807 /var>/<var 20 E808 /var>）)) /var>
ru: Улучшение: <var 08 E1E80401 ((<var 20 E802 /var>/<var 20 E803 /var>)) ((<var 20 E803 /var>（Меч：<var 20 E805 /var>/<var 20 E806 /var> Щит：<var 20 E807 /var>/<var 20 E808 /var>）)) /var>

source: Allocate
ru: Распределить

source: Refine weapon with current attributes?
ru: Улучшить оружие с выбранными атрибутами?

source: Discard current allocations?
ru: Отменить текущее распределение атрибутов?

source: Refine weapon with reallocated attributes?
ru: Улучшить оружие с выбранными переопределёнными атрибутами?

source: Donation Basket
ru: Корзинка пожертвований

source: Rate
ru: Ставка

source: Item
ru: Предмет

source: Gratuity
ru: Гилов за штуку

source: Total
ru: Всего

source: Grand Total
ru: Итого

source: Weekly Budget:
ru: Недельный бюджет:

source: Donate
ru: Пожертвовать

source: This item has materia attached. Are you certain you wish to donate it?
ru: В этот предмет вставлена материя. Вы точно хотите пожертвовать его?

source: Your spiritbond with this item is 100%. Are you certain you wish to donate it?
ru: Уровень материзации предмета — 100%. Вы точно хотите пожертвовать его?

source: This item is unique and untradable. Are you certain you wish to donate it?
ru: Этот предмет уникальный и личный. Вы точно хотите пожертвовать его?

source: Rescind Donation
ru: Отменить пожертвование

source: A record of the last 100 items donated will be kept until you leave the area or log out.
ru: Здесь будут указаны последние 100 предметов, которые вы пожертвовали.

source: There are no items to buy back.
ru: Нет предметов для выкупа.

source: Reclaim <var 31 ((Item)) 03E8020302 /var>? <var 48 F201FA /var><var 49 F201FB /var>※Gratuity price has been updated to include a small transaction fee. ※Reclaimed items will no longer contribute to the enclave's reconstruction. ※Reclaiming donations will not increase or otherwise affect the weekly budget.<var 48 F201FA /var><var 49 F201FB /var>
ru: Вернуть себе <var 31 ((Item)) 03E8020302 /var>? <var 48 F201FA /var><var 49 F201FB /var>※Вознаграждение будет обновлено, отражая небольшую плату за транзакцию. ※Возвращенные предметы больше не будут влиять на реконструкцию анклава. ※Возвращенные пожертвования не увеличат или как-либо повлияют на недельный бюджет.<var 48 F201FA /var><var 49 F201FB /var>

source: Donate the items for a gratuity of <var 22 E802 ((,)) /var>?
ru: Пожертвовать предметы взамен на <var 22 E802 (( )) /var>?

source: <var 48 F201FC /var><var 49 F201FD /var>The weekly budget is exceeded by <var 22 E803 ((,)) /var>.<var 49 01 /var><var 48 01 /var> Donate the items for a gratuity of <var 22 E802 ((,)) /var>?
ru: <var 48 F201FC /var><var 49 F201FD /var>Недельный бюджет превышен на <var 22 E803 (( )) /var>.<var 49 01 /var><var 48 01 /var> Пожертвовать предметы взамен на <var 22 E802 (( )) /var>?

source: You already possess another <var 31 ((Item)) 04E8020202 /var>. Reclaim <var 08 E4E80302 ((it)) ((them)) /var> anyway? <var 48 F201FA /var><var 49 F201FB /var>※Gratuity price has been updated to include a small transaction fee. ※Reclaimed items will no longer contribute to the enclave's reconstruction. ※Reclaiming donations will not increase or otherwise affect the weekly budget.<var 48 F201FA /var><var 49 F201FB /var>
ru: У вас уже есть <var 31 ((Item)) 04E8020202 /var>. Всё равно вернуть себе этот предмет? <var 48 F201FA /var><var 49 F201FB /var>※Вознаграждение будет обновлено, отражая небольшую плату за транзакцию. ※Возвращенные предметы больше не будут влиять на реконструкцию анклава. ※Возвращенные пожертвования не увеличат или как-либо повлияют на недельный бюджет.<var 48 F201FA /var><var 49 F201FB /var>

source: Donate
ru: Пожертвовать

source: Donate
ru: Пожертвовать

source: Select item to donate.
ru: Выберите предмет для пожертвования.

source: Confirm
ru: Подтвердить

source: Elemental Level
ru: Элемент. уровень

source: Elemental EXP
ru: Элементальный опыт

source: Elements
ru: Элементы

source: Confirm
ru: Подтвердить

source: Remove All
ru: Убрать все

source: Magicite
ru: Магицит

source: Elemental Experience Points
ru: Очки элементального опыта

source: Treasure Acquisition
ru: Получено сокровище

source: Adventurer List
ru: Приключенцы

source: Refresh adventurer list results.
ru: Обновить список приключенцев.

source: Home World
ru: Дом. мир

source: <var 48 F201FA /var><var 49 F201FB /var>Unable to retrieve data.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Не удалось получить данные.<var 49 01 /var><var 48 01 /var>

source: Time Remaining
ru: Оставшееся время

source: <var 08 E3E80202 ((Less than 1m)) ((<var 20 E802 /var>m)) /var>
ru: <var 08 E3E80202 ((Меньше 1 мин.)) ((<var 20 E802 /var> мин.)) /var>

source: Expedition Time Remaining: <var 08 E3E80202 ((Less than 1m)) ((<var 20 E802 /var>m)) /var>
ru: Оставшееся время экспедиции: <var 08 E3E80202 ((Меньше 1 мин.)) ((<var 20 E802 /var> мин.)) /var>

source: Party Seeker On
ru: Поставить «В поиске группы»

source: Party Seeker Off
ru: Убрать «В поиске группы»

source: <var 08 E4E95102 ((<var 1E 0B /var>)) (()) /var> Spin Counterclockwise <var 08 E4E95102 ((<var 1E 09 /var>)) (()) /var> Spin Clockwise
ru: <var 08 E4E95102 ((<var 1E 0B /var>)) (()) /var> Прокрутить против часовой <var 08 E4E95102 ((<var 1E 09 /var>)) (()) /var> По часовой

source: Elemental EXP can only be earned in applicable areas.
ru: Элементальный опыт зарабатывается только в Эврике.

source: Expedition Length
ru: По времени экспедиции

source: Elemental Level
ru: По элементальному уровню

source: Looking for Parties
ru: В поиске группы

source: Required Job
ru: Требуемая профессия

source: Logograms
ru: Логограмы

source: All
ru: Все

source: You do not possess any logograms.
ru: У вас нет логограмм.

source: You do not possess this type of logogram.
ru: У вас нет этого типа логограмм.

source: Logogram (<var 29 EA02 /var>)
ru: Логограмм (<var 29 EA02 /var>)

source: Logos Manipulator
ru: Манипулятор логограмами

source: Astral Array
ru: Астральный массив

source: Umbral Array
ru: Умбральный массив

source: Success Rate
ru: Вероятность успеха

source: Extract Mneme
ru: Извлечь мнем

source: <var 08 E1E80202 ((Mnemes)) ((Mneme)) /var> extracted. Activate a logos action to convert <var 08 E1E80202 ((the two mnemes)) ((the mneme)) /var> into a duty action.
ru: <var 08 E1E80202 ((Мнемы извлечены)) ((Мнем извлечён)) /var>. Чтобы преобразовать <var 08 E1E80202 ((оба мнема)) ((мнем)) /var> в действие миссии, нужно активировать соответствующее действие лого.

source: <var 48 F201FC /var><var 49 F201FD /var>Your magia board cannot accommodate any more logos actions. To use a newly extracted mneme, you must first replace an existing action.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>В вашу доску магии больше не вмещаются дополнительные действия лого. Чтобы использовать новый мнем, вам нужно заменить существующее действие на него.<var 49 01 /var><var 48 01 /var>

source: OK
ru: ОК

source: Replace
ru: Заменить

source: Destroy
ru: Уничтожить

source: Replace “<var 28 ((Action)) E80201 /var>”<var 08 E1E80301 (( and “<var 28 ((Action)) E80301 /var>”)) (()) /var> with the recently acquired mneme, transforming it into a new logos action?
ru: Заменить «<var 28 ((Action)) E80201 /var>»<var 08 E1E80301 (( и «<var 28 ((Action)) E80301 /var>»)) (()) /var> на недавно полученный мнем, преобразовав его в новое действие лого?

source: Are you certain you wish to delete the mneme?
ru: Вы уверен, что вы хотите удалить этот мнем?

source: Set in Astral Array
ru: Установить в Астральный массив

source: Set in Umbral Array
ru: Установить в Умбральный массив

source: Remove Logogram
ru: Убрать логограмм

source: Swap Arrays
ru: Поменять массивы местами

source: Destroy
ru: Уничтожить

source: Swap Actions
ru: Поменять действия

source: Logos Actions
ru: Действия лого

source: Logos Action Log
ru: Архив действий лого

source: Actions
ru: Действия

source: Collected
ru: Собрано

source: New!
ru: Новое!

source: Select a logogram.
ru: Выберите логограмму.

source: Both arrays extracted the same mneme. Mnemes combined.
ru: Из обоих массивов извлечён один и тот же мнем. Мнемы были объединены.

source: Eureka Gear Enhancement
ru: Улучшения снаряжения Эврики

source: Apply Mneme
ru: Применить мнем

source: Cancel
ru: Отмена

source: Proceed?
ru: Продолжить?

source: <var 08 E4E95102 (( <var 1E 0C /var> Logos Action)) (()) /var>
ru: <var 08 E4E95102 (( <var 1E 0C /var> Действия лого)) (()) /var>

source: Before
ru: До

source: After
ru: После

source: Parameters Extracted
ru: Извлечённые параметры

source: Final Adjustment
ru: Сделать поправку

source: Replace the following logos action<var 08 E1E80301 ((s)) (()) /var>? "<var 28 ((Action)) E80201 /var>"<var 08 E1E80301 (( and “<var 28 ((Action)) E80301 /var>”)) (()) /var>
ru: Заменить <var 08 E1E80301 ((следующие действия)) ((следующее действие)) /var> лого? «<var 28 ((Action)) E80201 /var>»<var 08 E1E80301 (( и «<var 28 ((Action)) E80301 /var>»)) (()) /var>

source: Exploring Dungeon
ru: Исследую подземелье

source: Prioritize By
ru: Приоритет по

source: Set magia board aspect to offensive.
ru: Поменять аспект круга магии на атаку

source: Set magia board aspect to defensive.
ru: Поменять аспект круга магии на защиту

source: Chain
ru: Комбо

source: <var 09 E802 ((Display All)) ((Display Complete)) ((Display Incomplete)) /var>
ru: <var 09 E802 ((Показать все)) ((Показать выполненные)) ((Показать невыполненные)) /var>

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Victory
ru: Победа

source: Defeat
ru: Поражение

source: Draw
ru: Ничья

source: Sorry!<var 60 0264 /var>
ru: Извините!<var 60 0264 /var>

source: I'm going on ahead!<var 60 0269 /var>
ru: Выдвигаюсь вперёд!<var 60 0269 /var>

source: Falling back!<var 60 0264 /var>
ru: Отступаем!<var 60 0264 /var>

source: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>: Moving the crystal now!<var 60 0266 /var>
ru: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>: Двигаем кристалл!<var 60 0266 /var>

source: Push the crystal!<var 60 0269 /var>
ru: Двигайте кристалл!<var 60 0269 /var>

source: Covering <var 28 ((ClassJob)) E80201 /var>!<var 60 0263 /var>
ru: Прикрываю <var 28 ((ClassJob)) E80201 /var>!<var 60 0263 /var>

source: PvP Team Board
ru: Доска PvP-команды

source: Use the board not only to create your very own PvP team, but to view information on how teams are formed and rated.
ru: Используйте доску для создания своей PvP-команды, и для просмотра другой необходимой информации.

source: Create Team
ru: Создать команду

source: PvP Team Outline
ru: План PvP-команды

source: PvP Team System
ru: Система PvP-команд

source: What Are PvP Teams?
ru: Что такое PvP-команды?

source: PvP teams are adventurers who, rather than have their companions chosen at random, join together to take on Crystalline Conflict and other PvP duties in custom-made parties of their own creation. To create a PvP team, the following conditions must be met: ・Only a party leader can create a team ・Members cannot be part of another PvP team ・Parties must have 4-6 members (cross-world allowed) ・All members must have unlocked PvP ・Players on free trial accounts are not allowed ・All members must have Home Worlds in the current data center
ru: PvP-команды — это фиксированные составы участников, участники которых вместо обычных игр со случайными игроками, предпочитают своих проверенных соратников, для совместного участия в «Кристальной битве» и других PvP-боях. Чтобы создать PvP-команду, необходимо выполнить следующие условия: ・Только лидер группы может создать команду. ・Участники не могут быть частью другой PvP-команды. ・Группы должны состоять из 4-6 человек (допускаются из другого мира). ・Все участники должны иметь разблокированное PvP. ・Игроки с бесплатных пробных учётных записей не допускаются. ・Все участники должны иметь домашние миры в текущем дата-центре.

source: Team Rating
ru: Рейтинг команды

source: Team Rank
ru: Ранг команды

source: Team rank is determined by a team's current rating. Rank will rise and fall as the team's rating does.
ru: Ранг команды определяется её текущим рейтингом. Ранг будет меняться в зависимости от рейтинга команды.

source: Seasons
ru: Сезоны

source: Team Management
ru: Управление командой

source: Inviting Players
ru: Приглашение игроков
