Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Ice
ru: Лёд

source: Wind
ru: Ветер

source: Earth
ru: Земля

source: Lightning
ru: Молния

source: Water
ru: Вода

source: Slashing
ru: Режущий

source: Piercing
ru: Колющий

source: Blunt
ru: Тупой

source: World Visit
ru: Посещение миров

source: Home World
ru: Домашний мир

source: Available Destinations
ru: Доступные миры

source: <var 08 E4E80203 (( <var 48 F20202 /var>Data Center Travel System<var 48 01 /var> The Data Center Travel system is an extension of the World Visit system, and allows you to temporarily visit Worlds in other data centers. Certain restrictions apply to data center travel, including those dictated by the World Visit system. <var 48 F20202 /var>Visiting Other Data Centers<var 48 01 /var> ・Until you have returned from visiting another data center, you may not log in or perform other actions with characters in your Home World. ・You may only travel to other data centers from your Home World. If you wish to travel to a data center different from the one you are currently visiting, you must first return to your Home World and submit a Data Center Visit request from there. ・When logging out from another World, you will automatically be returned to your Home World if you do not log in again within 30 days. Depending on the timing of your last logout, you may be returned after more than 30 days have passed. )) (()) /var><var 08 E3E80203 (( <var 48 F20202 /var>World Visit System<var 48 01 /var> The World Visit System allows you to travel from <var 08 E4E80201 ((your Home World)) ((the World you are currently visiting)) /var> to different World servers within the same data center. While visiting different Worlds, you may party with friends, purchase items, tackle duties, and more. <var 48 F20202 /var>Visiting Other Worlds<var 48 01 /var> ・Depending on the congestion of the target World, travel may take several minutes. ・Once preparations have been completed, travel will occur automatically and cancel all current actions/duties. ・When logging out from another World, you will automatically be returned to your Home World if you do not log in again within 30 days. Depending on the timing of your last logout, you may be returned after more than 30 days have passed. )) (()) /var> <var 48 F20202 /var>Restrictions While Visiting <var 08 E1E80201 ((Other Data Centers)) ((Other Worlds)) /var><var 48 01 /var> <var 08 E4E80202 ((You are currently outside your Home Data Center. )) (()) /var>The following restrictions apply when playing <var 08 E1E80201 ((in another data center)) ((on other World servers)) /var>: <var 08 E1E80201 ((<var 48 F20202 /var>Friend List<var 48 01 /var> ・Friends in different data centers cannot communicate ・Parties cannot be formed with friends in different data centers ・Login details for friends in different regions cannot be displayed )) (()) /var><var 48 F20202 /var>Free Companies<var 48 01 /var> ・Free companies cannot be formed or joined ・Free company information cannot be viewed ・Company credits cannot be earned ・Should the company master spend 35 consecutive days away from their Home World, their rank will be automatically transferred to another member ・Login details for members in different regions cannot be displayed <var 08 E1E80201 ((<var 48 F20202 /var>Cross-world Linkshells<var 48 01 /var> ・Cross-world linkshells cannot be created ・Cross-world linkshell master privileges cannot be attained )) (()) /var><var 48 F20202 /var>Linkshells<var 48 01 /var> ・Linkshells cannot be used ・Linkshell information cannot be viewed ・Linkshells cannot be created or joined <var 08 E1E80201 ((<var 48 F20202 /var>PvP Teams<var 48 01 /var> ・PvP teams cannot be used ・PvP team information cannot be viewed ・PvP teams cannot be created or joined <var 48 F20202 /var>Fellowships<var 48 01 /var> ・All functions for fellowships, excluding recruitment search, are inaccessible )) (()) /var><var 48 F20202 /var>Retainers<var 48 01 /var> ・Retainers cannot be summoned, hired, or released from service ・Items cannot be put up to market (but can be purchased) <var 48 F20202 /var>Housing<var 48 01 /var> ・Land and apartments cannot be purchased ・Residence sharing is unavailable <var 48 F20202 /var>Eternal Bonding<var 48 01 /var> ・Ceremonies of Eternal Bonding are unavailable ・Eternal Bonding quests are unavailable ・Others' ceremonies cannot be attended <var 48 F20202 /var>Duties/Features<var 48 01 /var> <var 08 E1E80201 (( ・Crystalline Conflict ranked matches cannot be entered )) (()) /var> ・Lord of Verminion tournaments cannot be entered ・Triple Triad tournaments cannot be entered ・Cactpot tickets cannot be purchased ・The Moogle Delivery Service is unavailable ・Deep Dungeon results will not be saved to the leaderboards ・Friendship circlet and eternal bonding teleportation is available only if both parties are on the same World ・Legendary and unspoiled gathering nodes are inaccessible
ru: <var 08 E4E80203 (( <var 48 F20202 /var>Система посещения дата-центров<var 48 01 /var> Система посещения дата-центров — это расширение функции посещения миров, позволяющая путешествовать по мирам внутри других дата-центров. Помимо существующих ограничений при посещении миров будут накладываться ещё дополнительные ограничения. <var 48 F20202 /var>Посещение других дата-центров<var 48 01 /var> ・Пока вы не вернётесь обратно в свой дата-центр, вы не сможете входить или проводить какие-либо действия с персонажами в вашем Домашнем мире. ・Другие дата-центры можно посещать только из вашего Домашнего мира. То есть если вы, будучи не в Домашнем мире, захотите перейти на другой дата-центр, который тоже не является вашим Домашним, вам необходимо сначала вернуться в Домашний мир, а потом из него подать запрос на переход в интересующий дата-центр. ・Если вы выйдете из игры в другом мире и с тех пор не будете входить в течение 30 дней, вы будете автоматически возвращены в ваш Домашний мир. В зависимости от того, когда вы в последний раз вышли из игры, может пройти больше 30 дней перед тем, как произойдёт возврат в Домашний мир. )) (()) /var><var 08 E3E80203 (( <var 48 F20202 /var>Система посещения миров<var 48 01 /var> Система посещения миров позволяет вам перейти из <var 08 E4E80201 ((вашего Домашнего мира)) ((мира, в котором вы сейчас гостите,)) /var> в другие миры в пределах одного дата-центра. В них вы можете встречаться с друзьями, выполнять вместе различные миссии, покупать предметы на рынке и прочее. <var 48 F20202 /var>Посещение других миров<var 48 01 /var> ・Перемещение в интересующий мир может занимать несколько минут и зависит от переполненности этого мира. ・Как только подготовка к перемещению будет завершена, оно автоматически начнётся. Это остановит все текущие действия и миссии. ・Если вы выйдете из игры в другом мире и с тех пор не будете входить в течение 30 дней, вы будете автоматически возвращены в ваш Домашний мир. В зависимости от того, когда вы в последний раз вышли из игры, может пройти больше 30 дней перед тем, как произойдёт возврат в Домашний мир. )) (()) /var> <var 48 F20202 /var>Ограничения при посещении других <var 08 E1E80201 ((дата-центров)) ((миров)) /var><var 48 01 /var> <var 08 E4E80202 ((Вы сейчас находитесь не в своём Домашнем дата-центре. )) (()) /var>При игре в другом <var 08 E1E80201 ((дата-центре)) ((мире)) /var> накладываются следующие ограничения: <var 08 E1E80201 ((<var 48 F20202 /var>Список друзей<var 48 01 /var> ・Друзья из разных дата-центров не могут общаться друг с другом ・Нельзя сформировать группу с друзьями из других дата-центров ・Вы не сможете видеть онлайн-статус друзей из других регионов )) (()) /var><var 48 F20202 /var>Вольные компании<var 48 01 /var> ・Нельзя создать вольную компанию или присоединиться к существующей ・Нельзя посмотреть информацию о вашей вольной компании ・Не будут зарабатываться company credits ・Если хозяин вольной компании проведёт 35 дней без перерыва вне своего Домашнего мира, это звание будет автоматически передано другому участнику вольной компании ・Вы не сможете видеть онлайн-статус членов компании из других регионов <var 08 E1E80201 ((<var 48 F20202 /var>Межмировые линкшеллы<var 48 01 /var> ・Нельзя создать межмировые линкшеллы ・Нельзя получить роль хозяина межмирового линкшелла )) (()) /var><var 48 F20202 /var>Линкшеллы<var 48 01 /var> ・Нельзя использовать линкшеллы ・Нельзя посмотреть информацию о линкшеллах ・Нельзя создавать линкшеллы или присоединяться к существующим <var 08 E1E80201 ((<var 48 F20202 /var>Команды PvP<var 48 01 /var> ・Команды PvP недоступны ・Нельзя посмотреть информацию о команде PvP ・Нельзя создать команду PvP или присоединиться к существующей <var 48 F20202 /var>Сообщества<var 48 01 /var> ・Все функции, связанные с сообществами, недоступны. Исключение: окно «Поиск сообществ» )) (()) /var><var 48 F20202 /var>Слуги<var 48 01 /var> ・Нельзя призывать, нанимать и отпускать слуг ・Нельзя выставлять предметы на продажу на рынок, но при этом выставленные предметы можно покупать <var 48 F20202 /var>Жилая площадь<var 48 01 /var> ・Нельзя купить квартиру или участок ・Общий доступ к резиденции недоступен <var 48 F20202 /var>Вечные Узы<var 48 01 /var> ・Церемонии Вечных Уз недоступны ・Задания Вечных Уз недоступны ・Нельзя принимать участие в чужих церемониях <var 48 F20202 /var>Миссии и функции<var 48 01 /var> <var 08 E1E80201 (( ・Нельзя вступать в ранговые матчи Кристальной битвы )) (()) /var> ・Нельзя вступать в турниры Повелителя Верминьона ・Нельзя вступать в турниры Тройного Трио ・Нельзя покупать билеты Горшков ・Почтовая служба муглов недоступна ・Результаты глубоких подземелий не будут сохранены в таблицу результатов ・Friendship circlet и телепортация Вечных Уз будут работать только тогда, когда обе стороны находятся в одном мире ・Недоступны легендарные и нетронутые точки собирательства

source: Home World
ru: Домашний мир

source: Travel to <var 29 EA02 /var>?
ru: Перейти в <var 29 EA02 /var>?

source: World Visit
ru: Посещение миров

source: Destination: <var 29 EA02 /var>
ru: Конечный мир: <var 29 EA02 /var>

source: Position in Queue:
ru: Номер в очереди:

source: Time Elapsed: <var 20 E802 /var>:<var 24 E803 /var> Average Wait Time:
ru: Прошло времени: <var 20 E802 /var>:<var 24 E803 /var> Среднее время ожидания:

source: World Visit
ru: Посещение миров

source: Position in Queue
ru: Номер в очереди

source: Time
ru: Время

source: Average Wait Time
ru: Среднее время ожидания

source: Cancel
ru: Отмена

source: More than <var 20 E802 /var>
ru: Более <var 20 E802 /var>

source: <var 20 E802 /var>m
ru: <var 20 E802 /var> мин

source: More than <var 20 E802 /var>m
ru: Более <var 20 E802 /var> мин

source: Less than <var 20 E802 /var>m
ru: Менее <var 20 E802 /var> мин

source: World Visit
ru: Посещение мира

source: Ready for transport.
ru: Всё готово к посещению!

source: Wanderer
ru: <var 08 E4E80202 ((Гостья)) ((Гость)) /var>

source: Current World
ru: Текущий мир

source: World Info
ru: Информация о мирах

source: World List
ru: Список миров

source: Blue Mage Log
ru: Журнал синего мага

source: Recruit Members
ru: Нанять игроков

source: Commence Duty
ru: Начать миссию

source: Complete
ru: Завершено

source: Prime Target
ru: Главная цель

source: First-time Reward
ru: Награда за первое прохождение

source: Reward
ru: Награда

source: Weekly Target Reward
ru: Награда за еженедельное прохождение

source: Time Remaining: <var 08 E1E80201 ((<var 20 E802 /var>h )) (()) /var><var 08 E1E80301 ((<var 20 E803 /var>m )) ((<var 08 E1E80201 (()) ((less than 1 minute)) /var>)) /var><var 07 E804 /var>[<var 20 DE /var>/<var 20 DC /var> <var 20 DB /var>:<var 24 DA /var>]
ru: Осталось времени: <var 08 E1E80201 ((<var 20 E802 /var> ч. )) (()) /var><var 08 E1E80301 ((<var 20 E803 /var> мин. )) ((<var 08 E1E80201 (()) ((меньше 1 мин.)) /var>)) /var><var 07 E804 /var>[<var 20 DC /var>.<var 20 DE /var> <var 20 DB /var>:<var 24 DA /var>]

source: Information
ru: Информация

source: Requirements
ru: Требования

source: Display Crystarium Deliveries help.
ru: Показать помощь по доставкам Кристариума.

source: Esteem Level
ru: Уровень почёта

source: Esteem
ru: Почёт

source: Requested Item
ru: Необходимые предметы

source: Inventory
ru: Инвентарь

source: Remuneration Details
ru: Итоговое вознаграждение

source: Deliver
ru: Доставить

source: Cancel
ru: Отмена

source: Enter delivery quantity.
ru: Введите, сколько доставить.

source: Experience
ru: Опыт

source: Crystarium Deliveries
ru: Доставки Кристариума

source: <var 09 E802 ((Facet of Forging)) ((Facet of Crafting)) ((Facet of Nourishing)) ((Facet of Gathering)) ((Facet of Fishing)) /var>: <var 29 EA03 /var>
ru: <var 09 E802 ((Аспект ковки)) ((Аспект ремесла)) ((Аспект пропитания)) ((Аспект собирательства)) ((Аспект рыбалки)) /var>: <var 29 EA03 /var>

source: Accept
ru: Принять

source: Crystarium Deliveries
ru: Доставки Кристариума

source: <var 09 E802 ((Facet of Forging)) ((Facet of Crafting)) ((Facet of Nourishing)) ((Facet of Gathering)) ((Facet of Fishing)) /var>: <var 29 EA03 /var>
ru: <var 09 E802 ((Аспект ковки)) ((Аспект ремесла)) ((Аспект пропитания)) ((Аспект собирательства)) ((Аспект рыбалки)) /var>: <var 29 EA03 /var>

source: Total
ru: Всего

source: You are unable to carry any more <var 31 ((Item)) 04E8020302 /var> and will not receive full compensation. Proceed with the transaction?
ru: Вы не можете нести с собой больше <var 31 ((Item)) 04E8020302 /var> и потому не получите награду в полном объёме. Продолжить?

source: Retainer
ru: Слуги

source: Name
ru: Имя

source: Class/Job
ru: Класс/проф.

source: Inventory
ru: Сумка

source: Gil
ru: Гилы

source: Items for Sale
ru: Выставлено на продажу

source: Venture
ru: Конец странствия

source: None
ru: Нет

source: Selling <var 20 E802 /var> <var 08 E2E80202 ((item)) ((items)) /var>
ru: <var 20 E802 /var> предмет<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>

source: None in progress
ru: Нет

source: Complete in <var 08 E1E80201 ((<var 20 E802 /var>h <var 08 E1E80301 ((<var 20 E803 /var>m)) (()) /var>)) ((<var 08 E1E80301 ((<var 20 E803 /var>m)) ((1m)) /var>)) /var>
ru: Через <var 08 E1E80201 ((<var 20 E802 /var> ч. <var 08 E1E80301 ((<var 20 E803 /var> мин.)) (()) /var>)) ((<var 08 E1E80301 ((<var 20 E803 /var> мин.)) ((1 мин.)) /var>)) /var>

source: Complete
ru: Завершено

source: Sort Retainers
ru: Сортировка слуг

source: Change the order of your retainers.
ru: Изменить порядок ваших слуг

source: Currently selling no items
ru: Сейчас ничего не выставлено на продажу

source: Selling <var 20 E802 /var> <var 08 E4E80202 ((item)) ((items)) /var> until <var 07 E803 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: Продаётся <var 20 E802 /var> предмет<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var> до <var 07 E803 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: None in progress
ru: Сейчас не проходит

source: <var 08 E1E80201 ((Lv. <var 20 E802 /var> )) (()) /var><var 29 EA03 /var>
ru: <var 08 E1E80201 ((Ур. <var 20 E802 /var> )) (()) /var><var 29 EA03 /var>

source: <var 29 EA02 /var> (complete in <var 08 E1E80301 ((<var 20 E803 /var>h <var 08 E1E80401 ((<var 20 E804 /var>m)) (()) /var>)) ((<var 08 E1E80401 ((<var 20 E804 /var>m)) ((1m)) /var>)) /var>)
ru: <var 29 EA02 /var> (завершится через <var 08 E1E80301 ((<var 20 E803 /var> ч. <var 08 E1E80401 ((<var 20 E804 /var> мин.)) (()) /var>)) ((<var 08 E1E80401 ((<var 20 E804 /var> мин.)) ((1 мин.)) /var>)) /var>)

source: Complete
ru: Завершено

source: Contract Suspended
ru: Контракт приостановлен

source: Items for Sale:
ru: На продаже:

source: Venture:
ru: Странствие:

source: Retainer's Name
ru: Имя слуги

source: Hiring Order
ru: Порядок найма

source: Apply
ru: Применить

source: Cancel
ru: Отмена

source: Change Active Set Name
ru: Изменить название активного набора

source: Active set names can be changed via the subcommand menu.
ru: Названия активных наборов могут быть изменены через меню подкоманд.

source: Input a new name for <var 29 EA02 /var>. Leaving the entry field blank will restore the default set name.
ru: Введите новое название для <var 29 EA02 /var>. Если оставить название пустым, оно сбросится на название по умолчанию.

source: Weekly Challenge
ru: Еженедельное испытание

source: Standard Duty
ru: Обычная миссия

source: Travel to <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>Please be advised you must be playing solo or in a cross-world party for your transfer to be processed.<var 49 01 /var><var 48 01 /var>
ru: Перейти в <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>Имейте в виду, что для перехода вы должны быть либо соло, либо в межмировой группе.<var 49 01 /var><var 48 01 /var>

source: Traveler
ru: <var 08 E4E80202 ((Странница)) ((Странник)) /var>

source: Letter notifications are unavailable outside of your Home Data Center.
ru: Уведомления о письмах недоступны за пределами вашего первоначального дата-центра.

source: Voyager
ru: Вояджер

source: Full details of the player who sent this friend request are unavailable. You can only choose to refuse the request, or leave it pending. <var 48 F201FA /var><var 49 F201FB /var>※Once a certain amount of time elapses, pending friend requests will be rendered void and the sender removed from your friend list.<var 49 01 /var><var 48 01 /var>
ru: Полная информация об игроке, который отправил запрос на дружбу, недоступна. Вы можете только либо отказать, либо отложить ответ на запрос. <var 48 F201FA /var><var 49 F201FB /var>※По истечении определённого времени текущие запросы на дружбу будут автоматически отменены, а отправитель запроса — убран из списка друзей.<var 49 01 /var><var 48 01 /var>

source: One-nut Clan Marks
ru: Контракты клана Купо — Уровень 1

source: Two-nut Clan Marks
ru: Контракты клана Купо — Уровень 2

source: Three-nut Clan Marks
ru: Контракты клана Купо — Уровень 3

source: Elite Clan Nutsy Marks
ru: Контракты клана Купо — Элита

source: <var 08 E1E80401 ((<var 22 E802 ((,)) /var> Gil / <var 22 E803 ((,)) /var> <var 08 E4E80302 ((Sack)) ((Sacks)) /var> of Nuts / <var 22 E804 ((,)) /var> EXP)) ((<var 22 E802 ((,)) /var> Gil / <var 22 E803 ((,)) /var> <var 08 E4E80302 ((Sack)) ((Sacks)) /var> of Nuts)) /var>
ru: <var 08 E1E80401 ((<var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var> / <var 22 E803 (( )) /var> <var 08 E4E80302 ((Sack)) ((Sacks)) /var> of Nuts / <var 22 E804 (( )) /var> EXP)) ((<var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var> / <var 22 E803 (( )) /var> <var 08 E4E80302 ((Sack)) ((Sacks)) /var> of Nuts)) /var>

source: Clan Nutsy
ru: Клан Купо

source: <var 09 E802 ((One-nut Clan Marks)) ((Two-nut Clan Marks)) ((Three-nut Clan Marks)) ((Elite Clan Nutsy Marks)) /var>（<var 29 EA03 /var>）
ru: <var 09 E802 ((Контракты клана Купо — Уровень 1)) ((Контракты клана Купо — Уровень 2)) ((Контракты клана Купо — Уровень 3)) ((Контракты клана Купо — Элита)) /var>（<var 29 EA03 /var>）

source: <var 09 E802 ((Level 1 Clan Marks)) ((Level 2 Clan Marks)) ((Level 3 Clan Marks)) ((Elite Clan Marks)) /var>（<var 29 EA03 /var>）
ru: <var 09 E802 ((Клановые контракты — Уровень 1)) ((Клановые контракты — Уровень 2)) ((Клановые контракты — Уровень 3)) ((Клановые контракты — Элита)) /var>（<var 29 EA03 /var>）

source: <var 09 E802 ((Clan Marks)) ((Elite Clan Marks)) /var>（<var 29 EA03 /var>）
ru: <var 09 E802 ((Охотничьи контракты)) ((Элитные контракты)) /var>（<var 29 EA03 /var>）

source: Junior Guildship Marks
ru: Контракты гильдии — Юниоры

source: Associate Guildship Marks
ru: Контракты гильдии — Специалисты

source: Senior Guildship Marks
ru: Контракты гильдии — Выпускники

source: Elite Guildship Marks
ru: Контракты гильдии — Элита

source: Gleaners' Guildship
ru: Гильдия сборщиков

source: <var 09 E802 ((Junior Guildship Marks)) ((Associate Guildship Marks)) ((Senior Guildship Marks)) ((Elite Guildship Marks)) /var> (<var 29 EA03 /var>)
ru: <var 09 E802 ((Контракты гильдии — Юниоры)) ((Контракты гильдии — Специалисты)) ((Контракты гильдии — Выпускники)) ((Контракты гильдии — Элита)) /var> (<var 29 EA03 /var>)

source: Level
ru: Уровень

source: Special
ru: Особые

source: <var 09 E802 ((Unspoiled Node)) ((Legendary Node)) ((Ephemeral Node)) /var> Time of Appearance (Eorzea Time)
ru: <var 09 E802 ((Нетронутое место)) ((Легендарное место)) ((Эфемерное место)) /var> Время появления (по времени Эорзии):

source: From <var 24 E802 /var>:<var 24 E803 /var> to <var 24 E804 /var>:<var 24 E805 /var>
ru: <var 24 E802 /var>:<var 24 E803 /var>–<var 24 E804 /var>:<var 24 E805 /var>

source: Set timer for next occurrence.
ru: Поставить будильник на следующее появление.

source: You have not read the relevant folklore.
ru: Соответствующий том фольклора не прочтён.

source: Enable Quick Gathering
ru: Включить быстрое собирательство

source: QUICK GATHERING
ru: БЫСТРЫЙ СБОР

source: Abandon the gathering node? Doing so will cause the node to dissipate.
ru: Покинуть место собирательства? Если это сделать, то место пропадёт.

source: Abandon node.
ru: Покинуть место.

source: Required <var 2B ((<var 29 EA02 /var>)) /var>: <var 20 E803 /var>
ru: Требуется <var 2B ((<var 29 EA02 /var>)) /var>: <var 20 E803 /var>

source: Abandon the teeming waters? <var 48 F201FC /var><var 49 F201FD /var>※Doing so will cause the teeming waters to dissipate.<var 49 01 /var><var 48 01 /var>
ru: Перестать рыбачить в бурлящих водах? <var 48 F201FC /var><var 49 F201FD /var>※Бурлящие воды после этого пропадут.<var 49 01 /var><var 48 01 /var>

source: Silence Echo
ru: Заглушить Эхо

source: Enabling this setting will prevent Echo bonuses from being granted. <var 48 F201FA /var><var 49 F201FB /var>※Can only be selected when using a preformed party meeting party size requirements or an unrestricted party. ※Only the party leader's settings are applicable. <var 49 01 /var><var 48 01 /var>
ru: Включение этой опции предотвратит получение бонусов от Эхо. <var 48 F201FA /var><var 49 F201FB /var>※Можно выбрать только в заранее сформированной группе, удовлетворяющей требованию к размеру группы, или при включении условия «Группа без ограничений». ※Применяются только настройки лидера группы. <var 49 01 /var><var 48 01 /var>
