Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Sign <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>'s free company petition?
ru: Подписать петицию <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> на создание вольной компании?

source: Refuse to sign <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>'s free company petition?
ru: Отказать в подписи петиции <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> на создание вольной компании?

source: Unsign <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>'s free company petition?
ru: Убрать свою подпись с петиции <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> на создание вольной компании?

source: Delete <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>'s signature from the free company petition?
ru: Удалить подпись <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> с петиции на создание вольной компании?

source: Request <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> sign your petition to form a free company?
ru: Попросить <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> подписать вашу петицию на создание вольной компании?

source: Pay the 15,000-gil fee and finalize free company formation?
ru: Уплатить пошлину в 15 000 гилов и сформировать вольную компанию?

source: Invite <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> to your free company?
ru: Пригласить <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> в вольную компанию?

source: Accept <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>'s free company invite?
ru: Принять приглашение <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> в вольную компанию?

source: Decline <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>'s free company invite?
ru: Отказаться от приглашения <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> в вольную компанию?

source: You have been released from the free company.
ru: У вас отняли членство в вольной компании.

source: Disable “<var 28 ((CompanyAction)) E80201 /var>”?
ru: Отключить «<var 28 ((CompanyAction)) E80201 /var>»?

source: Execute “<var 28 ((CompanyAction)) E80201 /var>”?
ru: Активировать «<var 28 ((CompanyAction)) E80201 /var>»?

source: Discard “<var 28 ((CompanyAction)) E80201 /var>”?
ru: Удалить «<var 28 ((CompanyAction)) E80201 /var>»?

source: Assign the rank <var 29 EA02 /var>.
ru: Назначить ранг <var 29 EA02 /var>.

source: Company Chest
ru: Сундук компании

source: Crystals
ru: Кристаллы

source: Gil
ru: Гилы

source: Deposit Only
ru: Можно только вложить

source: View Only
ru: Можно только посмотреть

source: Access to chest denied.
ru: Доступ к сундуку запрещён.

source: History
ru: История

source: Retrieve Only
ru: Можно только взять

source: Store <var 31 ((Item)) 02E8020202 /var> in the company chest?
ru: Положить <var 31 ((Item)) 02E8020202 /var> в сундук компании?

source: Store <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> in the company chest?
ru: Положить <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> в сундук компании?

source: Only free company members are allowed access to the company chest.
ru: К сундуку компании разрешён доступ только членам вольной компании.

source: The company chest is unavailable at this time.
ru: Сундук компании сейчас недоступен.

source: Remove <var 31 ((Item)) 02E8020202 /var> from the company chest?
ru: Взять <var 31 ((Item)) 02E8020202 /var> из сундука компании?

source: Remove <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> from the company chest?
ru: Взять <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> из сундука компании?

source: Select quantity to store.
ru: Выберите, сколько положить.

source: Select quantity to remove.
ru: Выберите, сколько взять.

source: You are not authorized to use the company chest.
ru: Вам не разрешено пользоваться сундуком компании.

source: Gathering Signatures for a Free Company Petition
ru: Сбор подписей петиции на создание вольной компании

source: Submitting a Free Company Petition for Approval
ru: Подача заявки на подтверждение создания вольной компании

source: Signing a Free Company Petition
ru: Подпись петиции на создание вольной компании

source: Details
ru: Детали

source: No Access
ru: Нет доступа

source: View Only
ru: Можно только посмотреть

source: Deposit Money Only
ru: Можно только вложить

source: Full Access
ru: Полный доступ

source: Discharge from company.
ru: Изгнать из компании.

source: Leave company.
ru: Покинуть компанию.

source: Three signatures are required to form a free company. Signature requests can be sent in the same manner as party invites. Those who sign your petition will be your free company's first members. Remember, only someone who is not currently a member of another free company can sign your petition.
ru: Для создания вольной компании требуется три подписи. Запросы на подпись работают точно так же, как приглашения в группу. Те, кто подпишут петицию, станут первыми членами вашей вольной компании. Помните, что петицию могут подписать только те, кто ещё не состоят в вольной компании.

source: Now that you have three signatures, you must speak with an Order of Independent Companies (OIC) administrator to submit your petition and pay the 15,000-gil fee.
ru: Теперь, когда у вас есть три подписи, поговорите с администратором Order of Independent Companies (OIC), что подать заявку на создание компании и уплатить взнос в 15 000 гилов.

source: By signing a free company petition, you will become one of its establishing members.
ru: Если вы подишете петицию на создание вольной компании, вы станете одним(ой) из первых членов компании.

source: Signature Request
ru: Запрос подписи

source: Free Company Petition
ru: Петиция вольной компании

source: Free Company Invite
ru: Приглашение в вольную компанию

source: All
ru: Все

source: Friends
ru: Друзья

source: Party
ru: Группа

source: Enemies
ru: Враги

source: Battle
ru: Бой

source: Others
ru: Выборочно

source: Custom
ru: Особые

source: Remove
ru: Убрать

source: Select a compartment.
ru: Выберите отдел.

source: Unable to retrieve data.
ru: Не удаётся получить данные.

source: You do not have access to this feature.
ru: У вас нет доступа к этой функции.

source: Company Chest
ru: Сундук компании

source: History
ru: История

source: You are not authorized to view history.
ru: Вам не разрешено просматривать историю.

source: Name
ru: Имя

source: Box
ru: Отдел

source: Item/Gil
ru: Предмет

source: Quantity
ru: Кол-во

source: Date
ru: Дата

source: There is no history to display.
ru: Нет истории для отображения.

source: Compartment Name
ru: Имя отдела

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Crystals
ru: Кристалы

source: Gil
ru: Гилы

source: The relic exhibits no aetheric activity.
ru: Реликвия не проявляет эфирной активности.

source: The relic exhibits indistinct aetheric activity.
ru: Реликвия проявляет неотчетливую эфирную активность.

source: The relic exhibits faint aetheric activity.
ru: Реликвия проявляет слабую эфирную активность.

source: The relic exhibits slight aetheric activity.
ru: Реликвия проявляет небольшую эфирную активность.

source: The relic exhibits modest aetheric activity.
ru: Реликвия проявляет умеренную эфирную активность.

source: The relic exhibits distinct aetheric activity.
ru: Реликвия проявляет выраженную эфирную активность.

source: The relic exhibits robust aetheric activity.
ru: Реликвия проявляет сильную эфирную активность.

source: The relic exhibits vigorous aetheric activity.
ru: Реликвия проявляет энергичную эфирную активность.

source: The relic exhibits intense aetheric activity. Soul attunement draws near!
ru: Реликвия проявляет интенсивную эфирную активность. Настройка души близка!

source: The relic exhibits extreme aetheric activity. Soul attunement is almost complete!
ru: Реликвия проявляет чрезвычайную эфирную активность. Настройка души почти завершена!

source: The relic is bursting with aetheric activity! Soul attunement complete!
ru: Реликвия бурлит эфирной активностью! Настройка души завершена!

source: Close
ru: Закрыть

source: You peer into the Zodiac glass...
ru: Вы смотрите через «Линзу Зодиака»...

source: The weapon exhibits an indistinct sense of <var 28 ((Relic6Magicite)) E80202 /var>.
ru: Оружие проявляет нечёткое чувство <var 28 ((Relic6Magicite)) E80202 /var>.

source: The weapon exhibits a faint sense of <var 28 ((Relic6Magicite)) E80202 /var>.
ru: Оружие обладает слабым чувством <var 28 ((Relic6Magicite)) E80202 /var>.

source: The weapon exhibits a slight sense of <var 28 ((Relic6Magicite)) E80202 /var>.
ru: Оружие демонстрирует лёгкое чувство <var 28 ((Relic6Magicite)) E80202 /var>.

source: The weapon exhibits a modest sense of <var 28 ((Relic6Magicite)) E80202 /var>.
ru: Оружие демонстрирует скромное чувство <var 28 ((Relic6Magicite)) E80202 /var>.

source: The weapon exhibits a distinct sense of <var 28 ((Relic6Magicite)) E80202 /var>.
ru: Оружие демонстрирует отчетливое чувство <var 28 ((Relic6Magicite)) E80202 /var>.

source: The weapon exhibits a robust sense of <var 28 ((Relic6Magicite)) E80202 /var>.
ru: Оружие демонстрирует надёжное чувство <var 28 ((Relic6Magicite)) E80202 /var>.

source: The weapon exhibits a vigorous sense of <var 28 ((Relic6Magicite)) E80202 /var>.
ru: Оружие демонстрирует энергичное чувство <var 28 ((Relic6Magicite)) E80202 /var>.

source: The weapon exhibits an intense sense of <var 28 ((Relic6Magicite)) E80202 /var>. Full soul resonance draws near!
ru: Оружие демонстрирует интенсивное чувство <var 28 ((Relic6Magicite)) E80202 /var>. Полный душевный резонанс близок!

source: The weapon exhibits an extreme sense of <var 28 ((Relic6Magicite)) E80202 /var>. Full soul resonance is almost complete!
ru: Оружие демонстрирует чрезвычайное чувство <var 28 ((Relic6Magicite)) E80202 /var>. Полный резонанс души почти завершён!

source: The weapon pulsates with a sense of <var 28 ((Relic6Magicite)) E80202 /var>. Soul resonance with <var 28 ((Relic6Magicite)) E80201 /var> now complete!
ru: Оружие пульсирует с чувством <var 28 ((Relic6Magicite)) E80202 /var>. Резонанс души с <var 28 ((Relic6Magicite)) E80201 /var> завершён!

source: You peer into the Zodiac glass...
ru: Вы смотрите через «Линзу Зодиака»...

source: Duty Recorder
ru: Запись миссий

source: Recorder Settings
ru: Настройки записи

source: Enable
ru: Включить

source: Disable
ru: Отключить

source: Duty Records
ru: Записи миссий

source: There are no recorded duties.
ru: Нет записанных миссий.

source: Length - <var 50 E80203 /var>:<var 50 E80303 /var>:<var 50 E80403 /var>
ru: Длительность — <var 50 E80203 /var>:<var 50 E80303 /var>:<var 50 E80403 /var>

source: Play
ru: Воспроизвести

source: Lock
ru: Закрепить

source: Unlock
ru: Открепить

source: Enables duty recording when all conditions are met.
ru: Запись миссий включена, когда выполнены все условия.

source: Disables duty recording even when all conditions are met.
ru: Запись миссий отключена, даже если выполнены все условия.

source: Display Duty Recorder help text.
ru: Показать помощь по Записи миссий.

source: <var 48 F201FC /var><var 49 F201FD /var>Play function only available in inns.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>Функция воспроизведения доступна только в гостиницах.<var 49 01 /var><var 48 01 /var>

source: <var 48 F201FC /var><var 49 F201FD /var>Older data version detected. Unable to play.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>Обнаружена старая версия. Невозможно воспроизвести.<var 49 01 /var><var 48 01 /var>

source: <var 48 F201FC /var><var 49 F201FD /var>Data is corrupted. Unable to play.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>Данные повреждены. Невозможно воспроизвести.<var 49 01 /var><var 48 01 /var>

source: Recorder Manual
ru: Руководство по Записи миссий

source: There are no recorded duties.
ru: Нет записанных миссий.

source: [<var 20 E802 /var>] <var 50 E80303 /var>:<var 50 E80403 /var>:<var 50 E80503 /var> <var 08 E1E80601 ((<var 09 E806 ((Start/Restart)) ((Event Cutscene)) /var>)) ((Countdown)) /var>
ru: [<var 20 E802 /var>] <var 50 E80303 /var>:<var 50 E80403 /var>:<var 50 E80503 /var> <var 08 E1E80601 ((<var 09 E806 ((Старт/рестарт)) ((Кат-сцена)) /var>)) ((Обратный отсчёт)) /var>

source: Chapter Select
ru: Выбор главы

source: <var 48 F201F4 /var><var 49 F201F5 /var>Play<var 49 01 /var><var 48 01 /var> <var 08 E4E94F04 ((space)) ((Spacebar)) /var>/<var 1E 0C /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>Воспроизвести<var 49 01 /var><var 48 01 /var> Пробел/<var 1E 0C /var>

source: <var 48 F201F4 /var><var 49 F201F5 /var>Pause<var 49 01 /var><var 48 01 /var> <var 08 E4E94F04 ((space)) ((Spacebar)) /var>/<var 1E 0C /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>Пауза<var 49 01 /var><var 48 01 /var> Пробел/<var 1E 0C /var>

source: Exit
ru: Выход

source: Enable/Disable Focus Target
ru: Включить/отключить фокусировку на цели

source: Display/Hide HUD
ru: Скрыть/показать интерфейс

source: Display Help Text
ru: Показать помощь

source: Next Chapter
ru: Следующая глава

source: Previous Chapter
ru: Предыдущая глава

source: Exit view mode?
ru: Выйти из режима просмотра?

source: Recorder Manual
ru: Руководство воспроизведения записи

source: Initiating <var 48 F201FA /var><var 49 F201FB /var>record ready check<var 49 01 /var><var 48 01 /var>. Countdown will start and duty will begin recording once all duty members have selected “Yes.” <var 48 F201FC /var><var 49 F201FD /var>※A confirmation prompt will not appear for future recordings.<var 49 01 /var><var 48 01 /var>
ru: 3104_Initiating <var 48 F201FA /var><var 49 F201FB /var>record ready check<var 49 01 /var><var 48 01 /var>. Countdown will start and duty will begin recording once all duty members have selected «Yes». <var 48 F201FC /var><var 49 F201FD /var>※A confirmation prompt will not appear for future recordings.<var 49 01 /var><var 48 01 /var>

source: Initiating <var 48 F201FA /var><var 49 F201FB /var>record ready check<var 49 01 /var><var 48 01 /var>. Countdown will start and duty will begin recording once all duty members have selected “Yes.” <var 48 F201FC /var><var 49 F201FD /var>※A confirmation prompt will not appear for future recordings.<var 49 01 /var><var 48 01 /var>
ru: Начать <var 48 F201FA /var><var 49 F201FB /var>проверку готовности к записи<var 49 01 /var><var 48 01 /var>. Как только все игроки миссии ответят «Да», пойдёт обратный отсчёт, после чего начнётся запись миссии.<var 48 F201FC /var><var 49 F201FD /var>※Перед последующими записями подтверждение появляться не будет.<var 49 01 /var><var 48 01 /var>

source: Determine countdown length (5-30 seconds)
ru: Укажите время отсчёта (5–30 секунд)

source: <var 48 F201F4 /var><var 49 F201F5 /var>Time remaining for record ready check: <var 20 E802 /var>m <var 20 E803 /var>s<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>Осталось времени на проверку готовности к записи: <var 20 E802 /var> мин. <var 20 E803 /var> с.<var 49 01 /var><var 48 01 /var>

source: Begin
ru: Начать

source: Record Ready Check
ru: Проверка готовности к записи

source: The <var 48 F201FA /var><var 49 F201FB /var>record ready check<var 49 01 /var><var 48 01 /var> has been initiated. Recording will begin once all players have selected “Yes.”
ru: 3115_The <var 48 F201FA /var><var 49 F201FB /var>record ready check<var 49 01 /var><var 48 01 /var> has been initiated. Recording will begin once all players have selected «Yes».

source: <var 12 65 /var>Invite Friend to Return
ru: <var 12 65 /var>Пригласить друга вернуться в игру

source: Upon selecting the Yes button below, the FINAL FANTASY XIV Operations Team will send an e-mail from your character to the specified player, inviting them to return to Eorzea. <var 48 F201FA /var><var 49 F201FB /var>Invites will not be sent unless all applying conditions are met. No more than 5 invites can be sent at a time. A temporary restriction will be placed on invitations after reaching 5.<var 49 01 /var><var 48 01 /var> ※Visit the following link for details: <var 48 F201F6 /var><var 49 F201F7 /var>https://sqex.to/callback<var 49 01 /var><var 48 01 /var> Send <var 48 F201FC /var><var 49 F201FD /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var> an invitation e-mail?
ru: При нажатии на «Да» FINAL FANTASY XIV Operations Team отправит выбранному игроку от имени вашего персонажа электронное письмо с приглашением вернуться в Эорзию. <var 48 F201FA /var><var 49 F201FB /var>Ограничения рассылки приглашений: За раз можно отправить не более 5 приглашений. После отправки 5 приглашений за раз будет наложено временное ограничение.<var 49 01 /var><var 48 01 /var> ※Подробности можно узнать по ссылке: <var 48 F201F6 /var><var 49 F201F7 /var>https://sqex.to/callback<var 49 01 /var><var 48 01 /var> Отправить <var 48 F201FC /var><var 49 F201FD /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var> электронное письмо с приглашением обратно в игру?

source: Confirm invitation.
ru: Подвтерждаю приглашение.

source: Item Search Settings
ru: Настройки поиска предметов

source: Search for items containing certain letters. Up to 100 results will be displayed. Use the cursor keys or <var 1E 06 /var> up/down to view history.
ru: Искать предметы, содержащие указанные буквы. Будет отображено не более 100 результатов. Используйте клавиши управления курсором или <var 1E 06 /var>, чтобы просмотреть историю.

source: Item Search Settings
ru: Настройки поиска предметов

source: Select search type.
ru: Выберите тип поиска.

source: First Letter Match
ru: Поиск по первым буквам

source: Partial Match
ru: Частичное совпадение

source: Search for items beginning with certain letters. Market availability and wish list information is also displayed.
ru: Поиск предметов, названия которых начинаются с указанных букв. (Также показываются количество лотов и информация о списках желаемого.)

source: Unable to display market availability and wish list information for some items.
ru: Поиск предметов, названия которых содержат указанный текст. (Не показываются количество лотов и информация о списках желаемого.)

source: La Noscea
ru: Ла Ноша

source: The Black Shroud
ru: Чёрный Покров

source: Thanalan
ru: Таналан

source: Ishgard & Coerthas
ru: Ишгард и Кёртас

source: Gyr Abania
ru: Гир Абания

source: The Far East
ru: Далёкий Восток

source: Others
ru: Другие

source: Norvrandt
ru: Норврандт

source: Ilsabard
ru: Ильсабард

source: Mount Speed
ru: Скорость транспорта

source: Area
ru: Локация

source: Speed
ru: Скорость

source: Mount Speed
ru: Скорость транспорта

source: Objectives
ru: Задачи

source: Commence
ru: Начать

source: Cancel
ru: Отмена

source: Close
ru: Закрыть

source: Guildhests
ru: Гильдхесты

source: Character (PvP)
ru: Персонаж (PvP)

source: Glamour Plate
ru: Наборы гламура

source: <var 48 F201FA /var><var 49 F201FB /var>※Gear requiring multiple slots will only display in its main slot.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>※Снаряжение, требующее несколько слотов, будет отображено только на его главном слоте.<var 49 01 /var><var 48 01 /var>

source: Recommended Gear
ru: Рекомендованное снаряжение

source: Recommended Gear
ru: Рекомендованное снаряжение

source: Equip
ru: Экипировать

source: Current
ru: Текущее

source: Recommended
ru: Рекомендуемое

source: None
ru: Ничего

source: Forming Recommendation...
ru: Формирование рекомендации...

source: EXP
ru: Опыт

source: Gil
ru: Гилы

source: Success
ru: Успех

source: Failure
ru: Провал

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var> Progress: <var 20 E804 /var>%
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var> Прогресс: <var 20 E804 /var>%

source: Teleport to <var 08 E804 ((<var 09 E804 ((<var 12 45 /var>)) ((<var 12 44 /var>)) ((<var 12 79 /var>)) ((<var 12 7C /var>)) ((<var 12 40 /var>)) ((<var 12 7A /var>)) ((<var 12 7B /var>)) /var>)) (()) /var><var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var> for <var 22 E803 ((,)) /var> gil? ※This fee is waived when using an aetheryte ticket.
ru: Телепортироваться в <var 08 E804 ((<var 09 E804 ((<var 12 45 /var>)) ((<var 12 44 /var>)) ((<var 12 79 /var>)) ((<var 12 7C /var>)) ((<var 12 40 /var>)) ((<var 12 7A /var>)) ((<var 12 7B /var>)) /var>)) (()) /var><var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var> за <var 22 E803 (( )) /var> <var 08 E2E80301 ((гилов)) ((<var 08 E2E80302 ((гил)) ((<var 08 E2E80305 ((гила)) ((гилов)) /var>)) /var>)) /var>? ※Вы ничего не заплатите при использовании aetheryte ticket.

source: <var 28 ((PlaceName)) ((<var 28 ((Aetheryte)) E80209 /var>)) 01 /var> Unattuned
ru: <var 28 ((PlaceName)) ((<var 28 ((Aetheryte)) E80209 /var>)) 01 /var> Не настроен

source: HP
ru: ОЗ

source: MP
ru: ОМ

source: TP
ru: ОТ

source: CP
ru: ОР

source: GP
ru: ОС

source: Attributes
ru: Атрибуты

source: Strength
ru: Сила

source: Vitality
ru: Живучесть

source: Dexterity
ru: Ловкость

source: Intelligence
ru: Интеллект

source: Mind
ru: Дух

source: Piety
ru: Благочестие

source: Elemental Resistances
ru: Устойчивость к элементам

source: <var 12 39 /var> Fire
ru: <var 12 39 /var> Огонь

source: <var 12 3E /var> Water
ru: <var 12 3E /var> Вода

source: <var 12 3D /var> Lightning
ru: <var 12 3D /var> Молния

source: <var 12 3B /var> Wind
ru: <var 12 3B /var> Воздух

source: <var 12 3C /var> Earth
ru: <var 12 3C /var> Земля

source: <var 12 3A /var> Ice
ru: <var 12 3A /var> Лёд

source: Offensive Properties
ru: Атака

source: Direct Hit Rate
ru: Точный удар

source: Critical Hit
ru: Крит. удар

source: Determination
ru: Решительность

source: Defensive Properties
ru: Защита

source: Defense
ru: Физическая

source: Tenacity
ru: Упорство

source: Magic Defense
ru: Магическая

source: Physical Properties
ru: Физическая атака

source: Attack Power
ru: Сила атаки

source: Skill Speed
ru: Скорость умений

source: Physical Resistances
ru: Физическая устойчивость

source: Slashing
ru: К режущим оружиям

source: Piercing
ru: К колющим оружиям

source: Blunt
ru: К тупым оружиям

source: Mental Properties
ru: Магия

source: Attack Magic Potency
ru: Сила атаки

source: Healing Magic Potency
ru: Сила исцеления

source: Spell Speed
ru: Скорость чтения

source: PvP Properties
ru: Параметры PvP

source: Morale
ru: Мораль

source: Crafting
ru: Ремесло

source: Craftsmanship
ru: Мастерство

source: Control
ru: Контроль

source: Gathering
ru: Собирательство

source: Gathering
ru: Собирательство

source: Perception
ru: Восприятие

source: Bonus
ru: Бонус

source: Draw/sheathe weapon.
ru: Достать/убрать оружие.

source: Hide/display main and off hand weapons when sheathed.
ru: Прятать/показывать главное и побочное оружия, когда они убраны.

source: Hide/display headgear.
ru: Прятать/показывать головной убор.

source: Reset display.
ru: Сбросить камеру.

source: <var 08 E1E94C01 ((Toggle character display mode on/off (controller only))) ((Toggle character display mode on/off (gamepad only))) /var>.
ru: Вкл./выкл. управление камерой в предпросмотре (для <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>).

source: Gear
ru: Снаряжение

source: Average Item Level
ru: Средний уровень

source: The average level of all the gear you have equipped. A higher rating will allow you to undertake more difficult challenges via the Duty Finder.
ru: Средний уровень экипированного снаряжения. Более высокий уровень позволит вам участвовать в более сложных испытаниях через Поиск миссий.

source: Desynthesis Skill
ru: Умение десинтеза

source: Desynthesis Skill
ru: Умение десинтеза

source: Close
ru: Закрыть

source: Grand Company Seal Exchange
ru: Обмен seal'ов Великой компании

source: Item
ru: Предмет

source: Qty.
ru: Кол-во

source: Rank
ru: Ранг

source: Bag
ru: Сумка
