Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: View venture report. (Complete)
ru: Посмотреть отчёт о странствии. (Завершено)

source: Assign venture.
ru: Отправить в странствие.

source: Assign venture. (In progress)
ru: Отправить в странствие. (В процессе)

source: View retainer attributes and gear.
ru: Посмотреть атрибуты и снаряжение слуги.

source: View retainer attributes and gear. (No main arm equipped)
ru: Посмотреть атрибуты и снаряжение слуги. (Не экипировано главное оружие)

source: Reset retainer class. (<var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>: Lv. <var 20 E803 /var>)
ru: Сбросить класс слуги. (<var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>: Ур. <var 20 E803 /var>)

source: Assign retainer class.
ru: Назначить слуге класс.

source: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var> (Unavailable).
ru: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var> (Недоступно).

source: Reassign
ru: Отправить снова

source: Assign retainer a job.
ru: Назначить слуге профессию.

source: Select a job.
ru: Выберите профессию.

source: <var 12 40 /var>Item buyback.
ru: <var 12 40 /var>Выкуп предметов.

source: Increase Retainer Level. (Lv. <var 20 E803 /var>) Item Required: <var 28 ((Item)) E8020A /var>
ru: Увеличить уровень слуги. (Ур. <var 20 E803 /var>) Требуется предмет: <var 28 ((Item)) E8020A /var>

source: Cast glamours.
ru: Зачаровать гламур.

source: Dye items.
ru: Покрасить предметы.

source: <var 48 F2023B /var><var 49 F2023C /var><var 20 E802 /var> of <var 20 E803 /var> party members are currently eligible for reward issuance. Consequently, the number of coffers that appear will be reduced to <var 20 E804 /var>. <var 08 E1E80501 (( Furthermore, because some party members are not eligible for rewards, the quantity of rewards in the coffers will be reduced. )) (()) /var> Vote “Yes” if you wish to proceed, or “No” if you prefer to wait for absent players to return.<var 49 01 /var><var 48 01 /var> ※The number of coffers that will appear is determined by the number of reward eligible party members at the time of reward issuance. ※Coffers will appear if the timer falls to zero.
ru: <var 48 F2023B /var><var 49 F2023C /var><var 20 E802 /var> из <var 20 E803 /var> игроков могут получить награду. В связи с этим после прохождения миссии количество появляющихся сундуков уменьшено до <var 20 E804 /var>. <var 08 E1E80501 (( Также из-за того, что некоторым игрокам недоступна награда, количество наград в сундуках будет уменьшено. )) (()) /var> Проголосуйте «Да», если хотите продолжить, или «Нет», если хотите дождаться возвращения отсутствующих игроков.<var 49 01 /var><var 48 01 /var> ※Количество сундуков, появляющихся после прохождения миссии, зависит от количества игроков в момент выдачи награды. ※Сундуки появятся, если таймер достигнет нуля.

source: Proceed with reduced rewards?
ru: Продолжить с уменьшенным количеством наград?

source: Disable Dye Preview
ru: Отключить предпросмотр покраски

source: Enable Dye Preview
ru: Включить предпросмотр покраски

source: Remove Outfit
ru: Снять предмет

source: Delete saved outfit data and remove all but last gear equipped?
ru: Удалить сохранённые данные и убрать всё снаряжение, кроме последнего экипированного?

source: Manually adjust visor (select gear only).
ru: Поднять/опустить забрало (только для некоторых головных уборов).

source: Manually adjust visor (select gear only).
ru: Поднять/опустить забрало (только для некоторых головных уборов).

source: Manually adjust visor (select gear only).
ru: Поднять/опустить забрало (только для некоторых головных уборов).

source: Manually adjust visor (select gear only).
ru: Поднять/опустить забрало (только для некоторых головных уборов).

source: Save/Delete Outfit
ru: Сохранить/удалить снаряжение

source: Fitting Room
ru: Примерочная

source: Display Gear
ru: Показать снаряжение

source: Display Headgear
ru: Показать головной убор

source: Display Sheathed Arms
ru: Показать убранные оружия

source: Sheathe/Draw Weapon
ru: Достать/убрать оружие

source: Try On
ru: Примерить

source: This item is unequippable by your race and/or gender.
ru: Этот предмет нельзя экипировать вашей расе и/или гендеру.

source: Preview
ru: Предпросмотр

source: Gear Set Preview
ru: Предпросмотр комплекта

source: Display Sheathed Arms
ru: Показывать убранные оружия

source: Display Headgear
ru: Покаывать головной убор

source: Sheathe/Draw Weapon
ru: Достать/убрать оружие

source: You cannot currently equip this item. Proceed with the transaction?
ru: Вы сейчас не можете экипировать этот предмет. Продолжить покупку?

source: You will never be able to equip this item. Proceed with the transaction?
ru: Вы никогда не сможете надеть этот предмет. Продолжить покупку?

source: Proceed
ru: Продолжить

source: Try On Retainer
ru: Примерить на слуге

source: Return
ru: Вернуться

source: Aether Currents
ru: Эфирные потоки

source: There is no information to display.
ru: Нет информации для отображения.

source: Aether Currents Discovered
ru: Найденные эфирные потоки

source: Attunement Complete
ru: Настройка завершена

source: Materia Infusion
ru: Слияние материи

source: Infused
ru: Готово

source: Infuse
ru: Поглотить материю

source: Infused
ru: Произведено слияний

source: Infuse
ru: Слиять

source: Cancel
ru: Отмена

source: Materia
ru: Материя

source: Attribute
ru: Атрибут

source: Bag
ru: В сумке

source: Relic Weapon Enhancement
ru: Улучшение реликтового оружия

source: Relic Weapon Animus
ru: Реликтовое оружие Анимус

source: Relic Weapon Novus
ru: Реликтовое оружие Новус

source: Enhance
ru: Улучшить

source: Cancel
ru: Отмена

source: Catalyst
ru: Катализатор

source: You do not possess the correct type of materia.
ru: Вы не обладаете правильным типом материи.

source: You do not possess any pieces of alexandrite.
ru: У вас нет ни одного кусочка Александрита.

source: This attribute cannot receive any further infusions.
ru: Этот атрибут не может более улучшаться.

source: The scroll cannot receive any further infusions.
ru: Свиток не может больше улучшен.

source: A maximum of five attributes may be infused.
ru: Можно использовать не более пяти атрибутов.

source: Materia of a different grade is required to enhance this attribute.
ru: Для усиления этого атрибута требуется материя другого класса.

source: Base Bonuses
ru: Базовые бонусы

source: Additional Bonuses
ru: Дополнительные бонусы

source: Materia
ru: Материя

source: Close
ru: Закрыть

source: The scroll has not been fully infused with materia.
ru: Свиток не был полностью пропитан материей.

source: Attribute
ru: Атрибут

source: <var 1E 0B /var> Subcommands <var 1E 09 /var> Confirm <var 1E 0A /var> Close
ru: <var 1E 0B /var> Подкоманды <var 1E 09 /var> Подтвердить <var 1E 0A /var> Закрыть

source: Success Rate
ru: Шанс успеха

source: The infusion will succeed.
ru: Наполнение успешно.

source: There is a chance the infusion may fail.
ru: Существует вероятность того, что наполнение может не сработать.

source: There is a fair chance the infusion will fail.
ru: Существует большая вероятность того, что наполнение не удастся.

source: There is a significant chance the infusion will fail.
ru: Существует значительная вероятность того, что наполнение не удастся.

source: If the infusion fails you will lose the materia but not the alexandrite. Proceed?
ru: Если наполнение не удастся, вы потеряете материю, но не Александрит. Продолжить?

source: Relic Weapon Nexus
ru: Реликтовое оружие Нексус

source: Zodiac Weapon
ru: Оружие Зодиака

source: Zodiac Weapon Enhancement
ru: Улучшение оружия Зодиака

source: <var 08 E1E80301 ((<var 48 F2023D /var><var 49 F2023E /var><var 1A 02 /var>Item Level <var 20 E802 /var><var 1A 01 /var><var 48 01 /var><var 49 01 /var>)) ((Item Level <var 20 E802 /var>)) /var>
ru: <var 08 E1E80301 ((<var 48 F2023D /var><var 49 F2023E /var><var 1A 02 /var>Уровень предмета <var 20 E802 /var><var 1A 01 /var><var 48 01 /var><var 49 01 /var>)) ((Уровень предмета <var 20 E802 /var>)) /var>

source: [Functions as a normal-quality item.]
ru: [Функционирует как предмет обычного качества.]

source: Dyeable (Conditions Not Yet Met)
ru: Можно покрасить (Условия ещё не выполнены)

source: Duty Finder
ru: Поиск миссий

source: Level <var 20 E802 /var>
ru: Уровень <var 20 E802 /var>

source: Role:
ru: Роль:

source: Join
ru: Присоединиться

source: Duty Status
ru: Статус очереди

source: Withdraw
ru: Отступить

source: Add Members
ru: Добавить игроков

source: Leave
ru: Покинуть

source: There are no duties available.
ru: Нет доступных миссий.

source: You are currently penalized for abandoning a duty and unable to undertake any new tasks at this time.
ru: Вы пока не можете участвовать в новых миссиях, так как не прошло наказание за побеги из миссий.

source: Time Limit: <var 20 E802 /var>m
ru: Ограничение времени: <var 20 E802 /var> мин

source: Location: <var 28 ((PlaceName)) E80201 /var>
ru: Локация: <var 28 ((PlaceName)) E80201 /var>

source: <var 08 E4E802E803 ((<var 2B ((<var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>)) /var> <var 08 E4E80202 ((player)) ((players)) /var>)) ((<var 2B ((<var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>)) /var> to <var 08 E803 ((<var 08 E2E8030B ((<var 09 E803 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E803 /var>)) /var>)) ((<var 20 E803 /var>)) /var> players)) /var> <var 08 E1E80302 (((<var 20 E804 /var> tank<var 08 E4E80402 (()) ((s)) /var>, <var 20 E805 /var> healer<var 08 E4E80502 (()) ((s)) /var>, <var 20 E806 /var> DPS))) (()) /var>
ru: <var 08 E4E802E803 ((<var 20 E802 /var> игрок<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>)) ((От <var 20 E802 /var> до <var 20 E803 /var> игроков)) /var> <var 08 E1E80302 (((<var 20 E804 /var> защитник<var 08 E4E80402 (()) ((а)) /var>, <var 20 E805 /var> целител<var 08 E4E80502 ((ь)) ((я)) /var>, <var 20 E806 /var> <var 08 E2E80605 ((<var 09 E806 ((боец)) ((бойца)) ((бойца)) ((бойца)) /var>)) ((бойцов)) /var>))) (()) /var>

source: Class: <var 28 ((ClassJobCategory)) E80201 /var>
ru: Класс: <var 28 ((ClassJobCategory)) E80201 /var>

source: Level: <var 20 E802 /var> (Sync from <var 20 E803 /var>)
ru: Уровень: <var 20 E802 /var> (Синхронизация с <var 20 E803 /var>)

source: Avg. Item Level: <var 20 E802 /var>
ru: Средний уровень снаряжения: <var 20 E802 /var>

source: Join Party in Progress
ru: Присоединяться к группам посреди миссий

source: Duty Ready
ru: Миссия готова

source: Class:
ru: Класс:

source: Your class has changed. Duty cannot be commenced.
ru: Вы изменили класс. Миссия не может быть начата.

source: Previous:
ru: Прошлый:

source: Current:
ru: Текущий:

source: Commence
ru: Приступить

source: Withdraw
ru: Отступить

source: You are incapacitated. Duty cannot be commenced.
ru: Вы сейчас повержены. Невозможно начать миссию.

source: Your item level is too low. Duty cannot be commenced.
ru: Ваш уровень снаряжения слишком низок. Невозможно начать миссию.

source: Obtaining data...
ru: Получение данных...

source: Duty Status
ru: Статус миссии

source: Current Class:
ru: Текущий класс:

source: Average Wait Time
ru: Среднее время ожидания

source: Time Expired
ru: Прошло времени

source: Withdraw
ru: Выйти

source: Forming Party
ru: Сбор группы

source: Reserving Server
ru: Получение места на сервере

source: Selected Class:
ru: Выбранный класс:

source: Add Members
ru: Восполнение группы

source: Replenish ranks?
ru: Восполнить группу?

source: Yes
ru: Да

source: Cancel
ru: Отмена

source: Abandon duty?
ru: Покинуть миссию?

source: Level: <var 20 E802 /var>
ru: Уровень: <var 20 E802 /var>

source: Restriction: Cannot Add Members
ru: Ограничение: Нельзя добавлять игроков.

source: Free Company
ru: Вольная компания

source: Rank: <var 20 E802 /var>
ru: Ранг: <var 20 E802 /var>

source: Topics
ru: Новости

source: Members
ru: Участники

source: Rank
ru: Ранги

source: Activity
ru: Активности

source: Info
ru: Информация

source: <var 28 ((GrandCompany)) E80201 /var> <var 48 E804 /var><Standing: <var 28 ((FCReputation)) E80305 /var>><var 48 01 /var>
ru: <var 28 ((GrandCompany)) E80201 /var> <var 48 E804 /var><Репутация: <var 28 ((FCReputation)) E80305 /var>><var 48 01 /var>

source: Unable to retrieve data.
ru: Не удалось получить данные.

source: Members Online and on Home World: <var 20 E802 /var>/<var 20 E803 /var>
ru: Игроков в сети и в домашнем мире: <var 20 E802 /var>/<var 20 E803 /var>

source: Actions
ru: Действия

source: Level: <var 20 E802 /var>
ru: Уровень: <var 20 E802 /var>

source: Level: <var 20 E802 /var> (Sync to <var 20 E802 /var>)
ru: Уровень: <var 20 E802 /var> (Синхронизация до <var 20 E802 /var>)

source: Status
ru: Статус

source: Short Messages
ru: Памятки

source: Name
ru: Имя

source: Class/Job
ru: Класс/проф.

source: Location
ru: Локация

source: Rank
ru: Ранг

source: Lang.
ru: Язык

source: Updates
ru: Обновлено

source: Leave Company
ru: Покинуть компанию

source: Rank <var 20 E802 /var>
ru: Ранг <var 20 E802 /var>

source: Rank
ru: Ранг

source: Title
ru: Название

source: Members
ru: Члены

source: This rank has no privileges.
ru: У этого ранга нет привилегий.

source: Change Hierarchy
ru: Иерархия

source: Add Rank
ru: Добавить ранг

source: You are not authorized to change hierarchical settings.
ru: Вам не разрешено менять настройки иерархии.

source: No more ranks can be added.
ru: Больше нельзя добавить новые ранги.

source: Authorization
ru: Разрешения

source: Input a name for the new rank.
ru: Введите название нового ранга.

source: Rank Name
ru: Название ранга

source: Retrieving data.
ru: Получение данных.

source: The list is empty.
ru: Список пуст.

source: Player
ru: Игрок

source: Activity Notices
ru: Уведомления об активностях

source: Short Message
ru: Памятка

source: You are not authorized to post a short message.
ru: Вам не разрешено писать памятку.

source: No short message has been posted.
ru: Памятка не написана.

source: Display Estate Profile
ru: Открыть профиль участка

source: Free Company Petition
ru: Петиция вольной компании

source: Name
ru: Название

source: Master
ru: Хозяин

source: Members
ru: Члены

source: Help
ru: Помощь

source: Nullify
ru: Аннулировать

source: Unsign
ru: Убрать подпись

source: Sign
ru: Подписать

source: Cancel
ru: Отмена

source: There are no signatures.
ru: Подписей нет.

source: Company Profile
ru: Профиль компании

source: Awaiting Approval
ru: В процессе формирования

source: Master
ru: Хозяин

source: Members
ru: Члены

source: Foundation Date
ru: Дата создания

source: <var 28 ((GrandCompany)) E80201 /var> <var 48 E804 /var><Standing: <var 28 ((FCReputation)) E80305 /var>><var 48 01 /var>
ru: <var 28 ((GrandCompany)) E80201 /var> <var 48 E804 /var><Репутация: <var 28 ((FCReputation)) E80305 /var>><var 48 01 /var>

source: Unable to retrieve data.
ru: Не удалось получить данные.

source: <var 20 E802 /var>/<var 20 E803 /var> online (Home World)
ru: <var 20 E802 /var>/<var 20 E803 /var> в сети (Домашний мир)

source: Close
ru: Закрыть

source: Rank
ru: Ранг

source: Slogan
ru: Слоган

source: No slogan available.
ru: Слогана нет.

source: Housing
ru: Жилая площадь

source: Housing not available.
ru: Нет жилой площади.

source: Assign the member a rank.
ru: Назначьте члену компании ранг.

source: Promotion/Demotion
ru: Повышение/понижение

source: Name
ru: 2652_Name

source: Rank
ru: Ранг

source: Rank
ru: Ранг

source: Members
ru: Члены

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Only a master may promote another member to master.
ru: Только хозяин может повысить другого игрока до хозяина.

source: Select a rank different from the current one.
ru: Выберите ранг, отличный от текущего.

source: Settings
ru: Настройки

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Basic Settings
ru: Базовые настройки

source: Chest Access
ru: Доступ к сундуку

source: No Access
ru: Нет доступа

source: View Only
ru: Только просмотр

source: Full Access
ru: Полный доступ

source: Hierarchy
ru: Иерархия

source: Select a rank to reorder.
ru: Выберите ранг для перемещения.

source: Move the rank up or down in the company hierarchy.
ru: Перемещайте ранг вверх или вниз в иерархии компании.

source: Rank
ru: Ранг

source: Rank
ru: Ранг

source: Members
ru: Члены

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Master cannot be moved.
ru: Хозяина нельзя передвинуть.

source: Guest cannot be moved.
ru: Гостя нельзя передвинуть.

source: Deposit Only
ru: Можно только вложить

source: Close
ru: Закрыть

source: Estate hall not constructed.
ru: Дом не построен.

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Aethernet
ru: Сеть эфиритов

source: Current Location: <var 29 EA02 /var>
ru: Текущая локация: <var 29 EA02 /var>

source: Other
ru: Выходы наружу

source: 3rd Party License
ru: Лицензии 3-х лиц

source: You have signed out of PlayStation™Network. Please sign in again.
ru: Вы вышли из PlayStation™Network. Пожалуйста, войдите ещё раз.

source: Main Menu
ru: Главное меню

source: You have a new notification.
ru: Вы получили новое уведомление.

source: Notifications
ru: Уведомления

source: Grand Company Rank
ru: Звание в Великой Компании

source: Commissioned Officer
ru: Офицеры

source: Petty Officer & Soldier
ru: Старшина / Рядовой

source: Close
ru: Закрыть

source: This role restriction-free duty is item level synced. All item levels will be adjusted to the level indicated.
ru: В этой миссии нет ограничений на роли, но есть ограничение на уровень предметов. Уровень всех предметов будет синхронизирован с уровнем, указанный в описании миссии.

source: This duty is part of the Moogle Treasure Trove event.
ru: Эта миссия является частью события Сокровищница Муглов.

source: Duty: <var 2B ((<var 29 EA02 /var>)) /var>
ru: Миссия: <var 2B ((<var 29 EA02 /var>)) /var>

source: Checking member status...
ru: Проверка готовности игроков...

source: All
ru: Все

source: <var 20 E802 /var>/<var 20 E803 /var> Selected
ru: Выбрано <var 20 E802 /var>/<var 20 E803 /var>

source: Language
ru: Язык

source: Tank
ru: Защитник

source: Healer
ru: Целитель

source: DPS
ru: Боец

source: Forming party...
ru: Формирование группы...

source: Reserving instance...
ru: Резервирование инстанса...

source: <var 20 E802 /var>m
ru: <var 20 E802 /var> мин

source: Company Promotion
ru: Повышение в Компании

source: Next Rank:
ru: Следующее звание:

source: Current Rank:
ru: Текущий звание:

source: Seal Max: <var 22 E802 ((,)) /var>
ru: Максимум seal'ов: <var 22 E802 (( )) /var>

source: Seals Required:
ru: Требуется seal'ов:

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Current Seals:
ru: Seal'ов в наличии:

source: Promote/Demote
ru: Повысить/понизить

source: Discharge
ru: Изгнать

source: Invite to Company
ru: Пригласить в компанию

source: Hierarchy Settings
ru: Настройки иерархии

source: Delete Rank
ru: Удалить ранг

source: Invite to New Company
ru: Пригласить в новую компанию

source: View Company Profile
ru: Посмотреть профиль компании

source: Change Rank Name
ru: Изменить название ранга

source: Master
ru: Хозяин

source: Leader
ru: Лидер

source: Open Communication
ru: Сказать в этот линкшелл

source: Disable Action
ru: Отключить действие

source: Execute Action
ru: Активировать действие

source: Discard Action
ru: Удалить действите

source: Open Channel Log Settings
ru: Открыть настройки чата этого линкшелла

source: Company Board
ru: Доска объявлений компании

source: Confirm
ru: Установить

source: Cancel
ru: Отмена

source: Short Message
ru: Памятка

source: Edit Short Message
ru: Изменить памятку

source: Edit Company Board
ru: Редактировать доску объявлений компании

source: ※The highest item level requirement of the available duties will be applied.
ru: ※Будет применён самый высокий требуемый уровень снаряжения из доступных вам миссий.

source: Duties:
ru: Миссии:

source: Following requirements not met:
ru: Не выполнены следующие требования:

source: Time remaining until Duty Finder is available:
ru: Оставшееся время до доступности Поиска миссий:

source: Duty Finder
ru: Поиск миссий

source: Readying duty...
ru: Подготовка миссии...

source: Finding members...
ru: Поиск игроков...

source: Requirements
ru: Требования

source: Information
ru: Информация

source: ※The number of <var 31 ((Item)) 04E8020302 /var> received will vary based on match results.
ru: ※Количество получаемых <var 31 ((Item)) 04E8020302 /var> будет зависеть от результатов матча.

source: Victory: <var 20 E802 /var> Defeat: <var 20 E803 /var> Draw: <var 20 E804 /var>
ru: Победа: <var 20 E802 /var> Поражение: <var 20 E803 /var> Ничья: <var 20 E804 /var>

source: 1st Place: <var 20 E802 /var> 2nd Place: <var 20 E803 /var> 3rd Place: <var 20 E804 /var>
ru: 1-е место: <var 20 E802 /var> 2-е место: <var 20 E803 /var> 3-е место: <var 20 E804 /var>

source: Rewards for this duty can be traded with itinerant moogles.
ru: Награды за эту миссию можно обменять у странствующих муглов.

source: Progress: <var 20 E802 /var>/<var 20 E803 /var>
ru: Прогресс: <var 20 E802 /var>/<var 20 E803 /var>

source: Less than <var 20 E802 /var>m
ru: Менее <var 20 E802 /var> мин

source: More than <var 20 E802 /var>m
ru: Более <var 20 E802 /var> мин

source: Assign <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> the rank <var 29 EA02 /var>?
ru: Назначить <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> ранг <var 29 EA02 /var>?

source: Discharge <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> from the free company? <var 08 E909 ((<var 08 ((<var 28 ((BNpcName)) E90907 /var>)) ((Her)) ((His)) /var>)) ((<var 08 E907 ((Her)) ((His)) /var>)) /var> private chambers will automatically be demolished and <var 08 E909 ((<var 08 ((<var 28 ((BNpcName)) E90907 /var>)) ((her)) ((his)) /var>)) ((<var 08 E907 ((her)) ((his)) /var>)) /var> chocobo removed from the stables. Any retainer stationed on estate grounds by <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> will, however, remain.
ru: Изгнать <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var> из вольной компании? <var 08 E4EB02EB03 ((<var 08 E905 ((Её)) ((Его)) /var>)) ((<var 08 E905 ((Её)) ((Его)) /var>)) /var> личная комната будет автоматически уничтожена, а <var 08 E4EB02EB03 ((<var 08 E905 ((её)) ((его)) /var>)) ((<var 08 E905 ((её)) ((его)) /var>)) /var> чокобо будет убран из стойла. Однако любой слуга на жилой площади компании, которого поставил<var 08 E4EB02EB03 ((<var 08 E905 ((а)) (()) /var>)) ((<var 08 E905 ((а)) (()) /var>)) /var> <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>, останется на месте.

source: Leave the free company? Your retainer will remain on estate grounds.
ru: Покинуть вольную компанию? Ваш слуга останется на жилой площади компании.

source: Delete the rank “<var 29 EA02 /var>”? All members currently of that rank will be reassigned to <var 29 EA03 /var>.
ru: Удалить ранг «<var 29 EA02 /var>»? Всем членам с этим рангом будет назначено звание «<var 29 EA03 /var>».

source: Assign your free company a name.
ru: Укажите название вашей вольной компании.

source: That name cannot be used.
ru: Это название нельзя использовать.

source: That name has already been chosen.
ru: Это название уже занято.

source: If you cancel the petition, all signatures will be lost. Proceed?
ru: В результате отмены петиции будет потеряны все подписи. Продолжить?
