Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Craftsmanship Required: <var 20 E802 /var>
ru: Требуется Мастерство: <var 20 E802 /var>

source: Control Required: <var 20 E802 /var>
ru: Требуется Контроль: <var 20 E802 /var>

source: Equipment Required: <var 28 ((Item)) E8020A /var>
ru: Требуется снаряжение: <var 28 ((Item)) E8020A /var>

source: Collectable Synthesis Available
ru: Можно синтезировать как ценность

source: Quick Synthesis Craftsmanship Required: <var 20 E802 /var>
ru: Требуемое Мастерство для быстрого синтеза: <var 20 E802 /var>

source: Quick Synthesis Control Required: <var 20 E802 /var>
ru: Требуемый Контроль для быстрого синтеза: <var 20 E802 /var>

source: Collectable Synthesis
ru: Синтез ценности

source: Specialist Recipe
ru: Рецепт специалиста

source: Durability
ru: Прочность

source: Difficulty
ru: Сложность

source: Quality
ru: Качество

source: Materials
ru: Материалы

source: Bag
ru: Сумка

source: Craftable
ru: Можно создать

source: Unselected
ru: Не выбрано

source: Selected
ru: Выбрано

source: No EXP Granted
ru: Опыт не будет получен

source: Display Only Recent Recipes
ru: Показать только новые рецепты

source: Select Material
ru: Выбрать материал

source: Add to Favorites
ru: Добавить в закладки

source: Remove from Favorites
ru: Убрать из закладок

source: Craftsmanship Recommended: <var 20 E802 /var>
ru: Рекомендованное Мастерство: <var 20 E802 /var>

source: Expert Recipe
ru: Экспертный рецепт

source: Expert Recipe
ru: Экспертный рецепт

source: (Max <var 20 E802 /var>％)
ru: (Макс. <var 20 E802 /var>％)

source: Special
ru: Особые

source: Return
ru: Возврат

source: Required GP: <var 20 E802 /var>
ru: Требуется ОС: <var 20 E802 /var>

source: Location Effect
ru: Эффекты этого места

source: <var 29 EA02 /var> <var 48 F201F6 /var><var 49 F201F7 /var>[Off]<var 49 01 /var><var 48 01 /var>
ru: <var 29 EA02 /var> <var 48 F201F6 /var><var 49 F201F7 /var>[Выкл.]<var 49 01 /var><var 48 01 /var>

source: <var 29 EA02 /var> <var 48 F201F6 /var><var 49 F201F7 /var>[On]<var 49 01 /var><var 48 01 /var>
ru: <var 29 EA02 /var> <var 48 F201F6 /var><var 49 F201F7 /var>[Вкл.]<var 49 01 /var><var 48 01 /var>

source: BONUS
ru: БОНУС

source: Item Search
ru: Поиск предмета

source: Type in the full or partial name of an item and press Enter to commence the search.
ru: Введите полное или частичное название предмета и нажмите «Enter» для начала поиска.

source: Search for Item by Gathering Method
ru: Найти, где добыть этот предмет

source: At 100% efficiency, progress increases by <var 20 E802 /var>.
ru: При эффективности в 100% прогресс увеличится на <var 20 E802 /var>.

source: At 100% efficiency, quality increases by <var 20 E802 /var>.
ru: При эффективности в 100% качество увеличится на <var 20 E802 /var>.

source: At 100% efficiency, progress increases by <var 20 E802 /var>.
ru: При эффективности в 100% прогресс увеличится на <var 20 E802 /var>.

source: At 100% efficiency, quality increases by <var 20 E802 /var>.
ru: При эффективности в 100% качество увеличится на <var 20 E802 /var>.

source: Always Synthesized as Collectable
ru: Всегда синтезируется как ценность

source: Acquired Titles
ru: Полученные титулы

source: Titles
ru: Титулы

source: Current Title
ru: Текущий титул

source: Titles
ru: Титулы

source: Achievement
ru: Достижение

source: Category
ru: Категория

source: Settings have not been applied. Discard changes?
ru: Настройки не были применены. Отменить изменения?

source: Set as Title
ru: Поставить как текущий титул

source: Remove as Title
ru: Убрать текущий титул

source: View Achievement
ru: Посмотреть достижение

source: Sort by Name
ru: По имени

source: Sort by Category
ru: По категории

source: Sort by ID
ru: По номеру

source: View sorting options.
ru: Посмотреть опции сортировки.

source: Save
ru: Сохранить

source: Close
ru: Закрыть

source: Ceremony Plan
ru: Планирование церемонии

source: Ceremony Style
ru: Стиль церемонии

source: Chapel Decoration
ru: Оформление часовни

source: Procession
ru: Процессия

source: Bouquet Bearer
ru: Носитель Букета

source: Music
ru: Музыка

source: Save Plan
ru: Сохранить План

source: Cancel
ru: Отмена

source: Carpet Color
ru: Цвет ковровой дорожки

source: Flower Color
ru: Цвет цветов

source: Procession
ru: Процессия

source: Reception
ru: Рецессия

source: Preview
ru: Предпросмотр

source: On Chocoback
ru: Верхом на чокобо

source: You
ru: Вы

source: Partner
ru: Партнер

source: Lighting
ru: Освещение

source: Natural
ru: Естественное

source: Romantic
ru: Романтичное

source: White
ru: Белый

source: Pink
ru: Розовый

source: Orange
ru: Оранжевый

source: Blue
ru: Синий

source: Red
ru: Красный

source: White
ru: Белый

source: Pink
ru: Розовый

source: Orange
ru: Оранжевый

source: Blue
ru: Синий

source: Red
ru: Красный

source: Save these settings?
ru: Сохранить эти параметры?

source: Changes will not be saved. Are you sure you wish to cancel?
ru: Изменения не были сохранены. Вы уверены что хотите отменить их?

source: Anniversary
ru: Годовщина

source: <var 07 E802 /var><var 20 DE /var>.<var 20 DC /var>.<var 20 DF /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>

source: An Invitation
ru: Приглашение

source: Ceremony Date
ru: Дата церемонии

source: Invitation
ru: Приглашение

source: Copies
ru: Копий

source: <var 20 E802 /var> remaining
ru: <var 08 E4E80202 ((Осталась)) ((Осталось)) /var> <var 20 E802 /var>

source: ?? Remaining
ru: Осталось ??

source: Only acquaintances who possess an invitation will be allowed admittance to your Bonding Ceremony. Print invitation?
ru: Только знакомые, имеющие приглашение, будут допущены на вашу свадебную церемонию. Распечатать приглашение?

source: None
ru: Нет

source: White
ru: Белый

source: Pink
ru: Розовый

source: Orange
ru: Оранжевый

source: Blue
ru: Синий

source: Red
ru: Красный

source: world
ru: мир

source: world
ru: мир

source: Limsa Lominsa
ru: Лимса Ломинса

source: limsa
ru: лимса

source: lanoscea
ru: ланоша

source: Gridania
ru: Гридания

source: gridania
ru: гридания

source: The Black Shroud
ru: Чёрный покров

source: Ul'dah
ru: Уль'да

source: uldah
ru: ульда

source: Thanalan
ru: Таналан

source: thanalan
ru: таналан

source: Ishgard
ru: Ишгард

source: ishgard
ru: ишгард

source: Coerthas
ru: Кёртас

source: coerthas
ru: кёртас

source: Mor Dhona
ru: Мор Дона

source: mordhona
ru: мордона

source: Abalathia's Spine
ru: Хребет Абалатии

source: abalathia
ru: абалатия

source: Dravania
ru: Дравания

source: dravania
ru: дравания

source: Kugane
ru: Куганэ

source: kugane
ru: куганэ

source: Gyr Abania
ru: Гир Абания

source: gyrabania
ru: гирабания

source: Othard
ru: Отард

source: othard
ru: отард

source: The Crystarium
ru: Кристариум

source: crystarium
ru: кристариум

source: Eulmore
ru: Юлмор

source: eulmore
ru: юлмор

source: Norvrandt
ru: Норврандт

source: norvrandt
ru: норврандт

source: Close
ru: Закрыть

source: The Ceremony of Eternal Bonding
ru: Церемония Вечных Уз

source: STR/DEX/VIT/INT/MND
ru: СИЛ/ЛОВ/ЖИВ/ИНТ/ДУХ

source: Tank
ru: Защитник

source: Healer
ru: Целитель

source: Melee
ru: Ближний боец

source: Physical Ranged
ru: Дальний боец

source: Magical Ranged
ru: Боевой маг

source: <var 12 6A /var> <var 29 EA02 /var>y
ru: <var 12 6A /var> <var 29 EA02 /var> ялм

source: <var 12 6B /var> <var 29 EA02 /var>y
ru: <var 12 6B /var> <var 29 EA02 /var> ялм

source: <var 12 6A /var> [Up]
ru: <var 12 6A /var> [Выше]

source: <var 12 6B /var> [Down]
ru: <var 12 6B /var> [Ниже]

source: Gear Set List
ru: Список комплектов снаряжения

source: Inventory: Equipment/Items
ru: Инвентарь: Снаряжение/предметы

source: Inventory: Housing
ru: Инвентарь: Предметы быта

source: Desynthesizable: <var 08 E1E80201 ((<var 20 E803 /var>.00 (<var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>))) ((No)) /var>
ru: Десинтез: <var 08 E1E80201 ((<var 20 E803 /var>,00 (<var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>))) ((Нет)) /var>

source: Group <var 20 E802 /var>
ru: Группа <var 20 E802 /var>

source: None
ru: Без группы

source: All Friends
ru: Все друзья

source: Filter Groups
ru: Фильтровать по группе друзей

source: Change Group Name
ru: Изменить имя группы

source: Oldest
ru: Сначала старые

source: Newest
ru: Сначала новые

source: Alphabetical
ru: По алфавиту

source: Friend Number
ru: По номеру добавления

source: Sort
ru: Сортировка

source: Assign Friend Group
ru: Назначить группу друзей

source: Friend Groups
ru: Группы друзей

source: Name
ru: Имя

source: Days a Friend:
ru: Дней с начала дружбы:

source: <var 20 E802 /var>
ru: <var 22 E802 (( )) /var>

source: Apply
ru: Применить

source: Cancel
ru: Отмена

source: Input a new name for <var 29 EA02 /var>Group <var 20 E803 /var>.
ru: Введите новое имя для <var 29 EA02 /var>Group <var 20 E803 /var>.

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Group Name
ru: Имя группы

source: Reducible: <var 08 E1E80201 ((Yes)) ((No)) /var>
ru: Можно измельчить: <var 08 E1E80201 ((Да)) ((Нет)) /var>

source: Shop Selling Price: None
ru: Цена у купцов: Не продаётся

source: Shop Selling Price<var 08 E1E80301 (()) (( (NQ))) /var>: <var 22 E802 ((,)) /var>
ru: Цена у купцов<var 08 E1E80301 (()) (( (NQ))) /var>: <var 22 E802 (( )) /var>

source: Shop Selling Price<var 08 E1E80301 (()) (( (NQ))) /var>: <var 22 E802 ((,)) /var> (Restricted)
ru: Цена у купцов<var 08 E1E80301 (()) (( (NQ))) /var>: <var 22 E802 (( )) /var> (Ограничено)

source: Displaying: <var 2B ((<var 29 EA02 /var>)) /var>
ru: Отображено: <var 2B ((<var 29 EA02 /var>)) /var>

source: Linkshells will become inoperable while visiting other Worlds or data centers.
ru: При посещении других миров и дата-центров нельзя будет взаимодействовать с линкшеллами.

source: Recipe Search
ru: Поиск рецептов

source: History
ru: История

source: Nothing to display.
ru: Нечего показать.

source: Recipes Searched
ru: Поисковые запросы

source: Original Recipe
ru: Изначальный рецепт

source: Filter Conditions
ru: Условия фильтра

source: Hide Completed Recipes
ru: Спрятать готовые рецепты

source: Apply
ru: Применить

source: Cancel
ru: Отмена

source: Collectability
ru: Коллекционность

source: Recipe Tree
ru: Дерево рецепта

source: Raw Materials
ru: Список материалов

source: Confirm Inventory Status
ru: Посмотреть статус инвентаря

source: Raw Materials List
ru: Список материалов

source: Inventory Status
ru: Статус инвентаря

source: Recipe Tree
ru: Дерево рецепта

source: Raw Materials List
ru: Список материалов

source: Refresh Recipe Tree
ru: Обновить дерево рецепта

source: Refresh Raw Materials List
ru: Обновить список материалов

source: <var 08 E1E802F2270F ((9999+)) ((<var 20 E802 /var>)) /var>
ru: <var 08 E1E802F2270F ((9 999+)) ((<var 22 E802 (( )) /var>)) /var>

source: /<var 08 E1E802F2270F ((9999+)) ((<var 20 E802 /var>)) /var>
ru: /<var 08 E1E802F2270F ((9 999+)) ((<var 22 E802 (( )) /var>)) /var>

source: Increased chance of receiving rare items.
ru: Увеличенный шанс получить редкие предметы.

source: Add to Favorites (<var 20 E802 /var>/<var 20 E803 /var>)
ru: Добавить в закладки (<var 20 E802 /var>/<var 20 E803 /var>)

source: Remove from Favorites (<var 20 E802 /var>/<var 20 E803 /var>)
ru: Убрать из закладок (<var 20 E802 /var>/<var 20 E803 /var>)

source: Sell/Donate
ru: Продать/Пожертвовать

source: Sort/Undo Sort
ru: Сортировать/Отмена сортировки

source: Hand Over
ru: Передать

source: Place
ru: Поставить

source: Equip Gear/Outfit Vessel
ru: Экипировать снаряжение/Снарядить судно

source: Use
ru: Использовать

source: Unequip
ru: Снять

source: Used during synthesis.
ru: Используется во время синтеза.

source: Used during gathering.
ru: Используется во время собирательства.

source: Used when dying or coloring items.
ru: Используется во время покраски предметов.

source: Used in conjunction with glamour prisms.
ru: Используется вместе с призмами гламура.

source: Which settings are to be restored?
ru: Какие настройки восстановить?

source: First Tier.
ru: Первый порядок.

source: Second Tier.
ru: Второй порядок.

source: Both Tiers.
ru: Оба порядка.

source: Restore first tier hierarchy to default order?
ru: Восстановить иерархию команд первого порядка по умолчанию?

source: Restore second tier hierarchy to default order?
ru: Восстановить иерархию команд второго порядка по умолчанию?

source: Used at shops.
ru: Используется в магазинах.

source: Used with the Moogle Delivery Service.
ru: Используется в почтовой службе муглов.

source: Used during trades.
ru: Используется во время торговли.

source: Used with estates.
ru: Используется в жилых участках.

source: Used with materia.
ru: Используется с материей.

source: Used during chocobo races.
ru: Используется во время гонок чокобо.

source: Used with retainers.
ru: Используется со слугами.

source: Used with treasure maps.
ru: Используется с картами сокровищ.

source: A general command.
ru: Стандартная команда.

source: Move to First Tier
ru: Переместить в первый порядок

source: Move to Second Tier
ru: Переместить во второй порядок

source: Move Up
ru: Сдинуть вверх

source: Move Down
ru: Сдвинуть вниз

source: Subcommand Settings
ru: Настройки подкоманд

source: Display
ru: Показать

source: Command
ru: Команда

source: First Tier
ru: Первый порядок

source: Second Tier
ru: Второй порядок

source: Default
ru: По умолчанию

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Restore both tiers to default settings?
ru: Восстановить оба порядка на умолчания?

source: Apply changes to tiers?
ru: Применить изменения к порядкам?

source: If you exit without selecting Apply, all changes will be lost. Proceed?
ru: Если выйти, не нажав «Принять», все изменения будут потеряны. Продолжить?

source: <var 48 F201FA /var><var 49 F201FB /var>Customize the subcommands that appear.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Изменяйте порядок, в котором появляются команды.<var 49 01 /var><var 48 01 /var>

source: Streamline your subcommand options by relegating little-used commands to a second tier. To move a subcommand to the second tier, highlight it in the first tier list and press the right arrow button.
ru: Организуйте порядок ваших подкоманд с помощью перемещения наименее нужных команд во второй порядок. Чтобы переместить подкоманду во второй порядок, выделите её в списке первого порядка и нажмите кнопку со стрелкой вправо.

source: Used to open the second tier commands. Cannot be moved to the second tier.
ru: Используй для открытия команд второго порядка. Эта команда не может быть перемещена во второй порядок.

source: Used to open the Subcommand Settings window.
ru: Используется для открытия окна Настроек подкоманд.

source: Used to submit requested items.
ru: Используется для передачи запрошенных предметов.

source: Used to preview paintings.
ru: Используется для предпросмотра картин.

source: Used with chocobo saddlebag.
ru: Используется для сумок чокобо.

source: Used in the island sanctuary.
ru: Используется в Райском острове.

source: Accept Teleport to <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>?
ru: Принять Телепорт в <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>?

source: Yes
ru: Да

source: No
ru: Нет

source: Wait
ru: Подождать

source: Teleport Offer
ru: Предложение телепорта

source: Teleport to Nearby Aetheryte
ru: Телепорт к ближайшему эфириту

source: Letters from Friends
ru: Письма от друзей

source: Purchases & Rewards
ru: Покупки и награды

source: Letters from GMs
ru: Письма от ГМ

source: Reward/Purchase Delivery Request
ru: Запрос доставки наград/покупок

source: Send a request to have recently acquired special rewards or purchases delivered immediately. Speak with a delivery moogle or access your moogle letter box once again upon completing the request to claim the items. <var 48 F201FA /var><var 49 F201FB /var>Once you have sent a request, you must wait a few moments before placing another.<var 49 01 /var><var 48 01 /var>
ru: Отправить запрос на немедленную отправку полученных особых наград или покупок. После отправки запроса поговорите снова с муглом-почтальоном или посмотрите в почтовый мугл-ящик, чтобы получить предметы. <var 48 F201FA /var><var 49 F201FB /var>После отправки запроса вам нужно будет подождать некоторое время перед тем, как отправить запрос ещё раз.<var 49 01 /var><var 48 01 /var>

source: Send
ru: Отправить

source: Close
ru: Закрыть

source: Desynthesis
ru: Десинтезировать

source: Desynthesis
ru: Десинтез

source: Select an Item
ru: Выбор предмета

source: Item
ru: Предмет

source: Class
ru: Класс

source: Desynthesis
ru: Десинтез

source: Original Item
ru: Предмет

source: Required Class / Current Skill
ru: Класс / Уровень навыка

source: Desynthesize unique/untradable item.
ru: Десинтез уникального/личного предмета.

source: Desynthesize materia-augmented item.
ru: Десинтезировать предмет, усиленный материей.

source: Desynthesize
ru: Десинтезировать

source: Cancel
ru: Отмена

source: Desynthesis successful.
ru: Десинтез успешно произведён.

source: Before
ru: До

source: After
ru: После

source: Close
ru: Закрыть

source: <var 2B ((<var 31 ((Item)) 03E8020202 /var>)) /var> is currently equipped. Proceed with desynthesis?
ru: Предмет «<var 2B ((<var 31 ((Item)) 03E8020202 /var>)) /var>» в данный момент надет. Всё равно десинтезировать?

source: Skill
ru: Умение

source: You have no items that can be desynthesized.
ru: У вас нет предметов, которые можно было бы десинтезировать.

source: Desynthesize collectable.
ru: Десинтезировать коллекционный предмет.

source: [Optimal Skill Rating for Desynthesis: <var 20 E802 /var>.00]
ru: [Оптимальный уровень умения для десинтеза: <var 20 E802 /var>,00]

source: Display only unread letters or packages.
ru: Показать только непрочитанные письма или доставки.

source: No letters are selected.
ru: Писем нет.

source: You cannot carry any more system letters. To receive any new deliveries, you must first discard existing ones.
ru: Вы не можете принять больше системных писем. Чтобы получить новые, вам нужно сначала удалить существующие.

source: You cannot carry any more campaign or Mog Station letters. To receive any new deliveries, you must first claim your items and then discard existing letters.
ru: Вы не можете получить больше писем с бонусными предметами или предметами из Mog Station. Чтобы получить новые, вам нужно сначала получить предметы из существующих и удалить эти письма.

source: You cannot carry any more letters with attachments from friends. To receive any new deliveries, you must first claim your items and then discard existing letters. Gil transfers are not counted as items.
ru: Вы не можете получить от друзей больше писем с вложениями. Чтобы получить новые, вам нужно сначала получить предметы из существующих и удалить эти письма. Гилы тоже считаются за предмет.

source: You cannot carry any more letters from friends. To receive any new deliveries, you must first discard existing ones.
ru: Вы не можете получить от друзей больше писем. Чтобы получить новые, вам нужно сначала удалить существующие.

source: Recipient List
ru: Список получателей

source: Name
ru: Имя

source: Mailbox capacity for this type of letter is at 80%.
ru: Эта категория писем заполнена на 80%.

source: Mailbox capacity for this type of letter is at 100%.
ru: Эта категория писем заполнена на 100%.

source: Unclaimed attachment capacity is at 100%.
ru: В этой категории слишком много прикреплённых предметов.

source: Working...
ru: В процессе...

source: The current number of unclaimed items attached to letters (not including gil).
ru: Текущее количество оставшихся предметов в почтовом ящике, прикрепленных к письмам (за исключением гил).

source: There is nothing to display.
ru: Нет ничего для отображения.

source: <var 09 E802 ((Show All)) ((Show Complete)) ((Show Incomplete)) /var>
ru: <var 09 E802 ((Все)) ((Завершённые)) ((Незавершённые)) /var>

source: Difficulty <var 20 E802 /var>
ru: Сложность <var 20 E802 /var>

source: Hunting Log
ru: Охотничий журнал

source: Class
ru: Класс

source: Rank
ru: Ранг

source: Complete!
ru: Завершено!

source: Reward
ru: Награда

source: EXP
ru: Опыт

source: Reward
ru: Награда

source: Hunting Log
ru: Охотничий журнал

source: Entry Complete
ru: Запись создана

source: Difficulty Rank Complete
ru: Сложность пройдена

source: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var> Rank <var 20 E803 /var>
ru: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>: Ранг <var 20 E803 /var>

source: <var 28 ((GrandCompany)) E80201 /var> Rank <var 20 E803 /var>
ru: <var 28 ((GrandCompany)) E80201 /var>: Ранг <var 20 E803 /var>

source: Requirements for rank <var 20 E802 /var>:
ru: Требования к открытию ранга <var 20 E802 /var>:

source: Complete rank <var 20 E802 /var> objectives
ru: Выполнить задачи ранга <var 20 E802 /var>

source: Achieve level <var 20 E802 /var>0 or above
ru: Достигнуть уровня <var 20 E802 /var>0 или выше

source: All
ru: Все

source: Quantity
ru: Количество

source: Log Text Color
ru: Цвета текста в чате

source: Announcements
ru: Объявления

source: Battle
ru: Бой

source: Default
ru: По умолчанию

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Say
ru: Сказать

source: Shout
ru: Возгласить

source: Tell
ru: Шепнуть

source: Party
ru: Группа

source: Emotes
ru: Эмоции

source: Echo
ru: Эхо

source: System Messages
ru: Системные сообщения

source: Battle System Messages
ru: Сообщения боевой системы

source: Gathering System Messages
ru: Сообщения собирательства

source: Error Messages
ru: Ошибки

source: NPC Dialogue
ru: Разговоры НИП

source: Item Drops
ru: Выпадение предметов

source: Level Up
ru: Повышение уровня

source: Loot
ru: Получение наград

source: Synthesis
ru: Синтез

source: Gathering
ru: Собирательство

source: Damage Dealt
ru: Нанесённый урон

source: Missed Attacks
ru: Промахи

source: Actions
ru: Действия

source: Items
ru: Предметы

source: Healing
ru: Лечение

source: Enhancing Effects
ru: Баффы

source: Enfeebling Effects
ru: Дебаффы

source: Reset font colors to default?
ru: Сбросить цвета на умолчания?

source: Yell
ru: Крикнуть

source: Alliance
ru: Альянс

source: Free Company
ru: Вольная компания

source: Free Company Announcements
ru: Объявления вольной компании

source: Chat 1
ru: Чат 1

source: Chat 2
ru: Чат 2

source: Materia
ru: Материя

source: Item Search
ru: Поиск предметов

source: Search
ru: Поиск

source: Category Search
ru: Поиск в категории

source: Main Arm/Off Arm
ru: Главная/побочная рука

source: Specify an item or category.
ru: Укажите предмет или категорию.

source: No matching items.
ru: Нет подходящих предметов.

source: Sort according to specified parameter. (Up to 100 entries displayed.)
ru: Сортировать по указанному параметру. (Будет отображено до 100 результатов.)

source: Display <var 08 E4E80202 ((remaining result)) ((next <var 20 E802 /var> results)) /var>.
ru: Показать <var 08 E4E80202 ((оставшийся результат)) ((следующие <var 20 E802 /var> результат<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>)) /var>.

source: Display previous <var 08 E4E80202 ((result)) ((<var 20 E802 /var> results)) /var>.
ru: Показать предыдущи<var 08 E4E80202 ((й результат)) ((е <var 20 E802 /var> результат<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>)) /var>.

source: Search Results
ru: Результаты поиска

source: Price
ru: Цена

source: Total
ru: Всего

source: Qty.
ru: Кол-во

source: Retainer
ru: Слуга

source: <var 20 E802 /var> <var 08 E4E80202 ((hit)) ((hits)) /var>
ru: <var 20 E802 /var> результат<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>

source: No items found.
ru: Предметы не найдены.

source: Advanced Search
ru: Продвинутый поиск

source: History
ru: История
