Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: <var 48 F201FA /var><var 49 F201FB /var>※You will not be able to complete relocation if the total number of items placed both in your estate and stored in your storeroom exceeds 400 indoor furnishings and 40 outdoor furnishings. Chocobo stables and aetherytes not included in limit.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>※Вы не сможете совершить переезд, если общее количество установленной и хранящейся на складе мебели превышает 400 для домашнего типа и 40 для уличного. Стойла для чокобо и эфириты при этом не учитываются.<var 49 01 /var><var 48 01 /var>

source: Close
ru: Закрыть

source: Display
ru: Содержимое

source: Storage Mode
ru: Убрать на склад

source: Wall Decoration
ru: Настенная декорация

source: Apply <var 31 ((Item)) 02E8020202 /var>?
ru: Применить <var 31 ((Item)) 02E8020202 /var>?

source: <var 48 F201FA /var><var 49 F201FB /var>You are attempting to apply the same design. Proceed and lose the currently applied item?<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Вы пытаетесь применить такой же дизайн. Продолжить и потерять применённый предмет?<var 49 01 /var><var 48 01 /var>

source: Apply <var 31 ((Item)) 02E8020202 /var>? The currently applied design will be lost.
ru: Применить <var 31 ((Item)) 02E8020202 /var>? Дизайн, который здесь сейчас применён, будет утерян.

source: Available Designs
ru: Доступные дизайны

source: Current Design
ru: Текущий дизайн

source: There are no designs available.
ru: Нет доступных дизайнов.

source: Estate Teleportation
ru: Телепорт в резиденцию

source: Estate Teleportation
ru: Телепорт в резиденцию

source: Name
ru: Имя

source: Estate Type
ru: Тип резиденции

source: Address
ru: Адрес

source: Gil
ru: Гилы

source: There are no accessible destinations. ※Data may be unobtainable if your friend is visiting another World.
ru: Нет доступных резиденций. ※Если друг посещает другой Мир, информация о его резиденциях может быть недоступной.

source: Apartments
ru: Квартира

source: Private Estate
ru: Личный участок

source: Free Company Estate
ru: Участок компании

source: <var 08 E4E802F201A9 ((<var 28 ((PlaceName)) F2070D01 /var> )) ((<var 08 E4E802F201AA ((<var 28 ((PlaceName)) F2070F01 /var> )) ((<var 08 E4E802F201AB ((<var 28 ((PlaceName)) F2071101 /var> )) ((<var 08 E4E802F2096C ((<var 28 ((PlaceName)) F2077101 /var>)) ((<var 08 E4E802F2102B ((<var 28 ((PlaceName)) F20E8601 /var>)) ((Public Apartments )) /var>)) /var>)) /var>)) /var>)) /var> <var 08 E4E80482 ((Wing 1 )) ((Wing 2 )) /var>Room #<var 20 E805 /var>, <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>
ru: <var 28 ((PlaceName)) E80201 /var>, <var 51 E803 /var>-й регион, <var 08 E4E802F201A9 ((<var 28 ((PlaceName)) F2070D01 /var> )) ((<var 08 E4E802F201AA ((<var 28 ((PlaceName)) F2070F01 /var> )) ((<var 08 E4E802F201AB ((<var 28 ((PlaceName)) F2071101 /var> )) ((<var 08 E4E802F2096C ((<var 28 ((PlaceName)) F2077101 /var>)) ((<var 08 E4E802F2102B ((<var 28 ((PlaceName)) F20E8601 /var>)) ((Публичные квартиры )) /var>)) /var>)) /var>)) /var>)) /var> <var 08 E4E80482 ((крыло 1, )) ((крыло 2, )) /var>квартира №<var 20 E805 /var>

source: Plot <var 20 E804 /var>, <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var> (<var 09 E805 ((Small)) ((Medium)) ((Large)) /var>)
ru: <var 28 ((PlaceName)) E80201 /var>, <var 20 E803 /var>-й регион, <var 20 E804 /var>-й участок (<var 09 E805 ((Малый)) ((Средний)) ((Большой)) /var>)

source: Teleportation
ru: Можно телепортироваться

source: Retrieving information...
ru: Получение информации...

source: Company Submersible
ru: Подводное судно компании

source: Hull
ru: Корпус

source: Stern
ru: Корма

source: Bow
ru: Нос

source: Bridge
ru: Мостик

source: Use the components selected and <var 08 E4E80202 ((the following item)) ((<var 20 E802 /var> of the following items)) /var> to outfit and register your submersible?
ru: Использовать выбранные компоненты и <var 08 E4E80202 ((следующий предмет)) ((<var 20 E802 /var> следующие предметы)) /var> для снаряжения и регистрации вашего подводного судна?

source: Register the submersible.
ru: Зарегистрировать подводное судно.

source: Submersible
ru: Субмарина

source: Edit Greeting
ru: Изменить приветствие

source: Guest Access Settings
ru: Настройки доступа для гостей

source: Storeroom Status
ru: Статус склада

source: Storeroom Status
ru: Статус склада

source: Message Book
ru: Гостевая книга

source: A Word from the Owner
ru: Слово от владельца

source: <var 07 E802 /var><var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var> (<var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>)
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: Edit Opening Comment
ru: Изменить приветственное сообщение

source: Message Book Settings
ru: Настройки гостевой книги

source: Total Likes
ru: Всего лайков

source: Public
ru: Публичное

source: Private
ru: Приватное

source: Delete Message
ru: Удалить запись

source: There is no greeting.
ru: Пусто.

source: Message deleted.
ru: Это сообщение было удалено.

source: Message set to private.
ru: Это сообщение приватное.

source: <var 07 E802 /var><var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var> (<var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>)
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: Leave Message
ru: Оставить запись

source: Remaining: <var 20 E802 /var>
ru: Осталось: <var 20 E802 /var>

source: Opening Comment
ru: Приветственное сообщение

source: Message
ru: Запись

source: Message Book Settings
ru: Настройки гостевой книги

source: Messages remain private until approval.
ru: Записи приватные до подтверждения.

source: All messages left by visitors will remain private until one with authorization changes their status to public.
ru: Все оставленные гостями записи остаются приватными до тех пор, пока кто-либо, имеющий доступ к изменению гостевой книги, не сделает эти записи публичными.

source: Retrieving data...
ru: Получение данных...

source: Unable to retrieve data.
ru: Не удалось получить данные.

source: If an opening comment already exists, it will be overwritten. Proceed?
ru: Если приветственное сообщение уже существует, оно будет перезаписано. Продолжить?

source: Only one message may be left per day. Proceed?
ru: За один день можно оставить только одну запись. Продолжить?

source: Once the following message is deleted, another may be left in its place. Proceed? “<var 29 EA02 /var>”
ru: При удалении следующей записи на её месте можно будет оставить другую. Продолжить? «<var 29 EA02 /var>»

source: Like
ru: Лайк

source: Class/Job: <var 2D ((<var 28 ((ClassJob)) E80201 /var>)) /var>
ru: Класс/Проф.: <var 2D ((<var 28 ((ClassJob)) E80201 /var>)) /var>

source: Race: <var 28 ((Race)) E80201 /var>
ru: Раса: <var 28 ((Race)) E80201 /var>

source: Gender: <var 08 E4E80201 ((♂)) ((♀)) /var>
ru: Гендер: <var 08 E4E80201 ((♂)) ((♀)) /var>

source: Pose: <var 29 EA02 /var>
ru: Поза: <var 29 EA02 /var>

source: Sales Retainer
ru: Слуга-торговец

source: Capacity: <var 20 E802 /var>/<var 20 E803 /var>
ru: Вместимость: <var 20 E802 /var>/<var 20 E803 /var>

source: Wares List
ru: Список товаров

source: Sell Only as Set
ru: Продавать только целым комплектом

source: Grand Total
ru: Итого

source: Mannequin Gear
ru: Снаряжение манекена

source: Inventory/Armoury Chest
ru: Инвентарь/Оружейный сундук

source: Retainer Inventory
ru: Инвентарь слуги

source: Item
ru: Предмет

source: There are no items.
ru: Здесь нет предметов.

source: SOLD OUT
ru: Продано

source: No taxes will be collected on items sold from mannequins.
ru: С продаж предметов через манекена не взимается налог.

source: Remove gear from mannequin?
ru: Снять снаряжение с манекена?

source: Return to Inventory
ru: Вернуть в инвентарь

source: Adjust Price
ru: Изменить цену

source: Close
ru: Закрыть

source: Level
ru: Уровень

source: Mannequin Shop Settings
ru: Настройки магазина манекена

source: Apply
ru: Применить

source: Tag house activities.
ru: Выберите метки, отражающие деятельность в участке.

source: Main
ru: Главная

source: Sub 1
ru: Побоч. 1

source: Sub 2
ru: Побоч. 2

source: Tag
ru: Метки

source: Tag
ru: Метки

source: Main
ru: Главная

source: Sub 1
ru: Побоч. 1

source: Sub 2
ru: Побоч. 2

source: Tag
ru: Метки

source: Select a retainer to serve as merchant.
ru: Выберите слугу, который будет выступать в качестве торговца.

source: Mannequin Display Settings
ru: Настройки отображения манекена

source: Retainer
ru: Слуга

source: Item List
ru: Список предметов

source: <Not for Sale>
ru: <Не подлежит продаже>

source: Display gear on mannequin? Items displayed are not for sale.
ru: Показать снаряжение на манекене? Предметы, выставленные напоказ, не подлежат продаже.

source: Remove gear from mannequin?
ru: Снять снаряжение с манекена?

source: Mannequin Display
ru: Показ снаряжения

source: View items displayed on mannequin. Items displayed are not for sale.
ru: Здесь можно узнать, какая одежда надета на манекен. Указанные ниже предметы не подлежат продаже.

source: Item List
ru: Список предметов

source: <Not for Sale>
ru: <Не подлежит продаже>

source: Place gear on markets for sale as a set. <var 48 F201FA /var><var 49 F201FB /var>※Please note, by making gear set available for sale, your character's name will be known to other players, allowing them to send you /tell messages.<var 49 01 /var><var 48 01 /var>
ru: Снаряжение, экипированное на этот манекен, будет продаваться целым комплектом. <var 48 F201FA /var><var 49 F201FB /var>※Учтите, что тем самым ваше имя будет видно другим игрокам, а значит они смогут присылать вам сообщения через /tell.<var 49 01 /var><var 48 01 /var>

source: Sell as set.
ru: Выставить на продажу комплектом.

source: Send Seller /tell
ru: Шепнуть продавцу

source: <Not for Sale>
ru: <Не подлежит продаже>

source: <Not for Sale>
ru: <Не подлежит продаже>

source: Estate Tag Settings
ru: Настройки меток жилой площади

source: Furnishings
ru: Мебель

source: Search
ru: Поиск

source: Category
ru: Категории

source: New
ru: Новинки

source: Color
ru: Цвет

source: Selected Color
ru: Выбранный цвет

source: Select from catalog to apply to item.
ru: Выберите предмет из каталога.

source: Preview
ru: Предпросмотр

source: Select Color
ru: Выбрать цвет

source: Return
ru: Возврат

source: Type in the full or partial name of an item and press Enter to commence the search.
ru: Введите полное или частичное название предмета и нажмите «Enter» для начала поиска.

source: There are no items to display.
ru: Нет предметов для отображения.

source: Base
ru: Базовая

source: Bonus
ru: Бонус

source: Total
ru: Итого

source: Move selected object.
ru: Переместить выбранный объект.

source: Rotate selected object.
ru: Повернуть выбранный объект.

source: Unselected
ru: Цвет не выбран

source: Select a furnishing
ru: Выбрать мебель

source: Plot Details
ru: Доступность участка

source: <var 09 E802 ((Available to free companies.)) ((Unavailable to free companies.)) /var>
ru: <var 09 E802 ((Доступен для вольных компаний.)) ((Недоступен для вольных компаний.)) /var>

source: <var 09 E802 ((Available to private buyers.)) ((Unavailable to private buyers.)) /var>
ru: <var 09 E802 ((Доступен для частной покупки.)) ((Недоступен для частной покупки.)) /var>

source: <var 09 E802 ((Selling on a first-come-first-served basis.)) ((Selling via lottery. (Current participants: <var 20 E803 /var>))) ((Currently unavailable for purchase.)) /var>
ru: <var 09 E802 ((Будет продан первому купившему.)) ((Продаётся через лотерею. (Текущие участники: <var 20 E803 /var>))) ((Сейчас временно нельзя купить.)) /var>

source: <var 09 E803 ((Accepting entries until <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)) ((Results period ends <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)) /var>.
ru: <var 09 E803 ((Заявки принимаются до <var 07 E802 /var><var 20 DB /var>:<var 24 DA /var> <var 08 E4E94E04 ((<var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)) ((Период показа результатов завершится в <var 07 E802 /var><var 20 DB /var>:<var 24 DA /var> <var 08 E4E94E04 ((<var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>)) ((<var 20 DE /var>.<var 20 DC /var>.<var 20 DF /var>)) /var>)) /var>.

source: Enter Lottery
ru: Войти в лотерею

source: Do you wish to deposit <var 22 E802 ((,)) /var> gil to enter the lottery for this <var 08 E4E80304 ((<var 08 E4E80401 ((<var 48 F201FA /var><var 49 F201FB /var>personal plot<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>free company plot<var 49 01 /var><var 48 01 /var>)) /var>)) ((plot of land)) /var>? Please note that you may only enter the lottery for one plot of land during each lottery period. <var 48 F201FA /var><var 49 F201FB /var>・This land is currently available for purchase by <var 09 E803 ((free companies only)) ((private buyers only)) ((free companies and private buyers)) /var>. ・Once submitted, a lottery entry may not be withdrawn. ・You can confirm lottery results by viewing this placard during the results period. ・Unsuccessful entrants can receive a 100% refund of their deposit by accessing this placard during the results period. ・When relocating from an existing plot, in principle, approximately 15% of the value of the old plot will be refunded to you. However, please note that the refunded amount may not exceed the value of the new plot. ・Should you fail to claim your plot of land during the results period despite having won the lottery, your claim will be forfeit and a 50% cancellation fee will be deducted from the deposit made at entry. You will be refunded the remaining 50% upon accessing this placard. ・Regardless of lottery results, any and all refunds for a given lottery period expire 90 days (Earth time) after the results period. Please be sure to access this placard within the allotted time to receive any applicable refunds. ・You may not apply for another plot of land until all outstanding properties/refunds have been claimed. <var 08 E4E80302 ((・You may not purchase land on behalf of your free company for thirty days after joining. Should you leave your free company after entering the lottery, you will be unable to claim any land won, even if you re-enter the same free company.)) ((<var 08 E4E80304 ((<var 08 E4E80402 ((・You may not purchase land on behalf of your free company for thirty days after joining. Should you leave your free company after entering the lottery, you will be unable to claim any land won, even if you re-enter the same free company.)) (()) /var>)) (()) /var>)) /var><var 49 01 /var><var 48 01 /var>
ru: Вы готовы вложить <var 22 E802 (( )) /var> гилов, чтобы принять участие в розыгрыше этого <var 08 E4E80304 ((<var 08 E4E80401 ((<var 48 F201FA /var><var 49 F201FB /var>личного участка<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201FA /var><var 49 F201FB /var>участка вольной компании<var 49 01 /var><var 48 01 /var>)) /var>)) ((участка)) /var>? Пожалуйста, имейте в виду, что вы можете принять участие в розыгрыше только одного участка за каждый период. <var 48 F201FA /var><var 49 F201FB /var>・Этот участок сейчас могут приобрести <var 09 E803 ((только вольные компании)) ((только индивидуальные покупатели)) ((вольные компании и индивидуальные покупатели)) /var>. ・Вы не сможете отменить участие в лотерее. ・Вы сможете узнать о результатах лотереи, подойдя к этой табличке во время периода показа результатов. ・В случае проигрыша вы получите обратно 100% вложенной суммы. ・Если вы переезжаете, вам будет возвращено 15% от цены старого участка. Имейте в виду, что если эта сумма будет выше цены нового участка, то она не будет возвращена. ・Если вы победите, но не заявите о правах на участок, вы не получите участок, а вам будет возвращено 50% вашего вклада. Для возврата нужно прийти к этой табличке. ・Вне зависимости от результата лотереи все средства, подлежащие возврату, исчезнут через 90 дней (по реальному времени), если их не забрать. Пожалуйста, подойтите к табличке за это время, чтобы не потерять деньги. ・Вы не сможете принимать участие в новом розыгрыше, пока вы не получите приз или возврат. <var 08 E4E80302 ((・Вы не можете принимать участие в розыгрыше от имени вольной компании, если не прошло 30 дней со дня вступления в неё. Если вы покинете компанию после принятия участия в лотерее, в случае победы вы не сможете получить участок, даже если вы вернётесь обратно в ту же вольную компанию.)) ((<var 08 E4E80304 ((<var 08 E4E80402 ((・Вы не можете принимать участие в розыгрыше от имени вольной компании, если не прошло 30 дней со дня вступления в неё. Если вы покинете компанию после принятия участия в лотерее, в случае победы вы не сможете получить участок, даже если вы вернётесь обратно в ту же вольную компанию.)) (()) /var>)) (()) /var>)) /var><var 49 01 /var><var 48 01 /var>

source: I understand and wish to proceed.
ru: Условия понятны, продолжить.

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Orchestrion Playlist
ru: Плейлист оркестриона

source: Play All
ru: Играть все

source: Shuffle
ru: Перемешать

source: Repeat
ru: Повтор

source: No songs are being played.
ru: Сейчас ничего не играет.

source: Playlist
ru: Плейлист

source: Edit Playlist
ru: Редактировать плейлист

source: <var 29 EA03 /var> (<var 08 E4E80201 ((Unobtained)) ((Obtained)) /var>)
ru: <var 29 EA03 /var> (<var 08 E4E80201 ((Не получено)) ((Получено)) /var>)

source: Play All
ru: Играть все

source: Shuffle
ru: Перемешать

source: Repeat
ru: Повтор

source: Listen
ru: Послушать

source: Stop Current Track
ru: Остановить текущий трек

source: Stop Listening
ru: Остановить прослушивание

source: The playlist is empty.
ru: Плейлист пуст.

source: Commence <var 1A 02 /var><var 29 EA03 /var><var 1A 01 /var> (mode: <var 29 EA02 /var>)? <var 48 F201FA /var><var 49 F201FB /var>※Affects estate BGM.<var 49 01 /var><var 48 01 /var>
ru: Поставить <var 1A 02 /var><var 29 EA03 /var><var 1A 01 /var> (режим: <var 29 EA02 /var>)? <var 48 F201FA /var><var 49 F201FB /var>※Влияет на фоновую музыку дома.<var 49 01 /var><var 48 01 /var>

source: Stop current playlist? <var 48 F201FA /var><var 49 F201FB /var>※Affects estate BGM.<var 49 01 /var><var 48 01 /var>
ru: Остановить текущий плейлист? <var 48 F201FA /var><var 49 F201FB /var>※Влияет на фоновую музыку дома.<var 49 01 /var><var 48 01 /var>

source: Change current playlist to <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>※Affects estate BGM.<var 49 01 /var><var 48 01 /var>
ru: Сменить текущий плейлист на <var 29 EA02 /var>? <var 48 F201FA /var><var 49 F201FB /var>※Влияет на фоновую музыку дома.<var 49 01 /var><var 48 01 /var>

source: Estate BGM
ru: Фоновая музыка дома

source: Select Track
ru: Выбрать трек

source: Playlist Editor
ru: Редактор плейлиста

source: Title
ru: Название

source: Move Up
ru: Передвинуть вверх

source: Move Down
ru: Передвинуть вниз

source: Delete
ru: Удалить

source: Add Track
ru: Добавить трек

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Update playlist? <var 48 F201FA /var><var 49 F201FB /var>※May affect estate BGM.<var 49 01 /var><var 48 01 /var>
ru: Остановить текущий плейлист? <var 48 F201FA /var><var 49 F201FB /var>※Может повлиять на фоновую музыку дома.<var 49 01 /var><var 48 01 /var>

source: Discard changes and return to the playlist?
ru: Отменить изменения и вернуться к плейлисту?

source: Playlist Tracks
ru: Треки плейлиста

source: Add to Playlist Editor
ru: Добавить в редактор плейлиста

source: Orchestrion List
ru: Список оркестриона

source: Only display rolls obtained.
ru: Только полученные свитки.

source: Where to Find
ru: Где найти

source: Orchestrion Settings
ru: Настройки оркестриона

source: Estate BGM
ru: Фоновая музыка дома

source: Category: <var 29 EA02 /var>
ru: Категория: <var 29 EA02 /var>

source: Track: <var 29 EA02 /var>
ru: Трек: <var 29 EA02 /var>

source: Play
ru: Воспроизвести

source: Play on Loop
ru: Воспроизвести с повтором

source: Stop Looping
ru: Остановить повтор

source: Stop
ru: Стоп

source: Change the entire estate's background music to <var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var>?
ru: Сменить фоновую музыку дома на <var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var>?

source: Stopping the orchestrion will restore the entire estate's background music to the default. Proceed?
ru: Остановка оркестриона сбросит фоновую музыку дома. Продолжить?

source: A song is not being played.
ru: Сейчас ничего не играет.

source: There are no songs to be displayed.
ru: Нет треков для отображения.

source: Search
ru: Поиск

source: Type in the full or partial name of a music roll and press Enter to commence the search.
ru: Введите полное или частичное название музыкального свитка и нажмите Enter для начала поиска.

source: No matching music rolls.
ru: Нет подходящих музыкальных свитков.

source: The winning number is...<var 20 E802 /var>! Congratulations! You are the winner of this lottery. Finalize your purchase and claim your plot of land? ※Plot available until <var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>.
ru: Победителем в лотерее стал номер... <var 20 E802 /var>! Поздравляем! Вы победитель в этой лотерее. Завершить покупку и получить права на этот участок? ※Участок доступен до <var 07 E803 /var><var 20 DB /var>:<var 24 DA /var> <var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>.

source: The results period has ended. Your claim to this plot of land has been forfeit. Additionally, a cancellation fee of 50% will be deducted from your deposit. Accept the remaining refund of <var 22 E802 ((,)) /var> gil? ※Refund available until <var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>.
ru: Период результатов завершён. Возможность получить права на этот участок утеряна. Вам будет возвращено 50% от вложенной суммы. Принять оставшиеся <var 22 E802 (( )) /var> гилов? ※Возврат гилов доступен до <var 07 E803 /var><var 20 DB /var>:<var 24 DA /var> <var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>.
