Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Set the way in which loot is distributed. <var 48 F201FA /var><var 49 F201FB /var>Normal <var 49 01 /var><var 48 01 /var>The Need, Greed, Pass system is employed for loot drops. <var 48 F201FA /var><var 49 F201FB /var>Greed Only <var 49 01 /var><var 48 01 /var>All party members must select Greed or Pass. <var 48 F201FA /var><var 49 F201FB /var>Lootmaster <var 49 01 /var><var 48 01 /var>The party leader determines individual loot distribution. <var 48 F201FC /var><var 49 F201FD /var>※Greed Only and Lootmaster can only be selected when using a preformed party meeting party size requirements or an unrestricted party. ※Loot rules may be restricted to Greed Only on certain duties. ※Loot rules cannot be changed on certain duties. ※Only the party leader can change loot rules.<var 49 01 /var><var 48 01 /var>
ru: Установить правило распределения добычи. <var 48 F201FA /var><var 49 F201FB /var>Обычное <var 49 01 /var><var 48 01 /var>На выпавшую добычу применяется система «Нужно», «Хочу» и «Пас». <var 48 F201FA /var><var 49 F201FB /var>Только «Хочу» <var 49 01 /var><var 48 01 /var>Все члены группы обязаны выбрать «Хочу» или «Пас». <var 48 F201FA /var><var 49 F201FB /var>Лутмастер <var 49 01 /var><var 48 01 /var>Лидер группы распределяет выпавшую добычу индивидуально по игрокам. <var 48 F201FC /var><var 49 F201FD /var>※Только «Хочу» и Лутмастер можно выбрать только в заранее сформированной группе, удовлетворяющей требованию к размеру группы, или при включении условия «Группа без ограничений». ※Для некоторых миссий нельзя поставить правило Лутмастер. ※Только лидер группы может менять правило добычи.<var 49 01 /var><var 48 01 /var>

source: You will be matched with players who are using the selected languages. <var 48 F201FA /var><var 49 F201FB /var>※Depending on the languages chosen, matching times may increase. If you are experiencing overlong wait times, you may want to consider different language settings. <var 49 01 /var><var 48 01 /var> <var 48 F201FC /var><var 49 F201FD /var>※The _ indicates your current client language setting. ※This setting is shared in all duty matching, though please be aware that it may not apply to certain Gold Saucer activities.<var 49 01 /var><var 48 01 /var>
ru: Вы попадёте в группу с игроками, которые используют следующие языки. <var 48 F201FA /var><var 49 F201FB /var>※В зависимости от выбранных языков время поиска может быть увеличено. Если поиск идёт слишком долго, то, возможно, стоит добавить дополнительные языки. <var 49 01 /var><var 48 01 /var> <var 48 F201FC /var><var 49 F201FD /var>※Нижнее подчёркивание ( _ ) означает ваш текущий язык игры. ※Эта настройка общая для всех режимов поиска. Имейте в виду, что она не распространяется на некоторые активности в «Золотом Блюдце».<var 49 01 /var><var 48 01 /var>

source: Not available in New Game+ mode.
ru: Недоступно в режиме Новая игра +.

source: Level Sync
ru: Синхронизация уровня

source: Sync all participants to a duty's required level. <var 48 F201FA /var><var 49 F201FB /var>※When using an unrestricted party, gear will still gain spiritbond. ※When using an unrestricted party, enemies will still yield EXP and items.<var 49 01 /var><var 48 01 /var> <var 48 F201FC /var><var 49 F201FD /var>※Can only be selected when using an unrestricted party. ※Only the party leader's settings are applicable.<var 49 01 /var><var 48 01 /var>
ru: Синхронизировать всех участников миссии до её требуемого уровня. <var 48 F201FA /var><var 49 F201FB /var>※При включении условия «Группа без ограничений» снаряжение всё равно будет проходить материзацию. ※При включении условия «Группа без ограничений» враги всё равно будут давать опыт и предметы.<var 49 01 /var><var 48 01 /var> <var 48 F201FC /var><var 49 F201FD /var>※Можно выбрать только при включении условия «Группа без ограничений». ※Применяются только настройки лидера группы.<var 49 01 /var><var 48 01 /var>

source: Trust
ru: Напарники

source: Current Party
ru: Текущая группа

source: Party Selection
ru: Выбор членов группы

source: Register for Duty
ru: Зарегистрироваться на миссию

source: Glamours
ru: Гламуры

source: Scenario
ru: Сюжет

source: Scenario
ru: Сюжет

source: Trust EXP
ru: Опыт Напарников

source: Display Trust help.
ru: Помощь системы Напарников.

source: Trust Help
ru: Помощь системы Напарников

source: Insufficient Level
ru: Недостаточный уровень

source: Not a Disciple of War or Magic
ru: Не являетесь Адептом Битвы или Магии

source: Limited Job
ru: Ограниченная профессия

source: Quest
ru: Задание

source: Avatars
ru: Аватары

source: Avatars
ru: Аватары

source: <var 08 E1E80201 ((Avg. Item Level: <var 20 E802 /var> )) (()) /var><var 08 E1E80301 ((Item Level Sync: <var 20 E803 /var>)) (()) /var>
ru: <var 08 E1E80201 ((Средний уровень снаряжения: <var 20 E802 /var> )) (()) /var> <nl><var 08 E1E80301 ((Синхронизация до уровня: <var 20 E803 /var>)) (()) /var>

source: Insufficient Item Level
ru: Недостаточный уровень снаряжения

source: Channel Log Settings
ru: Настройки лога в чате

source: Log Text Colors
ru: Цвет текста в чате

source: Notification Sound
ru: Звук уведомления

source: Display Tab
ru: Отображать лог в

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Text display color
ru: Выбор цвета текста

source: Proceed without selecting a tab?
ru: Продолжить без выбора вкладки?

source: Channel Log Settings
ru: Настройки лога в чате

source: <var 48 F201FA /var><var 49 F201FB /var> ※If you do not receive a response to a friend request while in the same data center as the player to whom you sent it, your friend status will remain pending for one week, after which time the request will be rendered void.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var> ※Ответ на запрос нужно получить, будучи в том же дата-центре, где находится интересующий игрок. В противном случае запрос на дружбу останется в ожидании в течение 7 дней, после чего вы автоматически получите отказ.<var 49 01 /var><var 48 01 /var>

source: <var 48 F201FA /var><var 49 F201FB /var> ※You are unable to view the login details of players on your friend list while they are in a different region.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var> ※Вы не сможете видеть в списке друзей активность игроков, которые находятся в дата-центре другого региона.<var 49 01 /var><var 48 01 /var>

source: The Home World of <var 29 EA02 /var> is on a data center in a region different to you. Send friend request?
ru: Домашний мир игрока <var 29 EA02 /var> находится в дата-центре региона, отличного от вашего. Отправить запрос на дружбу?

source: Ishgardian Restoration
ru: Восстановление Ишгарда

source: Item
ru: Предмет

source: Collectability
ru: Коллекционность

source: EXP
ru: Опыт

source: Bag
ru: Сумка

source: Reward
ru: Награда

source: Collectability
ru: Коллекционность

source: <var 08 E1E80301 ((You are unable to carry any more kupo vouchers and will not receive any more stamps. )) (()) /var><var 08 E1E80201 ((You will not be able to receive all <var 31 ((Item)) 04E8020302 /var>. )) (()) /var>Proceed with the transaction?
ru: <var 08 E1E80301 ((Вы не можете получить больше ваучеров купо и потому не получите больше печатей. )) (()) /var><var 08 E1E80201 ((Вы не сможете получить все <var 31 ((Item)) 04E8020302 /var>. )) (()) /var>Продолжить транзакцию?

source: Total
ru: Всего

source: Skyward Pt.
ru: Очки рейтинга

source: Kupo Stamps
ru: Штампы Купо

source: Kupo Vouchers
ru: Ваучеры купо

source: You already possess the maximum number of vouchers and cannot receive any more stamps.
ru: Вы уже имеете максимальное количество ваучеров и потому больше не получите штампы.

source: Ranking season ending
ru: Конец сезона

source: <var 08 E4E80201 (()) ((<var 07 E802 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>)) /var>)) /var>
ru: <var 08 E4E80201 (()) ((<var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>)) /var>

source: ※No points will be awarded. You must be on your Home World.
ru: ※Вы не получите очки. Для их получения вам нужно быть в домашнем мире.

source: Seasonal Score
ru: Сезонные очки

source: Accumulated Score
ru: Накопленные очки

source: Kupo of Fortune
ru: Купо фортуны

source: Close
ru: Закрыть

source: Collection
ru: Коллекция

source: Fellowships
ru: Сообщества

source: Create Fellowship
ru: Создать сообщество

source: You do not belong to any fellowships.
ru: Вы не состоите ни в каких сообществах.

source: Searching...
ru: Поиск...

source: <var 08 E4E80201 ((Select a name for your fellowship)) ((Select a new name for your fellowship)) /var>.
ru: <var 08 E4E80201 ((Введите название вашего сообщества)) ((Введите новое название вашего сообщества)) /var>.

source: The following punctuation marks are allowed: <var 48 F201FC /var><var 49 F201FD /var>'<var 1D /var>. , : ; ! ? & - _<var 49 01 /var><var 48 01 /var> • Double spaces/underscores are not allowed. • A space cannot be used before or after the name. • Names consisting solely of punctuation marks are prohibited.
ru: Разрешены следующие знаки препинания: <var 48 F201FC /var><var 49 F201FD /var>'<var 1D /var>. , : ; ! ? & - _<var 49 01 /var><var 48 01 /var> • Не разрешены двойные пробелы и знаки подчёркивания. • Пробел не может использоваться до или после названия. • Названия, состоящие только из знаков препинания, запрещены.

source: Copy Fellowship Name
ru: Скопировать имя сообщества

source: If you quit now, you will lose all changes. Proceed?
ru: В случае выхода вы потеряете все изменения. Продолжить?

source: Fellowships
ru: Сообщества

source: General
ru: Общее

source: Message Board
ru: Доска сообщений

source: Members
ru: Участники

source: Settings
ru: Настройки

source: Fellowship Settings
ru: Настройки сообщества

source: Changes can only be made by the fellowship master.
ru: Изменения могут быть сделаны только хозяином сообщества.

source: Fellowship Name
ru: Название сообщества

source: Change Fellowship Name
ru: Изменить название сообщества

source: Activities
ru: Активности

source: Main
ru: Главная

source: Sub 1
ru: Побоч. 1

source: Sub 2
ru: Побоч. 2

source: Blacklist
ru: Чёрный список

source: Display
ru: Показать

source: Disband Fellowship
ru: Распустить сообщество

source: Disband
ru: Распустить

source: Confirm
ru: Да

source: Cancel
ru: Отмена

source: Fellowship Blacklist
ru: Чёрный список сообщества

source: Name
ru: Имя

source: Home World
ru: Домашний мир

source: Close
ru: Закрыть

source: Remove from Blacklist
ru: Убрать из чёрного списка

source: You are about to disband <var 29 EA02 /var>. Are you certain you wish to proceed?
ru: Вы собираетесь распустить сообщество <var 29 EA02 /var>. Вы точно желаете продолжить?

source: Disband
ru: Распустить

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Message of the Day
ru: Сообщение дня

source: Edit
ru: Изменить

source: Message of the Day
ru: Сообщение дня

source: Poll
ru: Опрос

source: Poll Settings
ru: Настройки опроса

source: A poll is available.
ru: Доступен опрос.

source: Not available.
ru: Недоступно.

source: Deadline: <var 07 E802 /var><var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var> <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>
ru: Срок: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: Respond
ru: Проголосовать

source: Poll Settings
ru: Настройки опроса

source: Question
ru: Вопрос

source: Response Options
ru: Варианты ответа

source: Deadline
ru: Срок

source: Days
ru: дней

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Release the poll to fellowship members?
ru: Опубликовать опрос для участников сообществ?

source: <var 07 E802 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var> <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>
ru: До <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: Delete
ru: Удалить

source: Do you really want to delete the poll?
ru: Вы точно хотите удалить этот опрос?

source: Poll
ru: Опрос

source: Vote
ru: Голосовать

source: Notices
ru: Уведомления

source: Edit Notice
ru: Редактировать уведомление

source: Notice
ru: Уведомление

source: Recruitment
ru: Нанять участников

source: Recruitment Deadline: <var 07 E802 /var><var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var> <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>
ru: Крайний срок найма: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: Recruitment Settings
ru: Настройки найма

source: Fellowship Name
ru: Название сообщества

source: Activities
ru: Активности

source: Comment
ru: Комментарий

source: Language
ru: Язык

source: Register
ru: Начать найм

source: Cancel
ru: Отмена

source: End Recruitment
ru: Остановить

source: Up to 100 comments are displayed, with the oldest being deleted first.
ru: Отображается до 100 комментариев, при переполнении удаляются сначала самые старые комментарии.

source: Post Comment
ru: Опубликовать комментарий

source: Delete Comment
ru: Удалить комментарий

source: This comment has been deleted.
ru: Этот комментарий был удалён.

source: Loading comments...
ru: Загрузка комментариев...

source: Message Board
ru: Доска сообщений

source: Neutral
ru: Нейтральный

source: Smirking
ru: Усмехающийся

source: Smiling
ru: Улыбающийся

source: Grinning
ru: Сильно улыбающийся

source: Beaming
ru: Радостный

source: Thinking
ru: Размышляющий

source: Crying
ru: Плачущий

source: Surprised
ru: Удивлённый

source: Members
ru: Участники

source: Group
ru: Группа

source: Home World
ru: Домашний мир

source: Group Settings
ru: Настройки группы

source: Send Friend Request
ru: Отправить запрос на дружбу

source: Invite to Cross-world Linkshell
ru: Пригласить в межмировой линкшелл

source: Kick from Fellowship
ru: Изгнать из сообщества

source: Transfer Master Privileges
ru: Передать привилегии мастера

source: Appoint Fellowship Admin
ru: Назначить администратором сообщества

source: Add to Fellowship Blacklist
ru: Добавить в чёрный список сообщества

source: Leave Fellowship
ru: Покинуть сообщество

source: Display All
ru: Отобразить всё

source: Group Settings
ru: Настройки группы

source: Name
ru: Имя

source: Group
ru: Группа

source: None
ru: Нет

source: Group <var 20 E802 /var>
ru: Группа <var 20 E802 /var>

source: Change
ru: Изменить

source: Cancel
ru: Отмена

source: Rename Group
ru: Переименовать группу

source: Input a new name for Group <var 20 E802 /var>.
ru: Введите новое название для группы <var 20 E802 /var>.

source: Fellowship Finder
ru: Поиск сообществ

source: Fellowship Name
ru: Название сообщества

source: Activities
ru: Активности

source: Recruiter
ru: Рекрутер

source: Comment
ru: Комментарий

source: Fellowship Name
ru: Название сообщества

source: Members
ru: Участники

source: Activities
ru: Активности

source: Comment
ru: Комментарий

source: Recruitment Deadline
ru: Срок найма

source: Join the fellowship “<var 29 EA02 /var>”?
ru: Вступить в сообщество «<var 29 EA02 /var>»?

source: Fellowship Search
ru: Поиск сообществ

source: Activities
ru: Активности

source: Language
ru: Язык

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Master
ru: Хозяин

source: Retrieving data...
ru: Получение данных...

source: Failed to retrieve data.
ru: Не удалось получить данные.

source: Recruitment Target
ru: Цель найма

source: Members (Currently: <var 08 E4E802F203E8 ((<var 48 F201FC /var><var 49 F201FD /var><var 22 E802 ((,)) /var><var 49 01 /var><var 48 01 /var>)) ((<var 22 E802 ((,)) /var>)) /var>/1,000)
ru: Участники (сейчас: <var 08 E4E802F203E8 ((<var 48 F201FC /var><var 49 F201FD /var><var 22 E802 (( )) /var><var 49 01 /var><var 48 01 /var>)) ((<var 22 E802 (( )) /var>)) /var>/1<var 1D /var>000)

source: No comments to display.
ru: Нет комментариев для отображения.

source: No members to display.
ru: Нет участников для отображения.

source: Post comment to the message board?
ru: Разместить комментарий на доске объявлений?

source: Delete the following comment? “<var 29 EA02 /var>”
ru: Удалить следующий комментарий? «<var 29 EA02 /var>»

source: Target: <var 22 E802 ((,)) /var>
ru: Цель: <var 22 E802 (( )) /var>

source: Invite to Fellowship
ru: Пригласить в сообщество

source: Fellowship Invitation
ru: Приглашение в сообщество

source: Fellowship Invitation
ru: Приглашение

source: Master
ru: Создатель

source: Message of the Day
ru: Сообщение дня

source: Accept
ru: Вступить

source: Decline
ru: Отказаться

source: Accept fellowship invite to “<var 29 EA02 /var>”?
ru: Принять приглашение в сообщество «<var 29 EA02 /var>»?

source: Decline fellowship invite to “<var 29 EA02 /var>”?
ru: Отклонить приглашение в сообщество «<var 29 EA02 /var>»?

source: Leave the fellowship “<var 29 EA02 /var>”?
ru: Покинуть сообщество «<var 29 EA02 /var>»?

source: Leave the fellowship.
ru: Покинуть сообщество.

source: Invitee
ru: Пригласили

source: Membership
ru: Количество участников

source: Activities
ru: Активности

source: Master
ru: Хозяин

source: Admin
ru: Админ

source: Unable to retrieve data.
ru: Не удалось получить данные.

source: No fellowships to display.
ru: Нет сообществ для отображения.

source: Refresh List
ru: Обновить список

source: Open Fellowship Search
ru: Открыть поиск среди сообществ

source: Remove Admin Rights
ru: Убрать права администратора

source: Help
ru: Помощь

source: Fellowship Help
ru: Помощь по сообществам

source: Fellowship Help
ru: Помощь по сообществам

source: Fellowship Finder Help
ru: Помощь Поиска сообществ

source: Mentor Certification
ru: Сертификация ментора

source: You will receive the following mentor certification:
ru: Вы получите следующую сертификацию:

source: ・<var 12 50 /var> Battle Mentor
ru: ・<var 12 50 /var> Ментор сражений

source: ・<var 12 51 /var> Trade Mentor
ru: ・<var 12 51 /var> Ментор торговли

source: Mentors are expected to: ・Provide gameplay advice for new adventurers. ・Be an exemplar for player etiquette. ・Invite new adventurers to the Novice Network, and answer their queries in the chat channel.
ru: От менторов ожидается, что они будут: ・Давать новым приключенцам советы. ・Вести себя согласно игровому этикету и быть в этом примером для подражания. ・Приглашать новых приключенцев в Сеть Новичков и отвечать на их вопросы в соответствующем канале чата.

source: Accept terms.
ru: Принять правила.

source: Obtain Mentor Certification
ru: Получить сертификацию

source: Cancel
ru: Отмена

source: ※Inappropriate mentor behavior may be reported.
ru: ※Игроки могут подавать жалобы на неподобающее поведение менторов.

source: The requirements for becoming a mentor have been updated. Mentor certification must be renewed during the period covered by the current patch.
ru: Требования к менторству были обновлены. Сертификация ментора должна быть восстановлена во время текущего патча.

source: Players who applied for mentor certification prior to the requirements being updated must apply again. For details, speak with a Smith.
ru: Игроки, которые стали менторами до обновления требований к сертификации, обязаны ещё раз подать заявку на становление ментором. Подробности можно узнать у Смита.

source: Close
ru: Закрыть

source: The mentor certification renewal period has ended.
ru: Время на восстановление сертификации ментора окончилось.

source: Your mentor certification has been revoked due to failure to renew it during the specified period. If you wish to regain your mentor status, speak with a Smith once you have fulfilled the updated requirements.
ru: Ваша сертификация ментора была изъята, так как вы не успели восстановить её в назначенное время. Если вы хотите снова стать ментором, поговорите со Смитом, когда вы будете подходить под обновлённые требования.

source: Close
ru: Закрыть

source: 5: Complete any level <var 20 E802 /var> melee DPS or ranged DPS role quest.
ru: 5: Выполнить любое ролевое задание <var 20 E802 /var>-го уровня за ближнего или дальнего бойца.

source: 2: Synthesize 100 collectables.
ru: 2: Синтезировать 100 ценностей.

source: 3: Reach level <var 20 E802 /var> in any Disciple of the Land class.
ru: 3: Достигнуть <var 20 E802 /var>-го уровня за любого Адепта Сбора.

source: 4: Reach level <var 20 E802 /var> in any Disciple of the Hand class.
ru: 4: Достигнуть <var 20 E802 /var>-го уровня за любого Адепта Ремесла.

source: All mentor certifications attained.
ru: Все сертификации ментора получены.

source: Close
ru: Закрыть

source: Do not display again.
ru: Больше не показывать.

source: Warning: If you do not renew your mentor certification during the designated renewal period, your mentor status will be revoked, and you will lose access to mentor-specific features and bonuses. Please be sure to renew in a timely fashion.
ru: Внимание: Если вы не восстановите сертификацию в установленное время, у вас будет отнят статус ментора и вы потеряете доступ к их бонусам и функциям. Просим успеть вовремя восстановить статус ментора.

source: Limited Leveling Roulette
ru: Ограниченная рулетка развития

source: Limit the roulette to duties of an appropriate difficulty based on the level of party members. The duty chosen will be within eight levels of the lowest level party member. For example, should the lowest character level in the party be 70, a duty ranging from level 63 to 70 will be chosen. The following requirements must be met to enable this option: ・Parties must meet minimum size requirements. ・Parties must meet entry requirements for two or more duties. <var 48 F201FC /var><var 49 F201FD /var>※Only the party leader's settings are applicable.<var 49 01 /var><var 48 01 /var>
ru: Ограничить рулетку до миссий соответствующей сложности на основе уровня игроков в группе. Выбранная миссия будет в пределах 8 уровней от игрока с самым низким уровнем. Например, если в группе есть игрок 70-го уровня, то будет выбрана миссия в пределах уровней 63 и 70. Для включения этой опции должны выполняться следующие требования: Размер группы должен соответствовать минимальным требованиям. Группа должна выполнять требования двух и более миссий. <var 48 F201FC /var><var 49 F201FD /var>※Применяются только настройки лидера группы.<var 49 01 /var><var 48 01 /var>

source: Summon Striking Dummy
ru: Призвать тренировочный манекен

source: Dismiss Striking Dummy
ru: Убрать тренировочный манекен

source: Explorer Mode
ru: Режим Исследователя
