Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Coastlines
ru: Побережья

source: Deep Sea
ru: Глубокое море

source: Sands
ru: Пески

source: Skies
ru: Небеса

source: Floating Islands
ru: Летающие острова

source: Magma
ru: Магма

source: Aetherochemical Pools
ru: Эфирохимические бассейны

source: Salt Lakes
ru: Солёные озёра

source: Small
ru: Малая

source: Average
ru: Средняя

source: Big
ru: Крупная

source: Space
ru: Космическая

source: Bait & Tackle
ru: Приманки и снасти

source: [Large]
ru: [Крупная]

source: Collectability
ru: Коллекционность

source: You do not fulfill the level requirements for aetherial reduction.
ru: Ваш уровень недостаточный для эфирного измельчения.

source: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var> Lv. <var 20 E803 /var>
ru: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var> Ур. <var 20 E803 /var>

source: Collectability
ru: Коллекционность

source: Bonus!
ru: Бонус!

source: Select “Automatic” to perform aetherial reduction on the remainder of the same item in your inventory (<var 20 E802 /var> remaining).
ru: Выберите «Автоматически», чтобы произвести эфирное измельчение остатков того же предмета в инвентаре (осталось <var 20 E802 /var>).

source: Automatic
ru: Автоматически

source: Collectability: <var 20 E802 /var>
ru: Коллекционность: <var 20 E802 /var>

source: Cancel
ru: Отмена

source: Exit
ru: Выход

source: Buy back <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> for <var 22 E804 ((,)) /var> gil?
ru: Выкупить <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> за <var 22 E804 (( )) /var> гилов?

source: Shop Menu
ru: Торговать

source: Select materia to transmute.
ru: Выберите материю для трансмутации.

source: Materia Transmutation
ru: Трансмутация материи

source: No materia selected.
ru: Материя не выбрана.

source: Confirm
ru: Подтвердить

source: Select quantity to transmute.
ru: Введите, сколько трансмутировать.

source: Transmute
ru: Трансмутировать

source: Transmutation
ru: Трансмутация

source: Are you certain you wish to transmute these materia?
ru: Вы точно хотите трансмутировать эту материю?

source: Bonus
ru: Бонус

source: [Bonus Applied]
ru: [Применён бонус]

source: Distance to Objective: <var 20 E802 /var>% Progress: <var 20 E803 /var>%
ru: Расстояние до цели: <var 20 E802 /var>% Прогресс: <var 20 E803 /var>%

source: Objective
ru: Цель

source: Shared FATE
ru: Общая ЗОНА

source: There is no information to display.
ru: Нет информации для отображения.

source: Rank: <var 20 E802 /var>
ru: Ранг: <var 20 E802 /var>

source: Complete
ru: Выполнено

source: Retrieving data...
ru: Получение данных...

source: FATE Completion
ru: ЗОНА

source: High
ru: Высокие

source: Normal
ru: Обычные

source: Off
ru: Отключены

source: Proceed and abandon all current settings?
ru: Продолжить и потерять все текущие настройки?

source: Screenshot Format
ru: Формат скриншота

source: PNG (High Quality)
ru: PNG (высокое качество)

source: JPEG (Standard Quality)
ru: JPEG (стандартное качество)

source: Button Configuration
ru: Конфигурация кнопок

source: Begin
ru: Начать

source: Self
ru: Свои

source: Party Members
ru: Игроков группы

source: Other NPCs
ru: Других игроков

source: Enemies
ru: Врагов

source: Display
ru: Показать

source: Hide
ru: Скрыть

source: System Configuration
ru: Конфигурация системы

source: Default
ru: По умолчанию

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Some changes reflected only after pressing Apply.
ru: Для сохранения нажмите «Применить».

source: Display
ru: Дисплей

source: Sound
ru: Звук

source: Graphics
ru: Графика

source: Mouse
ru: Мышь

source: Gamepad
ru: Геймпад

source: Language
ru: Язык

source: Display Settings
ru: Настройки дисплея

source: Main Display
ru: Главный дисплей

source: ※Requires reboot.
ru: ※Требуется перезапуск.

source: Screen Mode
ru: Режим окна

source: Windowed
ru: Оконный

source: Borderless Windowed
ru: Оконный без рамки

source: Full Screen
ru: Полноэкранный

source: Resolution
ru: Разрешение экрана

source: Presets
ru: Шаблоны:

source: Custom
ru: Особое

source: Width
ru: Ширина

source: Height
ru: Высота

source: Frame Rate
ru: Ограничение частоты кадров

source: None
ru: Нет

source: 60 fps (Refresh Rate 1/1)
ru: 60 FPS (частота обновления 1/1)

source: 30 fps (Refresh Rate 1/2)
ru: 30 FPS (частота обновления 1/2)

source: Limit frame rate when client is inactive.
ru: Ограничить частоту кадров, когда игра неактивна.

source: Full Screen Mode Gamma Correction
ru: Коррекция гаммы полноэкранного режима

source: Sound Settings
ru: Настройки звука

source: Play sounds when window is not active.
ru: Воспроизводить звуки, когда окно неактивно

source: Play music when mounted.
ru: Воспроизводить музыку транспорта

source: Listening Position
ru: Позиция прослушивания

source: Camera
ru: Камера

source: Character
ru: Персонаж

source: Volume Settings
ru: Настройки громкости

source: Master Volume
ru: Общая громкость

source: BGM
ru: Фоновая музыка

source: Sound Effects
ru: Звуковые эффекты

source: Voice
ru: Голоса

source: System Sounds
ru: Системные звуки

source: Ambient Sounds
ru: Звуки окружения

source: Other PCs
ru: Другие игроки

source: Main Display Refresh Rate
ru: Частота обновления экрана

source: Play system sounds while waiting for Duty Finder.
ru: Воспроизводить системные звуки в ожидании Поиска миссий

source: Recommended Level: × is not visible / ◯ is just visible
ru: Рекомендуемый уровень: × почти невидим / ◯ почти видим

source: Gamma Correction
ru: Коррекция гаммы

source: Graphics Settings
ru: Настройки графики

source: General
ru: Общее

source: Enable HDR rendering and improve overall graphic quality.
ru: Включить HDR и улучшить общее качество изображения

source: Disable rendering of objects when not visible. (Occlusion Culling)
ru: Не обрабатывать невидимые на экране объекты (Occlusion Culling)

source: Use low-detail models on distant objects. (LOD)
ru: Использовать модели низкого качества на дальних объектах (LOD)

source: Cache LOD data only when necessary. (LOD Streaming)
ru: Кэшировать данные LOD только при необходимости (LOD Streaming)

source: Edge Smoothing (Anti-aliasing)
ru: Сглаживание краёв (Anti-aliasing)

source: Transparent Lighting Quality
ru: Качество прозрачного освещения

source: Grass Quality
ru: Качество травы

source: Shadow Quality
ru: Качество теней

source: Use low-detail models on shadows. (LOD)
ru: Включить упрощённые модели на тенях дальних персонажей. (LOD)

source: Shadows
ru: Тени

source: Shadow Resolution
ru: Разрешение теней

source: Shadow Cascading
ru: Каскадирование теней

source: Shadow Softening
ru: Смягчение теней

source: Texture Detail
ru: Детализация текстур

source: Texture Filtering
ru: Фильтрация текстур

source: Anisotropic Filtering
ru: Анизотропная фильтрация

source: Effects
ru: Эффекты

source: Naturally darken the edges of the screen. (Limb Darkening)
ru: Натурально затемнять края экрана (Limb Darkening)

source: Blur the graphics around an object in motion. (Radial Blur)
ru: Размывать область вокруг движущихся объектов (Radial Blur)

source: Real-time Reflections
ru: Отражения в реальном времени

source: Screen Space Ambient Occlusion
ru: Преграждение света в экране (SSAO)

source: Glare
ru: Солнечные блики

source: Cinematic Cutscenes
ru: Кат-сцены

source: Enable depth of field.
ru: Включить глубину резкости (Depth of Field)

source: Battle Effects
ru: Эффекты в бою

source: Self
ru: Свои

source: Party Members
ru: Игроков группы

source: Other PCs
ru: Других игроков

source: Mouse Settings
ru: Настройки мыши

source: Allow resolution changes via mouse drag.
ru: Включить изменение разрешения перетягиванием рамки окна

source: Limit mouse operation to game window.
ru: Ограничить работу мыши в окне игры

source: Mouse Camera Sensitivity
ru: Чувствительность поворота камеры

source: Character Lighting
ru: Освещение персонажа

source: Limit FPS when away from keyboard.
ru: Ограничить частоту кадров, когда вас нет на месте

source: UI Resolution Settings
ru: Настройки разрешения UI

source: UI Resolution
ru: Разрешение UI

source: ※Requires reboot.
ru: ※Требуется перезапуск.

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> Settings
ru: Настройки <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>

source: Enable gamepad.
ru: Включить геймпад

source: Device:
ru: Устройство:

source: Keep gamepad enabled when client is inactive.
ru: Реагировать на геймпад, когда игра неактивна

source: Enable vibration.
ru: Включить вибрацию

source: Confirm/Cancel Mapping
ru: Назначение кнопок ОК/Отмена

source: Reverse stick camera axes.
ru: Инверсия осей <var 08 E1E94C01 ((джойстика)) ((мини-джойстика)) /var> камеры

source: Gamepad Type
ru: Тип геймпада

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> Customization
ru: Кастомизация <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>

source: PvP Opponents
ru: Оппоненты в PvP

source: Calibration
ru: Калибровка

source: Enable DualSense / DUALSHOCK 4 functionality.
ru: Включить функционал DualSense / DUALSHOCK 4

source: <var 12 09 /var>: Confirm / <var 12 0A /var>: Cancel (Japanese Standard)
ru: <var 12 09 /var>: ОК / <var 12 0A /var>: Отмена (японский стандарт)

source: <var 12 09 /var>: Cancel / <var 12 0A /var>: Confirm (Global Standard)
ru: <var 12 09 /var>: Отмена / <var 12 0A /var>: ОК (глобальный стандарт)

source: Stick Sensitivity
ru: Чувствительность <var 08 E1E94C01 ((джойстика)) ((мини-джойстика)) /var>

source: Test
ru: Тестирование

source: Begin
ru: Начать

source: Restore
ru: Восстановить

source: Device Not Located
ru: Устройство не обнаружено

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> Settings
ru: Настройки <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>

source: Language Settings
ru: Настройки языка

source: Cutscene Subtitles
ru: Субтитры в кат-сценах

source: Cutscene Audio
ru: Голоса в кат-сценах

source: ※Depending on language selected, audio may not match subtitles.
ru: ※В зависимости от языка, голос может не совпадать с субтитрами.

source: Compatible controllers can utilize rumble and playback of sound effects. <var 09 E94F (((<var 12 40 /var>DirectX 11 is required for this feature.))) (()) (((<var 12 40 /var>This feature is only available on Windows.))) /var>
ru: Совместимые контроллеры могут использовать вибрацию и воспроизводить звуковые эффекты. <var 09 E94F (((<var 12 40 /var>Требуется DirectX 11.))) (()) (((<var 12 40 /var>Только в Windows.))) /var>

source: Map Resolution
ru: Разрешение карт

source: Player Effects Volume
ru: Громкость звуковых эффектов

source: Self
ru: Своих

source: Party
ru: Игроков группы

source: Other PCs
ru: Других игроков

source: Company Board
ru: Доска объявлений компании

source: Latest Activity
ru: Последняя активность

source: Members Online and on Home World
ru: Игроки, которые в сети и в домашнем мире

source: You are not authorized to edit the company board.
ru: Вам не разрешено редактировать доску объявлений компании.

source: There are no messages.
ru: Нет сообщений.

source: Active Actions
ru: Активные действия

source: There are no active actions.
ru: Нет активных действий.

source: There are no inactive actions.
ru: Нет неактивных действий.

source: You are not authorized to execute company actions.
ru: Вам не разрешено активировать действия компании.

source: Re-equip previous gear.
ru: Экипировать обратно предыдущее снаряжение.

source: Create a new gear set.
ru: Создать новый комплект снаряжения.

source: Display gear set help.
ru: Показать помощь по комплектам снаряжения.

source: Equip Set
ru: Экипировать комплект

source: Gear data unavailable.
ru: Данные о снаряжении недоступны.

source: You cannot create any more gear sets.
ru: Вы не можете создать больше комплектов снаряжения.

source: Select a gear set.
ru: Выберите комплект снаряжения.

source: You are currently using this gear set.
ru: Вы используете сейчас этот комплект снаряжения.

source: You have no gear sets saved.
ru: У вас нет сохранённых комплектов снаряжения.

source: All
ru: Все

source: Some
ru: Некоторые

source: None
ru: Никакие

source: Movement Physics
ru: Физика движений

source: Self
ru: Моих

source: Party Members
ru: Игроков группы

source: Other NPCs
ru: Других игроков

source: Enemies
ru: Врагов

source: Full
ru: Полная

source: Simple
ru: Простая

source: Off
ru: Отключена

source: Resolution
ru: Разрешение

source: Enable dynamic resolution.
ru: Включить динамическое разрешение.

source: Automatically adjusts resolution levels for optimum performance. <var 08 E4E94F04 ((<var 12 40 /var>Currently unavailable for the Mac version of FINAL FANTASY XIV.)) ((※Beta Version)) /var>
ru: Автоматически изменяет разрешение прорисовки для оптимальной производительности. <var 08 E4E94F04 ((<var 12 40 /var>На текущий момент недоступно в версии FINAL FANTASY XIV для Mac.)) ((※Бета-версия)) /var>

source: Display Settings
ru: Настройки дисплея

source: Sound Settings
ru: Настройки звука

source: Graphics Settings
ru: Настройки графики

source: Mouse Settings
ru: Настройки мыши

source: <var 08 E4E94C01 ((Gamepad)) ((<var 08 E4E94F64 ((Wireless Controller)) ((Controller)) /var>)) /var> Settings
ru: Настройки <var 08 E4E94C01 ((геймпада)) ((<var 08 E4E94F64 ((беспроводного контроллера)) ((контроллера)) /var>)) /var>

source: Language Settings
ru: Настройки языка

source: Wireless Controller Settings
ru: Настройки беспроводного контроллера

source: Other Settings
ru: Другие настройки

source: Accessibility Settings
ru: Настройки доступности

source: Theme Settings
ru: Настройки темы

source: Restore Defaults
ru: Восстановить по умолчанию

source: Theme Settings
ru: Настройки темы

source: An example of the dark theme.
ru: Пример тёмной темы.

source: An example of the light theme.
ru: Пример светлой темы.

source: Sample
ru: Пример

source: Dark
ru: Тёмная

source: Light
ru: Светлая

source: Choose your preferred color scheme. Certain UI elements are not affected by this change. ※You must log in again for changes to take effect.
ru: Выберите желаемую схему цветов. Некоторые элементы интерфейса не поменяются от этого изменения. ※Вам нужно перезайти в игру для применения.

source: Restore all settings to their default?
ru: Восстановить все настройки на умолчания?

source: Restore all category settings to their default?
ru: Восстановить настройки этой категории на умолчания?

source: Yes
ru: Да

source: No
ru: Нет

source: An example of the classic FF theme.
ru: Пример классической темы FF.

source: Apply this resolution? Settings will be restored in <var 20 E802 /var> <var 08 E4E80202 ((second)) ((seconds)) /var>.
ru: Применить это разрешение? Настройки будут восстановлены через <var 20 E802 /var> секунд<var 08 E2E80205 ((<var 09 E802 ((у)) ((ы)) ((ы)) ((ы)) /var>)) (()) /var>.

source: Yes
ru: Да

source: No
ru: Нет

source: An example of the clear blue theme.
ru: Пример светло-голубой темы.

source: Maximum
ru: Максимальное

source: High
ru: Высокое

source: Standard
ru: Стандартное

source: Custom
ru: Особое

source: The highest possible graphical settings. Recommended for use with high-end PCs only.
ru: Максимально возможные графические настройки. Рекомендовано только для сильных моделей ПК.

source: Graphical settings optimized for PCs which meet the recommended specifications.
ru: Графические настройки, оптимизированные для ПК, подходящие под рекомендуемые системые требования.

source: Settings which ensure optimal performance without compromising graphical quality.
ru: Настройки, обеспечивающие оптимальную производительность без вреда графике.

source: Settings have been customized.
ru: Настройки успешно изменены.

source: Dark
ru: Тёмная

source: Light
ru: Светлая

source: Classic FF
ru: Классическая FF

source: Clear Blue
ru: Светло-голубая

source: Show All
ru: Показать все

source: Show Own
ru: Показать свои

source: Off
ru: Отключить

source: Strong
ru: Сильное

source: Weak
ru: Слабое

source: Off
ru: Отключить

source: Adjust to Client
ru: Язык игры (Английский)

source: Japanese
ru: Японские

source: English
ru: Английские

source: German
ru: Немецкие

source: French
ru: Французские

source: Adjust to Client
ru: Язык игры (Английские)

source: Japanese
ru: Японский

source: English
ru: Английский

source: German
ru: Немецкий

source: French
ru: Французский

source: Highest
ru: Самое высокое

source: High
ru: Высокое

source: Normal
ru: Обычное

source: PNG (High Quality)
ru: PNG (высокое качество)

source: JPG (Standard Quality)
ru: JPG (стандартное качество)

source: Full
ru: Полное

source: Simplified
ru: Упрощённое

source: Off
ru: Отключить

source: Display
ru: Показать

source: Hide
ru: Спрятать

source: Calibrate
ru: Калибровать

source: Cancel
ru: Отмена

source: Back
ru: Назад

source: Save
ru: Сохранить

source: Redo
ru: Начать заново

source: Press Calibrate to begin.
ru: Нажмите «Калибровать», чтобы начать.

source: Save these settings? (Press <var 12 0D /var> + <var 12 14 /var> to save.)
ru: Сохранить эти настройки? (Нажмите <var 12 0D /var> + <var 12 14 /var>, чтобы сохранить.)

source: Unable to locate device.
ru: Не удалось найти устройство.

source: Skip
ru: Пропустить

source: If you quit now, you will lose all changes. Proceed?
ru: Если вы выйдете сейчас, вы потеряете все изменения. Продолжить?

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Enable POV
ru: Включить POV

source: Please disable this option if you are unable to assign buttons.
ru: Отключите эту опцию, если не можете назначать кнопки.

source: Korean
ru: Корейский

source: Japanese
ru: Японский

source: <var 12 15 /var> Tilt the left stick up. (<var 20 E802 /var>/24)
ru: <var 12 15 /var> Наклоните левый <var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var> вверх. (<var 20 E802 /var>/24)

source: <var 12 15 /var> Tilt the left stick down. (<var 20 E802 /var>/24)
ru: <var 12 15 /var> Наклоните левый <var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var> вниз. (<var 20 E802 /var>/24)

source: <var 12 15 /var> Tilt the left stick to the left. (<var 20 E802 /var>/24)
ru: <var 12 15 /var> Наклоните левый <var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var> влево. (<var 20 E802 /var>/24)

source: <var 12 15 /var> Tilt the left stick to the right. (<var 20 E802 /var>/24)
ru: <var 12 15 /var> Наклоните левый <var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var> вправо. (<var 20 E802 /var>/24)

source: <var 12 18 /var> Tilt the right stick up. (<var 20 E802 /var>/24)
ru: <var 12 18 /var> Наклоните правый <var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var> вверх. (<var 20 E802 /var>/24)

source: <var 12 18 /var> Tilt the right stick down. (<var 20 E802 /var>/24)
ru: <var 12 18 /var> Наклоните правый <var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var> вниз. (<var 20 E802 /var>/24)

source: <var 12 18 /var> Tilt the right stick to the left. (<var 20 E802 /var>/24)
ru: <var 12 18 /var> Наклоните правый <var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var> влево. (<var 20 E802 /var>/24)

source: <var 12 18 /var> Tilt the right stick to the right. (<var 20 E802 /var>/24)
ru: <var 12 18 /var> Наклоните правый <var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var> вправо. (<var 20 E802 /var>/24)

source: <var 12 02 /var> Press the up <var 08 E1E94C01 ((directional button)) ((button on the d-pad)) /var>. (<var 20 E802 /var>/24)
ru: <var 12 02 /var> <var 08 E1E94C01 ((Нажмите кнопку направления)) ((Отклоните крестовину)) /var> вверх. (<var 20 E802 /var>/24)

source: <var 12 03 /var> Press the down <var 08 E1E94C01 ((directional button)) ((button on the d-pad)) /var>. (<var 20 E802 /var>/24)
ru: <var 12 03 /var> <var 08 E1E94C01 ((Нажмите кнопку направления)) ((Отклоните крестовину)) /var> вниз. (<var 20 E802 /var>/24)

source: <var 12 04 /var> Press the left <var 08 E1E94C01 ((directional button)) ((button on the d-pad)) /var>. (<var 20 E802 /var>/24)
ru: <var 12 04 /var> <var 08 E1E94C01 ((Нажмите кнопку направления)) ((Отклоните крестовину)) /var> влево. (<var 20 E802 /var>/24)

source: <var 12 05 /var> Press the right <var 08 E1E94C01 ((directional button)) ((button on the d-pad)) /var>. (<var 20 E802 /var>/24)
ru: <var 12 05 /var> <var 08 E1E94C01 ((Нажмите кнопку направления)) ((Отклоните крестовину)) /var> вправо. (<var 20 E802 /var>/24)

source: Press the <var 12 0C /var> button. (<var 20 E802 /var>/24)
ru: Нажмите кнопку <var 12 0C /var> . (<var 20 E802 /var>/24)

source: Press the <var 12 09 /var> button. (<var 20 E802 /var>/24)
ru: Нажмите кнопку <var 12 09 /var>. (<var 20 E802 /var>/24)

source: Press the <var 12 0A /var> button. (<var 20 E802 /var>/24)
ru: Нажмите кнопку <var 12 0A /var>. (<var 20 E802 /var>/24)

source: Press the <var 12 0B /var> button. (<var 20 E802 /var>/24)
ru: Нажмите кнопку <var 12 0B /var>. (<var 20 E802 /var>/24)

source: Press the <var 12 0D /var> trigger. (<var 20 E802 /var>/24)
ru: Нажмите кнопку <var 12 0D /var>. (<var 20 E802 /var>/24)

source: Press the <var 12 0F /var> trigger. (<var 20 E802 /var>/24)
ru: Нажмите <var 08 E1E94C01 ((триггер <var 12 0F /var>)) ((левый триггер)) /var>. (<var 20 E802 /var>/24)

source: Press the <var 12 0E /var> trigger. (<var 20 E802 /var>/24)
ru: Нажмите кнопку <var 12 0E /var>. (<var 20 E802 /var>/24)

source: Press the <var 12 10 /var> trigger. (<var 20 E802 /var>/24)
ru: Нажмите <var 08 E1E94C01 ((триггер <var 12 10 /var>)) ((правый триггер)) /var>. (<var 20 E802 /var>/24)

source: Press the <var 12 14 /var> button. (<var 20 E802 /var>/24)
ru: Нажмите кнопку <var 12 14 /var>. (<var 20 E802 /var>/24)

source: Press the <var 12 13 /var> button. (<var 20 E802 /var>/24)
ru: Нажмите кнопку <var 12 13 /var>. (<var 20 E802 /var>/24)

source: Press the <var 12 11 /var> button. (<var 20 E802 /var>/24)
ru: Нажмите <var 08 E1E94C01 ((кнопку <var 12 11 /var>)) ((левый мини-джойстик)) /var>. (<var 20 E802 /var>/24)

source: Press the <var 12 12 /var> button. (<var 20 E802 /var>/24)
ru: Нажмите <var 08 E1E94C01 ((кнопку <var 12 12 /var>)) ((правый мини-джойстик)) /var>. (<var 20 E802 /var>/24)

source: Equip Set
ru: Экипировать комплект

source: Reassign Gear
ru: Переназначить снаряжение

source: Reassign Set Number
ru: Изменить номер комплекта

source: Change Set Name
ru: Изменить название комплекта

source: Delete Set
ru: Удалить комплект

source: Reassign current gear to “<var 29 EA02 /var>”?
ru: Переназначить текущее снаряжение на «<var 29 EA02 /var>»?

source: Delete “<var 29 EA02 /var>”?
ru: Удалить «<var 29 EA02 /var>»?

source: Equip previous gear?
ru: Экипировать предыдущее снаряжение?

source: <var 28 ((ClassJob)) E80202 /var> (Lv. <var 20 E803 /var>)
ru: <var 28 ((ClassJob)) E80202 /var> (Ур. <var 20 E803 /var>)

source: Display Set
ru: Показать комплект

source: The specified main arm was missing from your Armoury Chest.
ru: Указанного главного оружия не оказалось в вашем оружейном сундуке.

source: One or more items were missing from your Armoury Chest.
ru: Одного или более предметов не оказалось в вашем оружейном сундуке.

source: One or more items were not the specified color.
ru: Один или более предметов оказались не того цвета.

source: One or more items were unable to be equipped.
ru: Один или более предметов невозможно экипировать.

source: Search for Matching Items
ru: Искать подходящие предметы

source: One or more items were not melded with the specified materia.
ru: В один или более предметов не вставлена сохранённая материя.

source: One or more items did not have the specified appearance.
ru: У одного и более предметов оказался неправильный гламур.

source: Search for Item
ru: Поиск предмета

source: <var 2B ((<var 31 ((Item)) 03E8020202 /var>)) /var> registered to this gear set could not be found in your Armoury Chest. Replace it with another <var 31 ((Item)) 04E8020202 /var>?
ru: <var 2B ((<var 31 ((Item)) 03E8020202 /var>)) /var>, зарегистрированный в этом комплекте снаряжения, не был найден в оружейном сундуке. Заменить на другой <var 31 ((Item)) 04E8020202 /var>?
