Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Companion Display Name Settings
ru: Отображение имени компаньона

source: Companion HP Bar Settings
ru: Отображение шкалы ОЗ у компаньона

source: Display Main Scenario Guide.
ru: Показывать гид основного сюжета.

source: Hide when all quests complete.
ru: Скрыть, когда все задания завершены.

source: Enable duty action input.
ru: Использовать для особых действий в миссиях.

source: Status Effect Icon Display Maximum
ru: Макс. кол-во иконок статуса

source: Target Information
ru: Информация о цели

source: Target Type: Target Closest Enemies
ru: Тип прицеливания: На самых близких врагов

source: Type 1: Ignore Depth
ru: Тип 1: Игнорировать глубину

source: Type 2: Cone
ru: Тип 2: Конус

source: Event Camera Settings
ru: Настройки камеры в диалогах

source: Look at target when speaking.
ru: Смотреть на цель во время разговора.

source: Mouse Wheel Settings
ru: Настройки колеса мыши

source: Scroll Up
ru: Прокрутка вверх

source: Scroll Down
ru: Прокрутка вниз

source: Scroll Up (+<var 08 E4E94F04 ((control)) ((Ctrl)) /var>)
ru: Прокрутка вверх (+<var 08 E4E94F04 ((control)) ((Ctrl)) /var>)

source: Scroll Down (+<var 08 E4E94F04 ((control)) ((Ctrl)) /var>)
ru: Прокрутка вниз (+<var 08 E4E94F04 ((control)) ((Ctrl)) /var>)

source: Scroll Up (+<var 08 E4E94F04 ((option)) ((Alt)) /var>)
ru: Прокрутка вверх (+<var 08 E4E94F04 ((option)) ((Alt)) /var>)

source: Scroll Down (+<var 08 E4E94F04 ((option)) ((Alt)) /var>)
ru: Прокрутка вниз (+<var 08 E4E94F04 ((option)) ((Alt)) /var>)

source: Scroll Up (+<var 08 E4E94F04 ((shift)) ((Shift)) /var>)
ru: Прокрутка вверх (+<var 08 E4E94F04 ((shift)) ((Shift)) /var>)

source: Scroll Down (+<var 08 E4E94F04 ((shift)) ((Shift)) /var>)
ru: Прокрутка вниз (+<var 08 E4E94F04 ((shift)) ((Shift)) /var>)

source: Not Assigned
ru: Не назначено

source: Zoom Camera In
ru: Приблизить камеру

source: Zoom Camera Out
ru: Отдалить камеру

source: Cycle Enemies (Nearest to Farthest)
ru: Переключение между врагами (Близь → Даль)

source: Cycle Enemies (Farthest to Nearest)
ru: Переключение между врагами (Даль → Близь)

source: Scroll up through Party List
ru: Прокрутка вверх по списку группы

source: Scroll down through Party List
ru: Прокрутка вниз по списку группы

source: Scroll up through Enmity List
ru: Прокрутка вверх по списку враждебности

source: Scroll down through Enmity List
ru: Прокрутка вниз по списку враждебности

source: Cycle Alliance List (Forward)
ru: Переключение в альянсах (Вперёд)

source: Cycle Alliance List (Back)
ru: Переключение в альянсах (Назад)

source: Achievements
ru: Достижения

source: Display achievements nearing completion as login notification.
ru: Показывать при входе уведомление с ближайшими достижениями.

source: Open All
ru: Открыть полностью

source: Default to Language Setting
ru: 24-ой по умолчанию

source: 24-hour Format
ru: 24-часовой

source: 12-hour Format
ru: 12-часовой

source: Display character portraits with battle dialogue widget.
ru: Показывать портреты персонажей в виджете диалога в бою.

source: Instant Portraits
ru: Функция «мгновенные портреты»

source: Show party member portraits at the start of duty.
ru: Показывать портреты членов группы в начале миссии.

source: Display portraits in the player commendation window.
ru: Показывать портреты в окне благодарности.

source: Display party member portraits notification.
ru: Показывать кнопку «портретов» на панели уведомлений.

source: Disable right-click selection of player characters.
ru: Запретить выбор других игроков правым кликом.

source: Disable right-click selection of non-player characters in battle.
ru: Запретить выбор других НИПов правым кликом во время боя.

source: Display remaining time of status effects.
ru: Показывать оставшееся время статусных эффектов.

source: Disable right-click selection of minions.
ru: Запретить выбор миньонов правым кликом.

source: Yo-kai Medallium
ru: Медальбом

source: Open Minion Guide.
ru: Открыть гид по миньонам.

source: Medals: <var 22 E802 ((,)) /var>
ru: В инвентаре: <var 22 E802 (( )) /var>

source: Medals: <var 22 E802 ((,)) /var>
ru: В инвентаре: <var 22 E802 (( )) /var>

source: Legendary Medal FATE Areas
ru: Области с ЗОНА редких медалей

source: Yo-kai Medallium (<var 2B ((<var 29 EA02 /var>)) /var>）
ru: Медальбом (<var 2B ((<var 29 EA02 /var>)) /var>）

source: You have yet to obtain this Yo-kai as a minion. Yo-kai Medals can be traded for Yo-kai minions. Yo-kai Medals can be obtained in select FATEs.
ru: Вам ещё предстоит получить этого Йо-кая. Можно получить в обмен на особые монеты. Монеты добываются в определённых ЗОНА.

source: ※The wandering executive has returned to his own realm with all remaining Yo-kai Medals.
ru: ※Странник вернулся в свой мир со всеми оставшимися монетами Йо-кай.

source: Unable to retrieve data while in an instance.
ru: Нельзя получить данные, будучи в отдельной зоне.

source: MEDAL ACQUISITION
ru: ПОЛУЧЕНА МЕДАЛЬ

source: Only select from favorited minions. (At least 2 must be favorited)
ru: Выбирать миньонов только из избранного. (В избранном должно быть хотя бы два)

source: Set mount roulette to select from favorites only.
ru: Действие «Случайный транспорт» будет призывать транспорт только среди избранных.

source: Maximum Riders
ru: Максимум всадников

source: At least 2 mounts must be favorited before using the Mount Roulette. <var 48 F201FA /var><var 49 F201FB /var>※Stabled chocobos cannot be summoned via this method.<var 49 01 /var><var 48 01 /var>
ru: Нужно добавить в избранное хотя бы 2 транспорта прежде, чем использовать случайный призыв. <var 48 F201FA /var><var 49 F201FB /var>※Чокобо, оставленные в стойле, не могут быть призваны таким способом.<var 49 01 /var><var 48 01 /var>

source: Crystal Sand Exchange
ru: Обмен кристального песка

source: Material
ru: Материал

source: Required
ru: Требуется

source: Qty.
ru: Кол-во

source: Trade
ru: Обменять

source: Trade the selected items for <var 08 E4E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var>?
ru: Обменять выбранные предметы на <var 08 E4E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var>?

source: Exchange List
ru: Список обменяемых материалов

source: Growth: <var 20 E802 /var>/<var 20 E803 /var><var 08 E4E80402 (( （Sword: <var 20 E805 /var>/<var 20 E806 /var> Shield: <var 20 E807 /var>/<var 20 E808 /var>）)) (()) /var>
ru: Рост: <var 20 E802 /var>/<var 20 E803 /var><var 08 E4E80402 (( （Меч: <var 20 E805 /var>/<var 20 E806 /var> Щит: <var 20 E807 /var>/<var 20 E808 /var>）)) (()) /var>

source: Item
ru: Предмет

source: Qty.
ru: Кол-во

source: Treat Sand
ru: Обработать

source: Treated Crystal Sand
ru: Обработанный кристальный песок

source: Reallocate
ru: Перераспределить

source: Bonus +<var 20 E802 /var>
ru: Бонусный +<var 20 E802 /var>

source: Allocate
ru: Распределить

source: Use <var 08 E4E80202 ((a <var 48 F201FA /var><var 49 F201FB /var>pinch of treated crystal sand<var 49 01 /var><var 48 01 /var>)) ((<var 20 E802 /var> <var 48 F201FA /var><var 49 F201FB /var>pinches of treated crystal sand<var 49 01 /var><var 48 01 /var>)) /var> to foster your quickened anima's growth?
ru: Воспользоваться <var 08 E4E80202 ((<var 48 F201FA /var><var 49 F201FB /var>щепоткой обработанного кристального песка<var 49 01 /var><var 48 01 /var>)) ((<var 20 E802 /var> <var 48 F201FA /var><var 49 F201FB /var>щепотками обработанного кристального песка<var 49 01 /var><var 48 01 /var>)) /var>для ускорения роста анимы?

source: Discard current allocations?
ru: Отменить текущее распределение?

source: Close
ru: Закрыть

source: Required
ru: Требуется

source: Use <var 08 E4E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var> to reallocate growth?
ru: Использовать <var 08 E4E80302 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var> для перераспределения роста?

source: Gear
ru: Снаряжение

source: Save Slot <var 20 E802 /var>
ru: Cлот сохранения <var 20 E802 /var>

source: Entrance
ru: Вход

source: Floor <var 20 E802 /var>
ru: Этаж <var 20 E802 /var>

source: Character Info
ru: Информация о персонаже

source: Items
ru: Предметы

source: Proceed and your <var 48 F201F4 /var><var 49 F201F5 /var>fixed party<var 49 01 /var><var 48 01 /var> save data will be converted to <var 48 F201F4 /var><var 49 F201F5 /var>matched party<var 49 01 /var><var 48 01 /var> save data. Matched party save data still allows for the creation of preformed parties as long as the party is formed before returning to the deep dungeon, and the progression of all members is identical. Any open party slots will be filled automatically via the matching system. <var 48 F201FA /var><var 49 F201FB /var>All special items (pomanders) will be lost upon data conversion.<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Scores will not be recorded for matched parties.<var 49 01 /var><var 48 01 /var> <var 48 F201FC /var><var 49 F201FD /var>※Converted data cannot be restored to its original state.<var 49 01 /var><var 48 01 /var>
ru: Если продолжить, то слот сохранения с вашей <var 48 F201F4 /var><var 49 F201F5 /var>фиксированной группой<var 49 01 /var><var 48 01 /var> будет преобразован в слот сохранения с <var 48 F201F4 /var><var 49 F201F5 /var>динамической группой<var 49 01 /var><var 48 01 /var>. Слот сохранения с динамической группой всё ещё позволяет участие в заранее созданной группе, покуда эта группа была создана до возврата в глубокое подземелье и прогресс всех членов группы идентичен. Все свободные слоты будут дополнены системой подбора игроков. <var 48 F201FA /var><var 49 F201FB /var>Все особые предметы (помандеры) после преобразования будут потеряны.<var 49 01 /var><var 48 01 /var> <var 48 F201FA /var><var 49 F201FB /var>Результаты динамических групп не записываются.<var 49 01 /var><var 48 01 /var> <var 48 F201FC /var><var 49 F201FD /var>※Преобразованные данные нельзя вернуть в их исходный вид.<var 49 01 /var><var 48 01 /var>

source: Accept terms and convert data.
ru: Принять условия и преобразовать данные.

source: Proceed and your save data will be deleted, allowing you reentry to the deep dungeon from floor 1. Floor progression and character level will be reset, but aetherpool arm and gear strength will remain unchanged. <var 48 F201FC /var><var 49 F201FD /var>※Data cannot be restored once deleted.<var 49 01 /var><var 48 01 /var>
ru: При продолжении ваши сохранённые данные будут удалены и вы зайдёте в глубокое подземелье с 1-го этажа. Прогресс и уровень вашего персонажа будет сброшен, но сила магического оружия и снаряжения останутся неизменными. <var 48 F201FC /var><var 49 F201FD /var>※После удаления данные нельзя будет восстановить.<var 49 01 /var><var 48 01 /var>

source: Accept terms and delete data.
ru: Принять условия и удалить данные.

source: Gear Strength: +<var 20 E802 /var>
ru: Сила снаряжения: +<var 20 E802 /var>

source: Character not found.
ru: Персонаж не найден.

source: Strength
ru: Сила

source: Cairn of Return
ru: Каирн воскрешения

source: Cairn of Passage
ru: Каирн перехода

source: Gold Coffer
ru: Золотой сундук

source: Silver Coffer
ru: Серебряный сундук

source: Bronze Coffer
ru: Бронзовый сундук

source: Lock Map
ru: Закрепить карту

source: Close
ru: Закрыть

source: Unlock Map
ru: Открепить карту

source: Item Effects
ru: Эффекты от предметов

source: Unable to retrieve data.
ru: Не удалось получить данные.

source: Cannot continue with this data. Dungeon is cleared.
ru: Нельзя продолжить с этими данными. Подземелье пройдено.

source: To next level:
ru: Требуется опыта:

source: Character Info
ru: Информация о персонаже

source: Display character and item progression within the current deep dungeon.
ru: Показать прогресс персонажа и предметов в текущем глубоком подземелье.

source: Lock/Unlock the Character Info window so that it does/does not close upon pressing <var 1E 0A /var> or the Esc key, or accessing the main menu.
ru: Разблокировать/заблокировать окно «Информация о персонаже», чтобы оно закрывалось/не закрывалось при нажатии на кнопку <var 1E 0A /var>, на клавишу Esc или при открытии в главное меню.

source: Display progression required for Cairn of Return activation.
ru: Показать прогресс, требуемый для активации Каирна воскрешения.

source: Display progression required for Cairn of Passage activation.
ru: Показать прогресс, требуемый для активации Каирна перехода.

source: Lock/Unlock the map so that it does/does not close upon pressing the Esc key, <var 1E 0A /var>, or <var 12 0B /var>.
ru: Разблокировать/заблокировать карту, чтобы она закрывалась/не закрывалась при нажатии на клавишу Esc, кнопку <var 1E 0A /var> или <var 12 0B /var>.

source: A piece of the Accursed Hoard. Deadly magicks have been cast upon the chest to prevent theft.
ru: Часть Проклятого клада. На сундук были наложены смертельные чары, чтобы никто не смог украсть.

source: Results
ru: Результаты

source: Results
ru: Результаты

source: Floor
ru: Этаж

source: Kills
ru: Убийства

source: Score
ru: Очки

source: Time Remaining: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени: <var 20 E802 /var>:<var 24 E803 /var>

source: Exit
ru: Выход

source: A New High Score!
ru: Новый рекорд!

source: Deep Dungeon Challenge
ru: Испытание глубокого подземелья

source: Solo
ru: Соло

source: Party
ru: Группа

source: Party KO: <var 20 E802 /var>
ru: Нокаутов группы: <var 20 E802 /var>

source: Item Appraisal
ru: Оценка предметов

source: Appraise <var 31 ((Item)) 03E8020202 /var>?
ru: Отдать на оценку <var 31 ((Item)) 03E8020202 /var>?

source: Item
ru: Предмет

source: Qty.
ru: Кол-во

source: Working
ru: Распаковка

source: Name
ru: Имя

source: Commands
ru: Команды

source: Select data.
ru: Выберите слот сохранения.

source: Select data to reset.
ru: Выберите, какой слот сохранения сбросить.

source: Select party to disband.
ru: Выберите, какую группу распустить.

source: Access Ranking
ru: Рейтинговая таблица

source: None of the Accursed Hoard has been discovered.
ru: Вы не нашли ни один Проклятый клад.

source: Magicite
ru: Магициты

source: You detect the call of the Accursed Hoard on this floor.
ru: Вы слышите зов Проклятого клада на этом этаже.

source: Beacon of Return
ru: Маяк Возврата

source: Beacon of Passage
ru: Маяк Прохождения

source: Display progression required for Beacon of Return activation.
ru: Показать прогресс, требуемый для активации Маяка Возврата.

source: Display progression required for Beacon of Passage activation.
ru: Показать прогресс, требуемый для активации Маяка Прохождения.

source: Floor
ru: Этаж

source: You are not starting from floor 1. Progress will not count towards solo completion achievements.
ru: Вы начали не с 1-го этажа. Текущий прогресс не засчитывается в достижения прохождения соло.

source: Party KO count for this save data is more than zero. Later floors will not be accessible. Proceed?
ru: В этом слоте сохранения количество нокаутов группы больше 0. Последующие этажи не будут доступны. Продолжить?

source: Continue with current save data.
ru: Продолжить с точки сохранения.

source: Pylon of Return
ru: Пилон Возврата

source: Pylon of Passage
ru: Пилон Прохождения

source: Progress toward Pylon of Return activation.
ru: Прогресс активации Пилона Возврата.

source: Progress toward Pylon of Passage activation.
ru: Прогресс активации Пилона Прохождения.

source: Demiclone Generator
ru: Генератор полуклонов

source: Lodestone Playguide
ru: Игровой гид (Lodestone)

source: View the deep dungeon guide.
ru: Открыть информацию о глубоком подземелье.

source: Register via Duty Support
ru: Войти с Помощниками

source: Register via Trust
ru: Войти с Напарниками

source: Chemistry
ru: Бонус совместимости

source: Command Missions
ru: Командирские миссии

source: Requirements
ru: Требования

source: Level <var 20 E802 /var><var 08 E1E803E802 ((～<var 20 E803 /var>)) (()) /var> (level synced if higher)<var 08 E1E80401 (( Average Item Level: <var 20 E804 /var>)) (()) /var><var 08 E1E80501 (( Item Level Sync: <var 20 E805 /var>)) (()) /var>
ru: Уровень <var 20 E802 /var><var 08 E1E803E802 ((～<var 20 E803 /var>)) (()) /var> (синхронизация уровня, если выше)<var 08 E1E80401 (( Средний уровень снаряжения: <var 20 E804 /var>)) (()) /var><var 08 E1E80501 (( Синхронизация уровня снаряжения: <var 20 E805 /var>)) (()) /var>

source: Reflect glamours?
ru: Зачаровать гламуры?

source: Reset glamours?
ru: Сбросить гламуры?

source: Undo all glamours?
ru: Отменить все гламуры?

source: Discard changes?
ru: Отменить изменения?

source: <var 48 F201FC /var><var 49 F201FD /var>You do not possess enough glamour prisms.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>У вас недостаточно призм гламура.<var 49 01 /var><var 48 01 /var>

source: Current Attributes
ru: Текущие атрибуты

source: Squadron EXP
ru: Опыт отряда

source: Deploy
ru: Отправить

source: Commence “<var 28 ((GcArmyExpedition)) E80209 /var>”? Estimated Time of Return: <var 07 E803 /var><var 20 DE /var>/<var 20 DC /var> <var 20 DB /var>:<var 24 DA /var><var 08 E4E80401 (()) (( (In <var 20 E804 /var> <var 08 E4E80402 ((hour)) ((hours)) /var>))) /var><var 08 E1E80501 (( <var 48 F201FA /var><var 49 F201FB /var>※Unassigned chemistry is lost upon deployment.<var 49 01 /var><var 48 01 /var>)) (()) /var> <var 08 E1E80601 (( <var 48 F201F4 /var><var 49 F201F5 /var>※If a mission is successful, another may not be undertaken until the mission list resets.<var 49 01 /var><var 48 01 /var>)) (()) /var>
ru: Отправить отряд на миссию «<var 28 ((GcArmyExpedition)) E80209 /var>»? Время возвращения отряда: <var 07 E803 /var><var 20 DC /var>.<var 20 DE /var> <var 20 DB /var>:<var 24 DA /var><var 08 E4E80401 (()) (( (через <var 20 E804 /var> час<var 08 E2E80405 ((<var 09 E804 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>))) /var><var 08 E1E80501 (( <var 48 F201FA /var><var 49 F201FB /var>※Неназначенная совместимость будет потеряна после отправки.<var 49 01 /var><var 48 01 /var>)) (()) /var> <var 08 E1E80601 (( <var 48 F201F4 /var><var 49 F201F5 /var>※Если миссия будет успешной, нельзя будет взять другую, пока не обновится список миссий.<var 49 01 /var><var 48 01 /var>)) (()) /var>

source: Physical Ability
ru: Физическая приспособленность

source: Mental Ability
ru: Духовная приспособленность

source: Tactical Ability
ru: Тактическая приспособленность

source: Chemistry
ru: Совместимость

source: Squadron Attributes: <var 20 E802 /var>/<var 20 E803 /var>/<var 20 E804 /var>
ru: Атрибуты отряда: <var 20 E802 /var>/<var 20 E803 /var>/<var 20 E804 /var>

source: Squadron Rank: <var 08 E4E80201 ((<var 1F /var>)) ((<var 20 E802 /var>)) /var>
ru: Ранг отряда: <var 08 E4E80201 ((<var 1F /var>)) ((<var 20 E802 /var>)) /var>

source: Adventurer Squadron
ru: Отряд путешественников

source:  <var 08 E4E80201 ((<var 08 E1E80301 ((<var 20 E803 /var> <var 08 E4E80302 ((minute)) ((minutes)) /var>)) ((Less than 1 minute)) /var>)) ((<var 20 E802 /var> <var 08 E4E80202 ((hour)) ((hours)) /var><var 08 E1E80301 ((<var 08 E1E80201 (( and )) (()) /var>)) (()) /var><var 08 E1E80301 ((<var 20 E803 /var> <var 08 E4E80302 ((minute)) ((minutes)) /var>)) (()) /var>)) /var> remaining [<var 07 E804 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var> <var 20 DB /var>:<var 24 DA /var>]
ru:  <var 08 E4E80201 ((<var 08 E1E80301 ((<var 08 E4E80302 ((Осталась)) ((Осталось)) /var> <var 20 E803 /var> <var 08 E2E80301 ((минут)) ((<var 08 E2E80302 ((минута)) ((<var 08 E2E80305 ((минуты)) ((минут)) /var>)) /var>)) /var>)) ((Осталось меньше 1 минуты)) /var>)) ((<var 08 E4E80202 ((Осталась)) ((Осталось)) /var> <var 20 E802 /var> <var 08 E2E80201 ((часов)) ((<var 08 E2E80202 ((час)) ((<var 08 E2E80205 ((часа)) ((часов)) /var>)) /var>)) /var><var 08 E1E80301 ((<var 08 E1E80201 (( )) (()) /var>)) (()) /var><var 08 E1E80301 ((<var 20 E803 /var> <var 08 E2E80301 ((минут)) ((<var 08 E2E80302 ((минута)) ((<var 08 E2E80305 ((минуты)) ((минут)) /var>)) /var>)) /var>)) (()) /var>)) /var> [<var 07 E804 /var><var 20 DC /var>.<var 20 DE /var> <var 20 DB /var>:<var 24 DA /var>]

source: Squadron Orders
ru: Приказы отряду

source: None
ru: Нет

source: New Recruits
ru: Новобранцы

source: <var 08 E4E80201 ((No)) ((Yes (Return to barracks to review enlistment papers))) /var>
ru: <var 08 E4E80201 ((Нет)) ((Есть (Вернитесь в казарму, чтобы посмотреть на списки))) /var>

source: <var 08 E4E80201 ((Mission)) ((Training)) /var> Complete (Return to barracks for debriefing)
ru: <var 08 E4E80201 ((Миссия)) ((Тренировка)) /var> завершена (Просмотрите результаты в казарме)

source: Mission Debriefing
ru: Доклад о миссии

source: Results
ru: Результаты

source: Req.
ru: Требуется

source: Qty.
ru: Кол-во

source: Using a glamour binds the item to you.
ru: Зачарование гламура привязывает предмет к вам.

source: Squadron EXP
ru: Опыт отряда

source: Results
ru: Результаты

source: Complete
ru: Завершить

source: <var 08 E4E80201 ((Mission Underway)) ((Mission Complete)) /var>
ru: <var 08 E4E80201 ((Отправлен на миссию)) ((Миссия завершена)) /var>

source: <var 08 E4E80201 ((Training)) ((Training Complete)) /var>
ru: <var 08 E4E80201 ((Тренируется)) ((Тренировка завершена)) /var>

source: Expenditures
ru: Расходы

source: Basic Reward
ru: Базовая награда

source: Required Attributes
ru: Требуемые атрибуты

source: Results
ru: Результаты

source: As mission affinity is at maximum
ru: При максимальной совместимости с миссией

source: Mission Debriefing
ru: Доклад о миссии

source: New Battle Tactic Acquired: <var 2B ((<var 29 EA02 /var>)) /var>
ru: Получена новая тактика боя: <var 2B ((<var 29 EA02 /var>)) /var>

source: <var 2B ((<var 29 EA02 /var>)) /var> Tactic Mastery: <var 20 E803 /var>
ru: Мастерство тактики «<var 2B ((<var 29 EA02 /var>)) /var>»: <var 20 E803 /var>

source: Display Orders
ru: Выбрать тактику

source: Outfit
ru: Переодеть

source: Confirm Chemistry
ru: Посмотреть совместимость

source: Change Class
ru: Поменять класс

source: None
ru: Нет

source: Training Regimens
ru: Тренировка отряда

source: Mission complete!
ru: Миссия пройдена!

source: Mission complete!
ru: Миссия пройдена!

source: Mission complete!
ru: Миссия пройдена!

source: Mission failed...
ru: Миссия провалена...

source: Mission failed...
ru: Миссия провалена...

source: Mission failed...
ru: Миссия провалена...

source: EXP Reward: <var 20 E802 /var>
ru: Очки опыта: <var 20 E802 /var>

source: Commence “<var 29 EA02 /var>”?
ru: Начать тренировку «<var 29 EA02 /var>»?

source: Commence “<var 29 EA02 /var>”? <var 48 F201FA /var><var 49 F201FB /var>※Squadron attribute total exceeds value allowed by current squadron rank. One or more squadron attributes will be capped.<var 49 01 /var><var 48 01 /var>
ru: Начать тренировку «<var 29 EA02 /var>»? <var 48 F201FA /var><var 49 F201FB /var>※Суммарное количество очков атрибутов превышает максимум, разрешённый для текущего ранга отряда. Один или более атрибутов достигнут предела.<var 49 01 /var><var 48 01 /var>

source: Daily Sessions Remaining: <var 20 E802 /var>
ru: Осталось сессий на сегодня: <var 20 E802 /var>

source: Squadron Outfitter
ru: Переодевание члена отряда

source: Apply Glamours
ru: Изменить гламур

source: Confirm
ru: Подтвердить

source: Reset
ru: Сбросить

source: Undo
ru: Отменить

source: Prism
ru: Призма

source: <var 48 F201FA /var><var 49 F201FB /var>Squadron glamours are available from level 51.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Гламуры для членов отряда доступны с уровня 51.<var 49 01 /var><var 48 01 /var>
