Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: <var 08 E4E802E803 ((<var 2B ((<var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>)) /var> player<var 08 E4E80202 (()) ((s)) /var>)) ((<var 2B ((<var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>)) /var> to <var 08 E803 ((<var 08 E2E8030B ((<var 09 E803 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E803 /var>)) /var>)) ((<var 20 E803 /var>)) /var> players)) /var> <var 08 E1E80302 (((<var 20 E804 /var> tank<var 08 E4E80402 (()) ((s)) /var>, <var 20 E805 /var> pure healer<var 08 E4E80502 (()) ((s)) /var>, <var 20 E806 /var> barrier healer<var 08 E4E80602 (()) ((s)) /var>, <var 20 E807 /var> melee DPS, <var 20 E808 /var> physical ranged DPS, <var 20 E809 /var> magical ranged DPS, <var 20 E80A /var> other DPS))) (()) /var>
ru: <var 08 E4E802E803 ((<var 20 E802 /var> <var 08 E2E80205 ((<var 09 E802 ((игрок)) ((игрока)) ((игрока)) ((игрока)) /var>)) ((игроков)) /var>)) ((От <var 20 E802 /var> до <var 20 E803 /var> игроков)) /var> <var 08 E1E80302 (((<var 20 E804 /var> защитник<var 08 E2E80405 ((<var 09 E804 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>, <var 20 E805 /var> <var 08 E4E80502 ((чистый)) ((чистых)) /var> целител<var 08 E2E80505 ((<var 09 E805 ((ь)) ((я)) ((я)) ((я)) /var>)) ((ей)) /var>, <var 20 E806 /var> <var 08 E4E80602 ((барьерный)) ((барьерных)) /var> целител<var 08 E2E80505 ((<var 09 E805 ((ь)) ((я)) ((я)) ((я)) /var>)) ((ей)) /var>, <var 20 E807 /var> <var 08 E2E80705 ((<var 09 E807 ((боец)) ((бойца)) ((бойца)) ((бойца)) /var>)) ((бойцов)) /var> ближнего боя, <var 20 E808 /var> <var 08 E2E80805 ((<var 09 E808 ((боец)) ((бойца)) ((бойца)) ((бойца)) /var>)) ((бойцов)) /var> дальнего боя, <var 20 E809 /var> <var 08 E4E80902 ((боевой)) ((боевых)) /var> маг<var 08 E2E80905 ((<var 09 E809 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>, <var 20 E80A /var> <var 08 E2E80A05 ((<var 09 E80A ((боец)) ((бойца)) ((бойца)) ((бойца)) /var>)) ((бойцов)) /var> любой роли))) (()) /var>

source: Settings
ru: Настройки

source: Challenge begins in...
ru: Испытание начнётся через...

source: Defeat the striking dummy.
ru: Одолейте тренировочного манекена.

source: Stone, Sky, Sea
ru: Валун, Высь, Волны

source: Begin
ru: Начать

source: Commence “<var 29 EA02 /var>”?
ru: Начать «<var 29 EA02 /var>»?

source: Fight!
ru: В бой!

source: Ascending
ru: По возрастанию

source: Descending
ru: По убыванию

source: Hall of the Novice
ru: Зал новичков

source: <var 2B ((<var 29 EA02 /var>)) /var> Training - Exercise <var 20 E803 /var>
ru: Тренировка <var 2B ((<var 29 EA02 /var>)) /var> — Упражнение <var 20 E803 /var>

source: Begin
ru: Начать

source: Current Class/Job:
ru: Текущий класс/проф.:

source: Role:
ru: Роль:

source: Display Completed Exercises
ru: Показать выполненные упражнения

source: Undertake a completed exercise.
ru: Пройти выполненное упражнение

source: You do not meet the following exercise requirements:
ru: Вы не подходите под следующие требования упражнения:

source: Level: <var 20 E802 /var>
ru: Уровень: <var 20 E802 /var>

source: The following class quests must first be completed:
ru: Нужно сначала завершить следующие задания класса:

source: ※Available from Mylla in the Gladiators' Guild located on the Steps of Thal in Ul'dah.
ru: ※Доступен у Миллы из Гильдии гладиаторов, находящаяся в Уль'де, Ступенях Талла.

source: ※Available from Wyrnzoen in the Marauders' Guild located on the upper decks of Limsa Lominsa.
ru: ※Доступен у Wyrnzoen из Гильдии мародёров, находящаяся в верхних доках Лимса Ломинсы.

source: Party: Solo
ru: Группа: Соло

source: Completed Exercises
ru: Выполненные упражнения

source: <var 2B ((<var 29 EA02 /var>)) /var> Training - Exercise <var 20 E804 /var>: <var 29 EA03 /var>
ru: Тренировка <var 2B ((<var 29 EA02 /var>)) /var> - Упражнение <var 20 E804 /var>: <var 29 EA03 /var>

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Close
ru: Закрыть

source: <var 2B ((<var 29 EA02 /var>)) /var> Training
ru: Тренировка <var 2B ((<var 29 EA02 /var>)) /var>

source: You do not meet the following requirements:
ru: Вы не удовлетворяете следующим требованиям:

source: Party: Solo
ru: Группа: Соло

source: Class: <var 28 ((ClassJobCategory)) E80201 /var>
ru: Класс: <var 28 ((ClassJobCategory)) E80201 /var>

source: Level: <var 20 E802 /var>
ru: Уровень: <var 20 E802 /var>

source: Raid Finder Help
ru: Помощь по Поиску рейдов

source: <var 48 F20202 /var>Progress Record<var 48 01 /var> Progress within the latest Savage raids is periodically saved, allowing for continuation of the duty from that point. Progress is reset every week on <var 06 1203 /var><var 09 DD ((Sunday)) ((Monday)) ((Tuesday)) ((Wednesday)) ((Thursday)) ((Friday)) ((Saturday)) /var> at <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> (Earth time). <var 48 F20202 /var>Party Progress<var 48 01 /var> A party's starting point in the raid is determined by the leader's past progress. As long as all other conditions are met, players who have not progressed as far as the leader may still participate in the duty. If a party member's progress was less than that of the leader, then progress will be updated to match. If a party member's progress is beyond that of the leader, that member's progress will remain unaffected. <var 48 F20202 /var>Reward Restrictions<var 48 01 /var> Players will not earn rewards for completing phases they have already completed. Coffer quantity will vary based on the total number of party members who have already completed the duty. When participating in the latest Savage raid with a matched party, duty rewards may change based on the progress level of matched members. <var 48 F20202 /var>Job Distribution<var 48 01 /var> Parties formed with the Raid Finder do not allow for two members with the same job unless certain conditions are met. DPS jobs are divided into the following roles: Melee DPS, Physical Ranged DPS, Magical Ranged DPS, and Not Specified. When the raid purpose is set as “Duty Completion,” the jobs that fall into Not Specified must be different from the ones which fill the other three DPS roles. When the raid purpose is set to “Practice,” overlapping between specified and unspecified DPS jobs is allowed. <var 48 F20202 /var>Loot Rules & Languages<var 48 01 /var> Loot rules and Language settings are imported from current Duty Finder settings. <var 48 F20202 /var>Penalties<var 48 01 /var> Penalties for withdrawing from duties are shared between all matched content.
ru: 10160_<var 48 F20202 /var>Progress Record<var 48 01 /var> Progress within the latest Savage raids is periodically saved, allowing for continuation of the duty from that point. Progress is reset every week on <var 06 1203 /var><var 09 DD ((Sunday)) ((Monday)) ((Tuesday)) ((Wednesday)) ((Thursday)) ((Friday)) ((Saturday)) /var> at <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> (Earth time). <var 48 F20202 /var>Party Progress<var 48 01 /var> A party's starting point in the raid is determined by the leader's past progress. As long as all other conditions are met, players who have not progressed as far as the leader may still participate in the duty. If a party member's progress was less than that of the leader, then progress will be updated to match. If a party member's progress is beyond that of the leader, that member's progress will remain unaffected. <var 48 F20202 /var>Reward Restrictions<var 48 01 /var> Players will not earn rewards for completing phases they have already completed. Coffer quantity will vary based on the total number of party members who have already completed the duty. When participating in the latest Savage raid with a matched party, duty rewards may change based on the progress level of matched members. <var 48 F20202 /var>Job Distribution<var 48 01 /var> Parties formed with the Raid Finder do not allow for two members with the same job unless certain conditions are met. DPS jobs are divided into the following roles: Melee DPS, Physical Ranged DPS, Magical Ranged DPS, and Not Specified. When the raid purpose is set as «Duty Completion,» the jobs that fall into Not Specified must be different from the ones which fill the other three DPS roles. When the raid purpose is set to «Practice,» overlapping between specified and unspecified DPS jobs is allowed. <var 48 F20202 /var>Loot Rules & Languages<var 48 01 /var> Loot rules and Language settings are imported from current Duty Finder settings. <var 48 F20202 /var>Penalties<var 48 01 /var> Penalties for withdrawing from duties are shared between all matched content.

source: Close
ru: Закрыть

source: Set whether or not you wish to join a party in progress looking for members. This feature allows for party matching without using the Duty Finder. <var 48 F201FC /var><var 49 F201FD /var>※Setting active only when playing solo.<var 49 01 /var><var 48 01 /var>
ru: Установите, хотите ли вы присоединяться к группам, которые ищут игроков во время миссий. Эта функция позволяет находить группу без использования Поиска миссий. <var 48 F201FC /var><var 49 F201FD /var>※Настройка активна только при игре в соло.<var 49 01 /var><var 48 01 /var>

source: Skipping duty. <var 48 F201FE /var><var 49 F201FF /var>The corresponding weekly reward will be made available again after the weekly reset.<var 49 01 /var><var 48 01 /var>
ru: Пропустить предыдущие миссии? <var 48 F201FE /var><var 49 F201FF /var>Еженедельные награды за них будут снова доступны после недельного сброса.<var 49 01 /var><var 48 01 /var>

source: Duty Status
ru: Статус миссии

source: Withdraw
ru: Отступить

source: Accept terms and kick the specified player.
ru: Принять условия и выгнать указанного игрока.

source: Novice Network
ru: Сеть новичков

source: Current Participants: <var 20 E802 /var> mentor<var 08 E4E80202 (()) ((s)) /var>/<var 20 E803 /var> <var 08 E4E80302 ((new adventurer/returner)) ((new adventurers/returners)) /var>
ru: Текущие участники: <var 20 E802 /var> ментор<var 08 E802 ((<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>)) ((ов)) /var>/<var 20 E803 /var> <var 08 E4E80302 ((новичок)) ((новичков)) /var>

source: Unable to retrieve data.
ru: Не удалось получить данные.

source: Invite to Novice Network
ru: Пригласить в Сеть Новичков

source: You can now receive your mentor certification. As a mentor, you are expected to actively perform the following: <var 48 F201FA /var><var 49 F201FB /var>1. Provide gameplay advice for new adventurers and other players. 2. Be an exemplar for player etiquette. 3. Invite new adventurers to the Novice Network, and answer their queries in the chat channel.<var 49 01 /var><var 48 01 /var> Accepting mentor certification will grant you access to the Novice Network and Duty Roulette: Mentor, as well as earn you a bonus to experience points when grouping with a new adventurer. <var 48 F201F4 /var><var 49 F201F5 /var>※Mentors can participate in the Novice Network regardless of online status. You will also be able to register for Duty Roulette: Mentor, but your status will automatically switch to “Mentor” once inside the instance. ※Inappropriate mentor behavior may be reported.<var 49 01 /var><var 48 01 /var>
ru: 10180_You can now receive your mentor certification. As a mentor, you are expected to actively perform the following: <var 48 F201FA /var><var 49 F201FB /var>1. Provide gameplay advice for new adventurers and other players. 2. Be an exemplar for player etiquette. 3. Invite new adventurers to the Novice Network, and answer their queries in the chat channel.<var 49 01 /var><var 48 01 /var> Accepting mentor certification will grant you access to the Novice Network and Duty Roulette: Mentor, as well as earn you a bonus to experience points when grouping with a new adventurer. <var 48 F201F4 /var><var 49 F201F5 /var>※Mentors can participate in the Novice Network regardless of online status. You will also be able to register for Duty Roulette: Mentor, but your status will automatically switch to «Mentor» once inside the instance. ※Inappropriate mentor behavior may be reported.<var 49 01 /var><var 48 01 /var>

source: Accept terms and become a mentor.
ru: Принять условия и стать ментором.

source: Do you wish to cancel all of your current mentor certifications? By renouncing your mentor status, you forfeit access to the Novice Network and Duty Roulette: Mentor, and will also lose the bonus to experience points earned when grouping with a new adventurer. <var 48 F201FA /var><var 49 F201FB /var>Mentor certification will be unavailable for 30 days following cancellation.<var 49 01 /var><var 48 01 /var>
ru: Вы точно желаете отменить все текущие сертификации ментора? При отказе от статуса ментора вы также потеряете доступ к Сети Новичков и Рулетке миссий: Ментор. Также вы не будете получать бонусный опыт, будучи в группе с новым приключенцем. <var 48 F201FA /var><var 49 F201FB /var>В течение 30 дней после отмены сертификации нельзя будет подать заявку на её повторное получение.<var 49 01 /var><var 48 01 /var>

source: Accept terms and renounce your mentor status.
ru: Принять условия и отказаться от статуса ментора.

source: <var 12 4F /var>Mentor
ru: <var 12 4F /var>Ментор

source: <var 12 4E /var>New Adventurer / <var 12 60 /var>Returner
ru: <var 12 4E /var>Новый приключенец / <var 12 60 /var>Вернувшийся

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Your online status will be set to “Mentor.” Other players will be able to identify you as a mentor while this setting is active. As a mentor, you are expected to actively perform the following: <var 48 F201FA /var><var 49 F201FB /var>1. Provide gameplay advice for new adventurers and other players. 2. Be an exemplar for player etiquette. 3. Invite new adventurers to the Novice Network, and answer their queries in the chat channel.<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>※Inappropriate mentor behavior may be reported.<var 49 01 /var><var 48 01 /var>
ru: Ваш статус будет установлен на «Ментор». Когда этот статус активен, другие игроки смогут опознавать вас как ментора. От вас, как от ментора, ожидается, что вы будете: <var 48 F201FA /var><var 49 F201FB /var>1. Давать новым приключенцам советы. 2. Вести себя согласно игровому этикету и быть в этом примером для подражания. 3. Приглашать новых приключенцев в Сеть Новичков и отвечать на их вопросы в соответствующем канале чата.<var 49 01 /var><var 48 01 /var> <var 48 F201F4 /var><var 49 F201F5 /var>※Игроки могут подавать жалобы на неподобающее поведение менторов.<var 49 01 /var><var 48 01 /var>

source: Search for a new adventurer or returner.
ru: Искать нового приключенца или вернувшегося.

source: You have received an invite to the Novice Network from the <var 12 4F /var>mentor <var 29 EA02 /var>! The Novice Network is a place where beginning players can share their experiences and pose questions on adventuring to participating mentors. Be sure to take full advantage of this channel, but also remember to be polite and respectful while doing so!
ru: Вы получили приглашение в Сеть Новичков от <var 12 4F /var>ментора <var 29 EA02 /var>! Сеть Новичков — это место, где начинающие игроки могут делиться своим опытом и задавать вопросы участвующим менторам. Обязательно воспользуйтесь полными возможностями этой Сети, но не забывайте быть при этом вежливыми и уважительными к другим!

source: Join Novice Network
ru: Присоединиться к Сети Новичков

source: Decline Invite
ru: Отклонить приглашение

source: Join
ru: Присоединиться

source: Cancel
ru: Отмена

source: Once an invite to the Novice Network has been declined, participation in the channel will not be allowed until another invite is received. Click the box below to automatically decline all further invites.
ru: После отклонения приглашения в Сеть Новичков вы не сможете войти в неё, пока не получите новое приглашение. Поставьте галочку ниже, чтобы автоматически отклонять все приглашения в эту Сеть.

source: Decline
ru: Отклонить

source: Cancel
ru: Отмена

source: Automatically decline all further invites.
ru: Автоматически отклонять приглашения.

source: Once the Novice Network has been left, participation in the channel will not be allowed until another invite is received. <var 48 F201FA /var><var 49 F201FB /var>※Leaving the Novice Network does not remove the New Adventurer/Returner status.<var 49 01 /var><var 48 01 /var>
ru: После того, как покинете Сеть Новичков, участие в ней не будет доступно, пока не будет получено новое приглашение. <var 48 F201FA /var><var 49 F201FB /var>※После выхода из Сети Новичков вы не лишитесь статуса Нового приключенца/Вернувшегося.<var 49 01 /var><var 48 01 /var>

source: Leave
ru: Покинуть

source: Cancel
ru: Отмена

source: Much and more has happened in Eorzea while you were away. To help those such as yourself reacclimate to the ever-changing realm, the Twelve have prepared a most generous boon─the Returner's Bounty. Accepting this divine aid will provide you with the tools required to make that quick return to form, including experience bonuses for partying with <var 12 4F /var>mentors, as well as full access to the Novice Network, a chat channel dedicated to lending a helping hand.
ru: Очень много нового произошло в Эорзии, пока вас здесь не было. Чтобы помочь таким, как вы, подстроиться под постоянно меняющуюся вселенную, Дюжина подготовила вам самую щедрую благодать — Подарок Вернувшегося. Согласие на этот благой дар поможет вам получить всё необходимое для быстрого возвращения, включая дополнительный опыт за вступление в группу с <var 12 4F /var>менторами, а также полный доступ к Сети Новичков — каналу, где можно быстро найти руку помощи.

source: Accept Returner's Bounty
ru: Принять Подарок

source: Decline Bounty
ru: Отклонить Подарок

source: All <var 12 60 /var>Returners are granted full access to the Novice Network. In addition to returners, this chat channel is only open to <var 12 4F /var>mentors and <var 12 4E /var>new adventurers, and provides players with a place to ask questions and seek help. The Novice Network can be left at any time by pressing the Leave button in the Novice Network List, or by using the text command <var 48 F201FA /var><var 49 F201FB /var><var 28 ((TextCommand)) F0E109 /var><var 49 01 /var><var 48 01 /var>.
ru: Все <var 12 60 /var>Вернувшиеся получают полный доступ к Сети Новичков. Помимо них к этому чату доступ открыт только для <var 12 4F /var>менторов и <var 12 4E /var>новых приключенцев. Сеть даёт игрокам место, где можно задать вопросы и найти руку помощи. Сеть Новичков можно покинуть в любое время, нажав на кнопку «Покинуть» в Списке Сети Новичков, либо используя текстовую команду <var 48 F201FA /var><var 49 F201FB /var><var 28 ((TextCommand)) F0E109 /var><var 49 01 /var><var 48 01 /var>.

source: Join
ru: Присоединиться

source: Decline
ru: Отклонить

source: Cancel
ru: Отмена

source: <var 48 F201F4 /var><var 49 F201F5 /var>Declining the Returner's Bounty will remove the Returner status. Returner status cannot be reachieved without first meeting several requirements.<var 49 01 /var><var 48 01 /var> Proceed?
ru: <var 48 F201F4 /var><var 49 F201F5 /var>Отказ от Подарка Вернувшегося уберёт статус Вернувшегося. Этот статус нельзя получить без выполнения нескольких условий.<var 49 01 /var><var 48 01 /var> Продолжить?

source: Yes
ru: Да

source: Cancel
ru: Отмена

source: Leave
ru: Покинуть

source: Join the Novice Network?
ru: Присоединиться к Сети Новичков?

source: Yes
ru: Да

source: Cancel
ru: Отмена

source: Mentors can rejoin the Novice Network at any time by using the text command via the Novice Network List or by using the text command <var 48 F201FA /var><var 49 F201FB /var>/novicenetwork on<var 49 01 /var><var 48 01 /var>.
ru: Менторы могут войти обратно в Сеть Новичков в любое время, используя кнопку рядом со строкой чата или введя команду <var 48 F201FA /var><var 49 F201FB /var>/novicenetwork on<var 49 01 /var><var 48 01 /var>.

source: Leave
ru: Покинуть

source: Cancel
ru: Отмена

source: Enable edit mode.
ru: Включить режим редактирования.

source: Display control guide.
ru: Показывать гид по управлению.

source: Pet Hotbar Auto-display Settings
ru: Настройки отображения хотбара питомца

source: Display both pet hotbar and hotbar 1.
ru: Показывать и хотбар питомца, и хотбар 1.

source: Display only pet hotbar.
ru: Показывать только хотбар питомца.

source: Display only hotbar 1.
ru: Показывать только хотбар 1.

source: Hide duty list during instanced duty.
ru: Прятать список заданий в миссиях с выделенными зонами.

source: Role Sort Settings
ru: Настройки сортировки ролей

source: Manually adjust visor (select gear only).
ru: Поднять забрало (только для некоторых головных уборов).

source: Hide duty list during non-instanced duty.
ru: Прятать список заданий в миссиях без выделенных зон.

source: PvE Settings
ru: Настройки PvE

source: PvP Settings
ru: Настройки PvP

source: Enable PvP Settings
ru: Включить отдельные настройки для PvP

source: Enable WXHB with simultaneous <var 1E 0F /var> and <var 1E 10 /var> double tap.
ru: Включить WXHB с двойным нажатием <var 1E 0F /var> и <var 1E 10 /var>.

source: Enable only action buttons.
ru: Включить только кнопки действия.

source: Enable <var 08 E4E96B64 ((D-pad)) ((directional)) /var> and action buttons.
ru: Включить <var 08 E4E96B64 ((крестовину)) ((кнопки направления)) /var> и лицевые кнопки.

source: Display with: Left/<var 1E 0F /var> double tap
ru: При двойном нажатии <var 1E 0F /var>

source: Display with: Right/<var 1E 10 /var> double tap
ru: При двойном нажатии <var 1E 10 /var>

source: WXHB input timer:
ru: Таймер ввода WXHB:

source: Always display WXHB.
ru: Всегда показывать WXHB.

source: Position WXHB separately from XHB.
ru: Расположить WXHB раздельно от XHB.

source: (Set position on HUD Layout screen)
ru: (Установите позицию в настройках Раскладки HUD)

source: W Cross Hotbar Display Settings
ru: Настройки отображения W-крестового хотбара

source: Return to XHB after WXHB input.
ru: Вернуться на XHB после ввода WXHB.

source: Cross Hotbar Transparency
ru: Прозрачность крестового хотбара

source: Standard
ru: Стандарт

source: Active Set
ru: Активный набор

source: Inactive Set
ru: Неактивный набор

source: Enable toggling between NQ and HQ text.
ru: Включить переключение между NQ и HQ.

source: Toggle Key (<var 1E 0F /var> on <var 08 E1E94C01 ((controllers)) ((gamepads)) /var>)
ru: Кнопка переключения (<var 1E 0F /var> на <var 08 E1E94C01 ((контроллере)) ((геймпаде)) /var>)

source: Enable help text toggling.
ru: Включить возможность скрыть подсказку.

source: Toggle Key (<var 1E 10 /var> on <var 08 E1E94C01 ((controllers)) ((gamepads)) /var>)
ru: Кнопка скрытия (<var 1E 10 /var> на <var 08 E1E94C01 ((контроллере)) ((геймпаде)) /var>)

source: Overhead Name Display
ru: Отображение имени над головой

source: Full Name
ru: Полное имя

source: Surname Abbreviated
ru: Сокращённая фамилия

source: Forename Abbreviated
ru: Сокращённое имя

source: Initials
ru: Инициалы

source: Apply Display Name Settings
ru: См. настройки отобр. имён

source: Display pop-up text.
ru: Отображать всплывающий текст чужих действий и урона.

source: Pop-up Text Size
ru: Размер этого текста

source: Display Progress Bar
ru: Показывать шкалу прогресса чтения умения

source: Enable draggable shortcuts.
ru: Разрешить перетаскивать пункты меню для создания иконок.
