Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Display only cross hotbar.
ru: Показывать только крестовой хотбар.

source: Display only pet hotbar.
ru: Показывать только хотбар питомца.

source: Automatically replace hotbar 1 with pet hotbar when mounted.
ru: Заменять хотбар 1 на хотбар питомца, когда вы на транспорте.

source: Customize<var 08 E4E94C01 (( LB)) ((<var 08 E4E94F64 (( L1)) (( LB)) /var>)) /var> (<var 12 0D /var>)
ru: Кастомизировать<var 08 E4E94C01 (( LB)) ((<var 08 E4E94F64 (( L1)) (( LB)) /var>)) /var> (<var 12 0D /var>)

source: Customize<var 08 E4E94C01 (( LT)) ((<var 08 E4E94F64 (( L2)) (( LT)) /var>)) /var> (<var 12 0F /var>)
ru: Кастомизировать<var 08 E4E94C01 (( LT)) ((<var 08 E4E94F64 (( L2)) (( LT)) /var>)) /var> (<var 12 0F /var>)

source: Customize<var 08 E4E94C01 (( Left Thumb-click)) ((<var 08 E4E94F64 (( L3)) (( Left Thumb-click)) /var>)) /var> (<var 12 11 /var>)
ru: Кастомизировать<var 08 E4E94C01 (( нажатие левого мини-джойстика)) ((<var 08 E4E94F64 (( L3)) (( нажатие левого мини-джойстика)) /var>)) /var> (<var 12 11 /var>)

source: Customize<var 08 E4E94C01 (( RB)) ((<var 08 E4E94F64 (( R1)) (( RB)) /var>)) /var> (<var 12 0E /var>)
ru: Кастомизировать<var 08 E4E94C01 (( RB)) ((<var 08 E4E94F64 (( R1)) (( RB)) /var>)) /var> (<var 12 0E /var>)

source: Customize<var 08 E4E94C01 (( RT)) ((<var 08 E4E94F64 (( R2)) (( RT)) /var>)) /var> (<var 12 10 /var>)
ru: Кастомизировать<var 08 E4E94C01 (( RT)) ((<var 08 E4E94F64 (( R2)) (( RT)) /var>)) /var> (<var 12 10 /var>)

source: Customize<var 08 E4E94C01 (( Right Thumb-click)) ((<var 08 E4E94F64 (( R3)) (( Right Thumb-click)) /var>)) /var> (<var 12 12 /var>)
ru: Кастомизировать<var 08 E4E94C01 (( нажатие правого мини-джойстика)) ((<var 08 E4E94F64 (( R3)) (( нажатие правого мини-джойстика)) /var>)) /var> (<var 12 12 /var>)

source: Customize Left Stick (<var 12 15 /var>)
ru: Кастомизировать левый <var 08 E1E80201 ((джойстик)) ((мини-джойстик)) /var> (<var 12 15 /var>)

source: Customize Right Stick (<var 12 18 /var>)
ru: Кастомизировать правый <var 08 E1E80201 ((джойстик)) ((мини-джойстик)) /var> (<var 12 18 /var>)

source: Customize<var 08 E4E94C01 (( START)) ((<var 08 E4E94F64 (( OPTIONS)) (( Menu)) /var>)) /var> Button (<var 12 13 /var>)
ru: Кастомизировать кнопку<var 08 E4E94C01 (( START)) ((<var 08 E4E94F64 (( OPTIONS)) (( Menu)) /var>)) /var> (<var 12 13 /var>)

source: Customize<var 08 E4E94C01 (( BACK)) ((<var 08 E4E94F64 (( Touch Pad)) (( View)) /var>)) /var> Button (<var 12 14 /var>)
ru: Кастомизировать кнопку<var 08 E4E94C01 (( BACK)) ((<var 08 E4E94F64 (( Touch Pad)) (( View)) /var>)) /var> (<var 12 14 /var>)

source: Customize<var 08 E4E94C01 (( Y)) ((<var 08 E4E94F64 (( △)) (( Y)) /var>)) /var> Button (<var 12 0C /var>)
ru: Кастомизировать кнопку<var 08 E4E94C01 (( Y)) ((<var 08 E4E94F64 (( △)) (( Y)) /var>)) /var> (<var 12 0C /var>)

source: Customize<var 08 E4E94C01 (( B)) ((<var 08 E4E94F64 (( ◯)) (( B)) /var>)) /var> Button (<var 12 09 /var>)
ru: Кастомизировать кнопку<var 08 E4E94C01 (( B)) ((<var 08 E4E94F64 (( ◯)) (( B)) /var>)) /var> (<var 12 09 /var>)

source: Customize<var 08 E4E94C01 (( A)) ((<var 08 E4E94F64 (( ×)) (( A)) /var>)) /var> Button (<var 12 0A /var>)
ru: Кастомизировать кнопку<var 08 E4E94C01 (( A)) ((<var 08 E4E94F64 (( ×)) (( A)) /var>)) /var> (<var 12 0A /var>)

source: Customize<var 08 E4E94C01 (( X)) ((<var 08 E4E94F64 (( □)) (( X)) /var>)) /var> Button (<var 12 0B /var>)
ru: Кастомизировать кнопку<var 08 E4E94C01 (( X)) ((<var 08 E4E94F64 (( □)) (( X)) /var>)) /var> (<var 12 0B /var>)

source: Cross-world Linkshell [1]
ru: Межмировой линкшелл [1]

source: Log Details
ru: Детали чата

source: General
ru: Общее

source: Notification Sounds
ru: Звуки уведомлений

source: Sort Customization
ru: Кастомизация сортировки

source: Item Category
ru: Категория предметов

source: Required Level
ru: Требуемый уровень

source: Item Level
ru: Уровень снаряжения

source: Stack Size
ru: Размер пачки

source: Sort Method
ru: Метод сортировки

source: Fill tabs in order.
ru: Заполнять страницы по порядку.

source: Sort items into sections based on category.
ru: Сортировать предметы по секциям на основе категории.

source: Reverse stick left/right control.
ru: Инверсия управления <var 08 E1E94C01 ((джойстиком)) ((мини-джойстиком)) /var> влево/вправо.

source: Reverse stick up/down control.
ru: Инверсия управления <var 08 E1E94C01 ((джойстиком)) ((мини-джойстиком)) /var> вверх/вниз.

source: Display only detrimental effects you inflict on target.
ru: Показывать только те ослабляющие эффекты, которые нанесли вы.

source: Expanded Hold Controls (Cannot Use Toggle Type)
ru: Расширенное управление удержанием (не работает с «Переключение»)

source: Enable expanded controls with <var 1E 0F /var>+<var 1E 10 /var>.
ru: Включить расширенное управление с <var 1E 0F /var>+<var 1E 10 /var>.

source: Display with: <var 1E 10 /var>→<var 1E 0F /var>
ru: Отображать при: <var 1E 10 /var>→<var 1E 0F /var>

source: Display with: <var 1E 0F /var>→<var 1E 10 /var>
ru: Отображать при: <var 1E 0F /var>→<var 1E 10 /var>

source: Select notification sounds when receiving a message.
ru: Выберите звуки уведомлений при получении сообщений.

source: Tell
ru: Шепнуть

source: Party
ru: Группа

source: Alliance
ru: Альянс

source: Free Company
ru: Вольная компания

source: Linkshell [1]
ru: Линкшелл [1]

source: Linkshell [2]
ru: Линкшелл [2]

source: Linkshell [3]
ru: Линкшелл [3]

source: Linkshell [4]
ru: Линкшелл [4]

source: Linkshell [5]
ru: Линкшелл [5]

source: Linkshell [6]
ru: Линкшелл [6]

source: Linkshell [7]
ru: Линкшелл [7]

source: Linkshell [8]
ru: Линкшелл [8]

source: Novice Network
ru: Сеть Новичков

source: PvP Team
ru: Команда PvP

source: Only When Moving
ru: Только в движении

source: Always
ru: Всегда

source: Never
ru: Никогда

source: Automatically replace hotbar 1 when a fashion accessory is equipped.
ru: Заменять хотбар 1 на хотбар аксессуара, когда он экипирован.

source: Automatically replace cross hotbar with pet hotbar.
ru: Заменять крестовой хотбар на хотбар питомца.

source: All
ru: Все

source: Friends
ru: Друзья

source: Party Members
ru: Члены группы

source: Enemies
ru: Враги

source: Engaged Enemies
ru: Нападающие враги

source: Custom
ru: Особое

source: Others
ru: Другие

source: Recast Timer Position
ru: Позиция таймера восстановления

source: Type 1: Bottom Left
ru: Тип 1: Слева-снизу

source: Type 2: Centered
ru: Тип 2: В центре

source: Full Name
ru: Полное имя

source: Surname Abbreviated
ru: Сократить фамилию

source: Forename Abbreviated
ru: Сократить имя

source: Initials
ru: Инициалы

source: Show All
ru: Показать полностью

source: Show Default
ru: Показать по умолчанию

source: Minimize
ru: Минимально

source: Hide
ru: Спрятать

source: Custom
ru: Особые

source: Always
ru: Всегда

source: During Battle
ru: Во время боя

source: When Targeted
ru: Если нацелен

source: Never
ru: Никогда

source: Out of Battle
ru: Вне боя

source: Full Name
ru: Полное имя

source: Surname Abbreviated
ru: Сократить фамилию

source: Forename Abbreviated
ru: Сократить имя

source: Initials
ru: Инициалы

source: Always
ru: Всегда

source: During Battle
ru: Во время боя

source: When HP is below 100%
ru: Когда ОЗ меньше 100%

source: Never
ru: Никогда

source: Full Name
ru: Полные имена

source: Surname Abbreviated
ru: Сократить фамилии

source: Forename Abbreviated
ru: Сократить имена

source: Initials
ru: Инициалы

source: Local Time
ru: Локальное время

source: Server Time
ru: Серверное время

source: Display class or job icons with nameplate.
ru: Показывать рядом с именем персонажа иконку класса/профессии.

source: Type 1
ru: Тип 1

source: Type 2
ru: Тип 2

source: 24-hour Format
ru: 24-часовой

source: 12-hour Format
ru: 12-часовой

source: ※Display will change in accordance with PvP duties.
ru: ※Отображение будет меняться в миссиях PvP.

source: Public Areas
ru: В публичных областях

source: Instances
ru: В зонах

source: Remove dim effect from unequippable gear in the Armoury Chest.
ru: Убрать в Оружейном сундуке эффект затемнения на недоступном снаряжении.

source: Store all newly obtained items in the last open inventory slot.
ru: Класть новые предметы в последние доступные слоты инвентаря.

source: Subcommand Customization
ru: Кастомизация подкоманд

source: Open
ru: Открыть

source: Enable display of Traveler title in instanced duties.
ru: Показывать титул «Странник» в миссиях с отдельными зонами.

source: ※The Traveler title indicates a player is visiting another data center.
ru: ※Этот титул означает, что игрок пришёл из другого дата-центра.

source: Yes
ru: Да

source: No
ru: Нет

source: Party Member Settings
ru: Настройки членов группы

source: Apply colors according to role.
ru: Применять цвета роли.

source: ※Only applicable to PvE duties.
ru: ※Применимо только в миссиях PvE.

source: Maximum
ru: Максимальный

source: Large
ru: Большой

source: Standard
ru: Стандартный

source: Self/Party/Alliance
ru: Свой/Группа/Альянс

source: Other Players
ru: Других игроков

source: Next to Cursor
ru: Рядом с курсором

source: Fixed (Reversed)
ru: Фиксированная (Обратная)

source: Fixed
ru: Фиксированная

source: Close immediately
ru: Закрывать сразу

source: Close when active
ru: Закрывать, если активно

source: Type 0
ru: Тип 0

source: Type 1
ru: Тип 1

source: Type 2
ru: Тип 2

source: Type 3
ru: Тип 3

source: Type 4
ru: Тип 4

source: Type 5
ru: Тип 5

source: Type 6
ru: Тип 6

source: Type 7
ru: Тип 7

source: Type 8
ru: Тип 8

source: Type 9
ru: Тип 9

source: Type 10
ru: Тип 10

source: Type 11
ru: Тип 11

source: Type 12
ru: Тип 12

source: Type 13
ru: Тип 13

source: Type 14
ru: Тип 14

source: Type 15
ru: Тип 15

source: Type 16
ru: Тип 16

source: Type 17
ru: Тип 17

source: Type 18
ru: Тип 18

source: Type 19
ru: Тип 19

source: Type 20
ru: Тип 20

source: Cross Hotbar 1 - Left
ru: Крестовой хотбар 1 - Слева

source: Cross Hotbar 1 - Right
ru: Крестовой хотбар 1 - Справа

source: Cross Hotbar 2 - Left
ru: Крестовой хотбар 2 - Слева

source: Cross Hotbar 2 - Right
ru: Крестовой хотбар 2 - Справа

source: Cross Hotbar 3 - Left
ru: Крестовой хотбар 3 - Слева

source: Cross Hotbar 3 - Right
ru: Крестовой хотбар 3 - Справа

source: Cross Hotbar 4 - Left
ru: Крестовой хотбар 4 - Слева

source: Cross Hotbar 4 - Right
ru: Крестовой хотбар 4 - Справа

source: Cross Hotbar 5 - Left
ru: Крестовой хотбар 5 - Слева

source: Cross Hotbar 5 - Right
ru: Крестовой хотбар 5 - Справа

source: Cross Hotbar 6 - Left
ru: Крестовой хотбар 6 - Слева

source: Cross Hotbar 6 - Right
ru: Крестовой хотбар 6 - Справа

source: Cross Hotbar 7 - Left
ru: Крестовой хотбар 7 - Слева

source: Cross Hotbar 7 - Right
ru: Крестовой хотбар 7 - Справа

source: Cross Hotbar 8 - Left
ru: Крестовой хотбар 8 - Слева

source: Cross Hotbar 8 - Right
ru: Крестовой хотбар 8 - Справа

source: Cycle Up - Right
ru: Прокрутка вверх - Справа

source: Cycle Up - Left
ru: Прокрутка вверх - Слева

source: Cycle Down - Right
ru: Прокрутка вниз - Справа

source: Cycle Down - Left
ru: Прокрутка вниз - Слева

source: Maximum
ru: Максимальный

source: Large
ru: Большой

source: Standard
ru: Стандартный

source: Small
ru: Малый

source: Smallest
ru: Минимальный

source: Standard
ru: Стандартная

source: Reversed
ru: Обратная

source: None
ru: Не сортировать

source: Ascending
ru: Восходящий

source: Descending
ru: Нисходящий

source: None
ru: Не сортировать

source: Ascending
ru: Восходящий

source: Descending
ru: Нисходящий

source: None
ru: Не сортировать

source: Ascending
ru: Восходящий

source: Descending
ru: Нисходящий

source: Maximum
ru: Максимальный

source: Large
ru: Большой

source: Standard
ru: Стандартный

source: Maximum
ru: Максимальный

source: Large
ru: Большой

source: Standard
ru: Стандартный

source: Eorzea Time
ru: Время Эорзии

source: Local Time
ru: Локальное время

source: Server Time
ru: Серверное время

source: Show
ru: Показывать

source: Hide
ru: Скрывать

source: Number of Duties Displayed
ru: Кол-во отображаемых заданий

source: Crystalline Conflict (PvP)
ru: Кристальная битва (PvP)

source: Display affiliated team on left side of Progress Gauge.
ru: Отображать список команды слева от шкалы прогресса.

source: Display affiliated team on left side of map.
ru: Отображать список команды слева от карты.

source: Display final countdown.
ru: Отображать обратный отсчёт.

source: PvP Display Name Settings
ru: Настройка отображения имён в PvP

source: Abbreviation Settings
ru: Настройка аббревиатуры

source: Full
ru: Полностью

source: Abbreviated
ru: Аббревиатура

source: Playguide
ru: Игровой гид

source: Open upon login.
ru: Открывать при входе.

source: Open upon area change.
ru: Открывать при смене локации.

source: Decipher
ru: Расшифровать

source: Decipher <var 31 ((Item)) 03E8020202 /var>?
ru: Расшифровать <var 31 ((Item)) 03E8020202 /var>?

source: Decipher
ru: Расшифровка

source: Select the timeworn map you wish to decipher.
ru: Выберите, какую карту вы хотели бы расшифровать.

source: Open the treasure coffer? The treasure map will be lost.
ru: Открыть сундук с сокровищами? Карта будет потеряна.

source: Treasure Map
ru: Карта сокровищ

source: Treasure Hunt
ru: Охота за сокровищами

source: Examine the treasure coffer!
ru: Откройте сундук с сокровищами!

source: Defeat the enemy!
ru: Победите врагов!

source: Secure the treasure coffer!
ru: Откройте сундук с сокровищами!

source: Examine Treasure Coffer
ru: Откройте сундук с сокровищами

source: Defeat Enemy
ru: Победите врагов

source: Secure Treasure Coffer
ru: Откройте сундук с сокровищами

source: Pass through the portal into the unknown!
ru: Пройдите в неизвестность через портал!

source: Enter the Portal
ru: Пройти через портал

source: Journey through the portal? <var 48 F201FC /var><var 49 F201FD /var>Any party members will also be transported.<var 49 01 /var><var 48 01 /var>
ru: Пройти через портал? <var 48 F201FC /var><var 49 F201FD /var>Все члены группы тоже попадут в него.<var 49 01 /var><var 48 01 /var>

source: Display log message.
ru: Показывать в чате.

source: Favorites
ru: Избранное

source: Search
ru: Поиск

source: Ready Check
ru: Проверка готовности

source: Close
ru: Закрыть

source: A ready check has been commenced. Inform your comrades that you are ready? ※You may choose to respond later by selecting the relevant notice.
ru: Началась проверка готовости. Сообщить своей группе о том, что вы готовы? ※Вы можете выбрать ответ потом, нажав на «Подождать».

source: Ready Check
ru: Проверка готовности

source: Commence ready check for all party/alliance members?
ru: Начать проверку готовности всех членов группы и/или альянсов?

source: Hold
ru: Подождать

source: Sightseeing Log
ru: Журнал красивых мест

source: Total: <var 20 E802 /var>/<var 20 E803 /var>
ru: Всего: <var 20 E802 /var>/<var 20 E803 /var>

source: Impressions
ru: Впечатления

source: Display impressions.
ru: Показать впечатления.

source: Vista Record
ru: Запись о месте

source: Display vista record.
ru: Показать запись о месте.

source: Select an entry.
ru: Выберите запись.

source: Challenge Log
ru: Журнал испытаний

source: Category
ru: Категории

source: Time Limit
ru: Время ограничено

source: Retrieving data...
ru: Получение данных...

source: Automatically display record when new vista is completed.
ru: Автоматически показывать запись места при его обнаружении.

source: Show Vista
ru: Показать запись о месте

source: Reward
ru: Награда

source: Challenge Complete
ru: Испытание завершено

source: Complete!
ru: Завершено!

source: Obtaining data...
ru: Получение данных...

source: EXP
ru: Опыт

source: PvP EXP
ru: Опыт PvP

source: Companion EXP
ru: Опыт компаньона

source: Seals
ru: Печати

source: You have yet to unlock this category.
ru: Вам ещё предстоит разблокировать эту категорию.

source: Elemental EXP
ru: Элементальный опыт

source: Yes.
ru: Да.

source: No.
ru: Нет.

source: Enable wet surface effects.
ru: Включить эффекты мокрой поверхности.

source: <var 08 E4E94C01 ((Gamepad)) ((<var 08 E4E94F64 ((Wireless Controller)) ((Controller)) /var>)) /var> Speaker Settings
ru: Настройки динамика <var 08 E4E94C01 ((геймпада)) ((<var 08 E4E94F64 ((беспроводного контроллера)) ((контроллера)) /var>)) /var>

source: Speaker Volume
ru: Громкость динамика

source: Speaker Sounds
ru: Звуки из динамика

source: Display Limits
ru: Ограничения отображения

source: Character and Object Quantity
ru: Количество персонажей и объектов

source: Open Windows
ru: Количество открытых окон

source: Enable <var 1E 0D /var>+<var 1E 15 /var> auto-run.
ru: Включить использование <var 1E 0D /var>+<var 1E 15 /var> для автобега.

source: Enable virtual mouse.
ru: Включить виртуальную мышь.

source: Enable window zoom via <var 12 12 /var>.
ru: Включить масштабирование окон с помощью <var 12 12 /var>.

source: Enable text pasting with <var 12 0D /var> + <var 12 0E /var>.
ru: Включить вставку текста с помощью <var 12 0D /var> + <var 12 0E /var>.

source: All System Sounds
ru: Все системные звуки

source: Notices Only
ru: Только уведомления

source: None
ru: Никакие

source: Maximum
ru: Максимум

source: High
ru: Высоко

source: Normal
ru: Обычно

source: Low
ru: Низко

source: Minimum
ru: Минимум

source: Unlimited
ru: Бесконечно

source: Ground Targeting Settings (<var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> Mode)
ru: Настройки прицеливания на землю (Режим <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>)

source: Target Ring
ru: Кольцо цели

source: Cursor Speed (When Unlocked)
ru: Скорость курсора (когда «Свободно»)

source: Highlight potential targets.
ru: Подсвечивать потенциальные цели.

source: Idle Animation Delay
ru: Задержка анимации бездействия

source: Enable cross hotbar.
ru: Включить крестовой хотбар.

source: Display recast timer error messages.
ru: Отображать ошибки таймеров восстановления умений.

source: Randomize idle animation.
ru: Менять позицию в бездействии.

source: Display error messages when actions fail.
ru: Отображать ошибки, когда действия неуспешны.

source: Display altitude error messages.
ru: Отображать ошибки альтитуды.

source: Locked to Cursor
ru: Связано с курсором

source: Unlocked (<var 1E 0E /var>+<var 1E 15 /var> to Move)
ru: Свободно (<var 1E 0E /var>+<var 1E 15 /var> - двигать)

source: Switch target circle to target select.
ru: Отключить круг прицеливания при переключении между целями.

source: Enable selection of target nearest to mouse cursor.
ru: «Клик» выбирает цель, ближайшую к курсору мыши.

source: Limit ring movement to targeting range.
ru: Круг не может двигаться дальше дальности умения.

source: Press action twice to execute.
ru: Для исполнения требуется нажать на действие дважды.

source: Default UI Size
ru: Размер элементов интерфейса по умолчанию

source: Apply All
ru: Применить

source: Adjust the size of all UI components?
ru: Изменить размер всех элементов интерфейса?

source: Apply Change to All UI Components
ru: Применить ко всем элементам UI

source: Default Size
ru: Размер по умолчанию

source: Auto-AFK Settings
ru: Настройки автоустановки статуса «Нет на месте»

source: Time Before Auto-AFK
ru: Время перед автоустановкой

source: Screenshot Folder
ru: Папка для скриншотов

source: Change Folder
ru: Изменить папку

source: Off
ru: Отключить

source: 5m
ru: 5 мин

source: 10m
ru: 10 мин

source: 30m
ru: 30 мин

source: 60m
ru: 60 мин

source: Specify destination folder path. <var 48 F201F4 /var><var 49 F201F5 /var>Advanced users only.<var 49 01 /var><var 48 01 /var>
ru: Укажите целевую папку. <var 48 F201F4 /var><var 49 F201F5 /var>Только для продвинутых пользователей.<var 49 01 /var><var 48 01 /var>

source: Switch to idling camera when auto-AFK activates.
ru: Включать камеру бездействия при активации статуса «Нет на месте»

source: Group Pose/Idling Camera Settings
ru: Настройки группового позирования/камеры бездействия

source: Switch online status to Camera Mode while active.
ru: Переключить статус на «Режим камеры», когда активно.

source: Mount Guide
ru: Гид по транспорту

source: Mount
ru: Транспорт

source: Minion
ru: Миньон

source: Manage minions added to your favorites list.
ru: Здесь можно управлять миньонами, которых вы добавили в избранное.

source: Manage mounts added to your favorites list.
ru: Здесь можно управлять транспортом, который вы добавили в избранное.

source: Select a mount.
ru: Выберите транспорт.

source: Select a minion.
ru: Выберите миньон.

source: Total: <var 20 E802 /var>
ru: Всего: <var 20 E802 /var>

source: Movement
ru: Передвижение

source: Terrestrial
ru: По земле

source: Airborne
ru: По воздуху

source: Behavior
ru: Поведение

source: Minion Guide
ru: Гид по миньонам

source: Edit minion hotbar.
ru: Редактировать хотбар миньонов.

source: Target
ru: Нацелиться

source: Open the Yo-kai Medallium.
ru: Открыть Медальбом.

source: Summon
ru: Призвать

source: Add to Favorites
ru: Добавить в избранное

source: Remove from Favorites
ru: Убрать из избранного

source: Add to Hotbar
ru: Добавить на хотбар

source: Summon
ru: Призвать

source: Add to Favorites
ru: Добавить в избранное

source: Remove from Favorites
ru: Убрать из избранного

source: Add to Hotbar
ru: Добавить на хотбар

source: Trials of the Braves
ru: Испытания храбрых

source: Reward
ru: Награда

source: Category
ru: Категории

source: Enemies
ru: Враги

source: Dungeons
ru: Подземелья

source: FATEs
ru: ЗОНА

source: Leves
ru: Поручения

source: Defeat <var 20 E803 /var> <var 31 ((BNpcName)) 04E8020302 /var>.
ru: Сразить <var 20 E803 /var> <var 31 ((BNpcName)) 04E8020302 /var>.

source: Defeat <var 31 ((BNpcName)) 03E8020202 /var>.
ru: Сразить <var 31 ((BNpcName)) 03E8020302 /var>.

source: Complete the FATE “<var 28 ((Fate)) E80201 /var>.”
ru: Завершить ЗОНА: «<var 28 ((Fate)) E80201 /var>».

source: Complete the levequest “<var 28 ((Leve)) E80201 /var>.”
ru: Выполнить поручение «<var 28 ((Leve)) E80201 /var>».

source: <var 2D ((<var 31 ((PlaceName)) 03E8020302 /var><var 08 E803 (( - <var 2D ((<var 31 ((PlaceName)) 03E8030302 /var>)) /var>)) (()) /var>)) /var>
ru: <var 28 ((PlaceName)) E80201 /var><var 08 E803 (( — <var 28 ((PlaceName)) E80301 /var>)) (()) /var>

source: Atma Acquired
ru: Атма получена

source: <var 2D ((<var 31 ((PlaceName)) 03E8020302 /var>)) /var>
ru: <var 28 ((PlaceName)) E80201 /var>

source: Discard key item.
ru: Выбросить важный предмет.

source: Complete the Grand Company levequest “<var 28 ((Leve)) E80201 /var>.”
ru: Выполнить поручение Великой Компании «<var 28 ((Leve)) E80201 /var>».

source: Crystals Acquired
ru: Полученный кристалл

source: Dismiss
ru: Отпустить

source: Search Minion Guide. Up to 30 results are displayed.
ru: Искать в гиде по миньонам. Отображается до 30 результатов.

source: Search Mount Guide. Up to 30 results are displayed.
ru: Искать в гиде по транспорту. Отображается до 30 результатов.

source: Search
ru: Поиск

source: Include Body Text
ru: Включать описание

source: Search
ru: Поиск

source: Include Body Text
ru: Включать описание

source: Type in the full or partial name of a minion and press Enter to commence the search.
ru: Введите полное или частичное имя миньона и нажмите Enter для начала поиска.

source: Type in the full or partial name of a mount and press Enter to commence the search.
ru: Введите полное или частичное имя транспорта и нажмите Enter для начала поиска.

source: Grade
ru: Характеристики

source: Grade: <var 08 E1E80201 ((<var 20 E802 /var>)) ((???)) /var>
ru: Оценка: <var 08 E1E80201 ((<var 20 E802 /var>)) ((???)) /var>

source: Ability: <var 08 E1E80201 ((<var 28 ((ChocoboRaceAbility)) E80201 /var>)) ((<var 08 E4E80201 ((None)) ((???)) /var>)) /var>
ru: Умение: <var 08 E1E80201 ((<var 28 ((ChocoboRaceAbility)) E80201 /var>)) ((<var 08 E4E80201 ((None)) ((???)) /var>)) /var>

source: Color: <var 08 E1E80201 ((<var 28 ((Stain)) E80204 /var>)) ((???)) /var>
ru: Окрас: <var 08 E1E80201 ((<var 28 ((Stain)) E80204 /var>)) ((???)) /var>
