Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Adjust the distance over which shadows will be rendered. Higher settings offer more realistic visuals, but impact performance.
ru: Изменяет дальность, на которой прорисовываются тени. Более высокие настройки дают более реалистичное изображение, но негативно влияют на производительность.

source: Soften the edges of shadows to create a more natural aesthetic.
ru: Изменяет смягчение краёв теней для создания более реалистичного изображения.

source: Adjust the resolution of textures used for characters and backgrounds. ※A reboot is required before changes are applied.
ru: Изменяет разрешение текстур, используемых на персонажах и в фонах. ※Для применения изменений требуется перезапуск игры.

source: Adjust texture filtering settings. Anisotropic Uses sampling to ensure the proper appearance of textures on screen relative to the camera angle. Trilinear Smooths the transition between different texture resolutions while accounting for depth. Bilinear Calculates the average color for adjacent pixels to create more natural textures.
ru: Изменяет настройки фильтрации текстур. Анизотропная Использует выборку для поддержки корректного отображения текстур вне зависимости от угла обзора. Трилинейная Смягчает переходы между разными разрешениями текстуры с учётом её глубины. Билинейная Вычисляет средний цвет соседних пикселей для создания более натуральных текстур.

source: Adjust settings for anisotropic filtering. Higher values will result in smoother textures.
ru: Устанавливает точность анизотропной фильтрации, которая выбирает текстуры так, чтобы они были чётко видны вне зависимости от угла обзора.

source: Adjust settings for movement physics. Settings can be adjusted by category for optimal performance.
ru: Изменяет настройки физики движения. Настройки можно изменять по категориям для более тонкой настройки производительности игры.

source: Darkens the edges of the screen, drawing focus toward the center.
ru: Затемняет края экрана, привлекая фокус к его центру.

source: Creates a blur effect emanating from the center of a given point of origin on the screen such as an explosion.
ru: Создаёт эффект размытия из центра определённой точки. Используется, например, в эффекте взрыва.

source: Renders natural shadows for objects in close proximity to create more realistic visuals.
ru: Прорисовывает натуральные тени у ближайших предметов для создания более реалистичного изображения.

source: Adjust the intensity of light refracting or reflecting off surfaces.
ru: Изменяет силу преломления и отражения света от поверхностей.

source: Adjust the wavering distortion effect of scenery when viewed underwater.
ru: Изменяет эффект колебания искажения окружающей среды при просмотре из-под воды.

source: Creates a blurred effect for objects and scenery beyond the camera's point of focus. ※Depth of Field is only applicable in cutscenes and when using group pose.
ru: Создаёт эффект размытия для объектов и окружающей среды за пределами фокуса камеры. ※Глубина резкости работает только в кат-сценах и групповом позировании.

source: Select the main display. When multiple displays are connected, the primary display will be determined by your system settings. ※A reboot is required before changes are applied.
ru: Выберите главный монитор. Если у вас подключено несколько мониторов, главный монитор будет выбран согласно настройкам системы. ※Для применения изменений потребуется перезапустить игру.

source: Select a desired screen mode. Windowed The application shares available main display space with all running applications. Borderless Windowed The application shares available main display space with all running appplications, but covers the entire screen. Full Screen The application has exclusive control of the main display.
ru: Выберите желаемый режим окна. Оконный Игра делит доступное на мониторе пространство со всеми остальными запущенными программами. Оконный без рамки Игра делит доступное на мониторе пространство со всеми остальными запущенными программами, но заполняет весь экран. Полноэкранный Игра имеет полный контроль над главным монитором.

source: Set the display resolution for the game. Presets Includes a list of pre-determined resolutions supported by your main display. When Full Screen is selected, the main display's refresh rate will also be applied. Custom Freely adjust the width and height of the screen's resolution. ※Only available when Windowed is selected.
ru: Установите разрешение экрана. Шаблоны Включает в себя список разрешений экрана, поддерживаемых вашим главным монитором. Если игра в полноэкранном режиме, то вдобавок доступен выбор частоты обновления экрана. Особое Вручную настройте желаемую ширину и высоту игры. ※Доступно только в оконном режиме.

source: By default, HUD elements do not scale with the resolution of your screen, which may result in the UI appearing disproportionately small at higher resolutions. This setting allows you to select a suitable level of UI scaling relative to your desired display resolution. ※When a lower resolution is selected, scaling will be adjusted automatically.
ru: По умолчанию элементы интерфейса не масштабируются в зависимости от разрешения экрана. Из-за этого на высоких разрешениях экрана интерфейс может стать слишком маленьким. Эта настройка позволяет выбрать комфортный масштаб интерфейса. ※При переходе на более низкое разрешение экрана масштаб будет автоматически уменьшен.

source: While the size of individual HUD elements and windows can be freely adjusted, this setting determines their initial display size. Selecting “Apply All” will reflect these changes in all UI elements, including those already displayed on the screen.
ru: Эта настройка изменяет изначальный размер элементов интерфейса. Далее размер каждого элемента интерфейса можно изменить отдельно. Нажатие на «Применить ко всем» отразит это изменение на всех элементах интерфейсах.

source: Adjust the brightness of the game's display so that colors appear correctly on-screen.
ru: Измените яркость игры так, чтобы все цвета отображались корректно.

source: Adjust the brightness of your character's personal lighting.
ru: Измените яркость освещения вашего персонажа.

source: Adjust the game's frame rate limit. None The frame rate is uncapped, increasing to the extent your system is capable. Main Display Refresh Rate Sets your main display's refresh rate as the frame rate limit. 60 fps Sets the frame rate limit to 60 fps. 30 fps Sets the frame rate limit to 30 fps.
ru: Измените ограничение частоты кадров игры. Нет Ограничения частоты кадров нет, ваша система будет работать на максимально возможной скорости. Частота обновления экрана Устанавливает ограничение частоты кадров на текущую частоту обновления текущего главного экрана. 60 FPS Устанавливает ограничение частоты кадров на 60 кадров в секунду. 30 FPS Устанавливает ограничение частоты кадров на 30 кадров в секунду.

source: Limits the game's frame rate when using another application while the game client is open but inactive.
ru: Ограничивает частоту кадров игры, когда вы используете другую программу и игра в это время открыта, но не активна.

source: Limits the game's frame rate when the game client is active, but your status is “Away from Keyboard.”
ru: Ограничивает частоту кадров игры, когда игра активна, но ваш статус — «Нет на месте».

source: Adjust the intensity of shadows cast when your character is illuminated.
ru: Изменяет, насколько сильно отбрасываются тени при освещении вашего персонажа.

source: Limit frame rate to 30 fps.
ru: Ограничить частоту кадров до 30 FPS.

source: Estate Holder Rights
ru: Права владельца участка

source: Determine who has the right to eject characters from your estate hall or garden and bar characters from entering your property. Click on the help button for more details.
ru: Здесь можно определить, кто имеет право выгонять персонажей из вашего участка или сада и запретить им вход в вашу собственность. Нажмите на кнопку помощи для более подробной информации.

source: Display estate holder rights help.
ru: Показать помощь по правам жилого участка.

source: Rightsholder Settings
ru: Настройки владения

source: Main Rightsholder
ru: Главный владелец

source: Secondary Rightsholders
ru: Дополнительные владельцы

source: Uncheck the box to disable blacklist referencing.
ru: Уберите галочку, чтобы отключить ссылку на чёрный список.

source: Remove the selected characters as secondary rightsholders.
ru: Исключить выбранных персонажей из дополнительных владельцев.

source: Add Secondary Rightsholders
ru: Добавить дополнительных владельцев

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Apply settings?
ru: Применить настройки?

source: Close window and discard all changes without saving?
ru: Закрыть окно без сохранения?

source: Estate Holder Rights Settings
ru: Настройки прав жилого участка

source: Free Company Members
ru: Члены вольной компании

source: Tenants
ru: Сожители

source: Name
ru: Имя

source: World
ru: Мир

source: Time Left
ru: Ост. времени

source: <var 08 E1E80201 ((<var 20 E802 /var> <var 08 E4E80202 ((day)) ((days)) /var>)) ((Less than 1 day)) /var>
ru: <var 08 E2E80201 ((Менее 1 дня)) ((<var 20 E802 /var> <var 08 E2E80202 ((день)) ((<var 08 E2E80205 ((дня)) ((дней)) /var>)) /var>)) /var>

source: Remove from List
ru: Убрать из списка

source: Bar from Property
ru: Запретить вход

source: All characters registered to this account will be barred from entering your property for 10 days. Are you sure you wish to add them to your list of barred characters? Only the Main Rightsholder can remove characters from the list.
ru: Всем персонажи, зарегистрированные за этим аккаунтом, будет запрещён вход в вашу собственность на 10 дней. Вы точно хотите добавить их в список barred character? Только главный владелец сможет убрать персонажей из этого списка.

source: Register to Barred Character List
ru: Добавить в Barred Character List

source: Estate Holder Rights Help
ru: Помощь прав личного участка

source: Not specified.
ru: Не указано.

source: Not specified.
ru: Не указано.

source: The list is empty.
ru: Список пуст.

source: Advanced Settings
ru: Дополнительные настройки

source: Sound
ru: Звук

source: Bell
ru: Колокольчик

source: Can be used as a text command or saved as a macro.
ru: Можно использовать как текстовую команду или сохранить в макрос.

source: Mute sound while bound by duty.
ru: Заглушить звук в миссии.

source: Reminder (Minutes)
ru: Напоминание (минуты)

source: Close window and discard changes?
ru: Закрыть окно без сохранения?

source: Yes
ru: Да

source: No
ru: Нет

source: Music Box
ru: Музыкальная шкатулка

source: Prelude
ru: Прелюдия

source: Chocobo
ru: Чокобо

source: La Noscea
ru: Ла Ноша

source: Festival
ru: Фестиваль

source: Custom
ru: Особые

source: <var 08 E4E94F04 ((Maximum (Mac))) ((Maximum)) /var>
ru: <var 08 E4E94F04 ((Максимальные (Mac))) ((Максимальные)) /var>

source: <var 08 E4E94F04 ((Very High (Mac))) ((High (Desktop))) /var>
ru: <var 08 E4E94F04 ((Очень высокие (Mac))) ((Высокие (ПК))) /var>

source: <var 08 E4E94F04 ((High (Mac))) ((High (Laptop))) /var>
ru: <var 08 E4E94F04 ((Высокие (Mac))) ((Высокие (Ноутбук))) /var>

source: <var 08 E4E94F04 ((Middle (Mac))) ((Standard (Desktop))) /var>
ru: <var 08 E4E94F04 ((Средние (Mac))) ((Средние (ПК))) /var>

source: <var 08 E4E94F04 ((Standard (Mac))) ((Standard (Laptop))) /var>
ru: <var 08 E4E94F04 ((Стандартные (Mac))) ((Стандартные (Ноутбук))) /var>

source: Settings have been customized.
ru: Настройки были изменены.

source: <var 08 E4E94F04 ((The highest possible graphical settings.)) ((The highest possible graphical settings. Recommended for use with high-end PCs only.)) /var>
ru: Максимально возможные графические настройки.<var 08 E4E94F04 (()) (( Рекомендовано только для мощных моделей ПК.)) /var>

source: Settings optimized for <var 08 E4E94F04 ((high-end models allowing for superior graphical quality.)) ((desktop PCs which meet the recommended specifications.)) /var>
ru: Настройки оптимизированы для <var 08 E4E94F04 ((мощных моделей Mac и дают продвинутое качество графики.)) ((ПК, подходящих под рекомендованные требования.)) /var>

source: Settings optimized for <var 08 E4E94F04 ((high-end models.)) ((laptop PCs which meet the recommended specifications.)) /var>
ru: Настройки оптимизированы для <var 08 E4E94F04 ((мощных моделей Mac.)) ((ноутбуков, подходящих под рекомендованные требования игры.)) /var>

source: <var 08 E4E94F04 ((Settings which ensure optimal performance)) ((Settings which ensure optimal performance on desktop PCs)) /var> without compromising graphical quality.
ru: Настройки, обеспечивающие оптимальную производительность<var 08 E4E94F04 (()) (( на ПК)) /var> без ущерба качеству изображения.

source: <var 08 E4E94F04 ((Settings which ensure balanced performance.)) ((Settings which ensure balanced performance on laptop PCs.)) /var>
ru: Настройки, обеспечивающие сбалансированную производительность<var 08 E4E94F04 (()) (( на ноутбуках)) /var>.

source: Standard (HD/Full HD)
ru: Стандартное (HD/Full HD)

source: High (WQHD/4K)
ru: Высокое (WQHD/4K)

source: Below 30 fps
ru: При 30 FPS и ниже

source: Below 60 fps
ru: При 60 FPS и ниже

source: Always Enabled
ru: Всегда включено

source: Maximum
ru: Максимальные

source: High
ru: Высокие

source: Standard
ru: Стандартные

source: Off
ru: Выкл.

source: TSCMAA + Camera Jitter
ru: TSCMAA + Дрожание камеры

source: Off
ru: Выкл.

source: High
ru: Высокое

source: Normal
ru: Обычное

source: High
ru: Высокое

source: Normal
ru: Обычное

source: Low
ru: Низкое

source: Off
ru: Выкл.

source: High
ru: Высокая

source: Normal
ru: Обычная

source: High
ru: Высокая

source: Normal
ru: Обычная

source: Standard
ru: Обычные

source: Off
ru: Выкл.

source: High - 2048p
ru: Высокое — 2048p

source: Normal - 1024p
ru: Среднее — 1024p

source: Low - 512p
ru: Низкое — 512p

source: Best
ru: Лучшее

source: Normal
ru: Обычное

source: Off
ru: Выкл.

source: Strongest
ru: Сильное

source: Strong
ru: Среднее

source: Weak
ru: Слабое

source: Maximum
ru: Максимальное

source: Normal
ru: Обычное

source: Minimum
ru: Минимальное

source: High
ru: Высокое

source: Normal
ru: Обычное

source: Anisotropic
ru: Анизотропная

source: Trilinear
ru: Трилинейная

source: Bilinear
ru: Билинейная

source: GTAO: Quality
ru: GTAO: Качество

source: GTAO: Standard
ru: GTAO: Стандарт

source: HBAO+: Quality
ru: HBAO+: Качество

source: HBAO+: Standard
ru: HBAO+: Стандарт

source: Strong
ru: Сильное

source: Light
ru: Слабое

source: Off
ru: Выкл.

source: Normal
ru: Обычные

source: Low
ru: Низкие

source: Off
ru: Выкл.

source: Normal
ru: Обычное

source: Low
ru: Низкое

source: Off
ru: Выкл.

source: GTAO: Quality
ru: GTAO: Качество

source: GTAO: Standard
ru: GTAO: Стандарт

source: Strong
ru: Сильное

source: Light
ru: Слабое

source: Off
ru: Выкл.

source: Hide nearby players when interacting with quest NPCs.
ru: Скрывать игрков поблизости при взаимодействии с НИП задания.

source: Register
ru: Добавить

source: Save
ru: Сохранить

source: Hide Messages Again
ru: Скрыть сообщения обратно

source: Register to Mute List
ru: Добавить в список заглушённых
