Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: The winning number is...<var 20 E802 /var>. May you have better luck in the future! Accept a full refund of your deposit of <var 22 E803 ((,)) /var> gil? ※Refund available until <var 07 E804 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>.
ru: Победителем в лотерее стал номер... <var 20 E802 /var>. Надеемся, что вам повезёт больше в следующий раз! Принять возврат в размере <var 22 E803 (( )) /var> гилов? ※Возврат доступен до <var 07 E804 /var><var 20 DB /var>:<var 24 DA /var> <var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>.

source: As more than 90 days have passed since the results period ended, your refund has expired.
ru: Поскольку прошло больше 90 дней с конца периода результатов, вы больше не можете получить возврат.

source: <var 08 E1E80201 ((The winning number for this plot is <var 20 E802 /var>)) ((There were no participants in this lottery)) /var>.
ru: <var 08 E1E80201 ((В лотерее за этот участок победил номер <var 20 E802 /var>)) ((В этой лотерее не было участников)) /var>.

source: View Lottery Results
ru: Результаты

source: Congratulations! As the sole entrant of this lottery, you have won by default. Finalize your purchase and claim your plot of land? ※Plot available until <var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>.
ru: Поздравляем! Вы единственный участник лотереи, потому вы одержали техническую победу! Завершить покупку и получить права на этот участок? ※Участок доступен до <var 07 E803 /var><var 20 DB /var>:<var 24 DA /var> <var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>.

source: There was one participant in this lottery.
ru: В этой лотерее был только один участник.

source: Update Slot
ru: Обновить слот

source: Waymarks
ru: Метки

source: SLOTS
ru: СЛОТЫ

source: <var 20 E802 /var>. <var 29 EA03 /var>  <var 08 E4E80401 ((<var 07 E805 /var><var 20 DB /var>:<var 24 DA /var>)) ((<var 07 E805 /var><var 08 E3DB (( 12)) ((<var 20 DB /var>)) ((<var 20 DB /var>)) /var>:<var 24 DA /var>)) /var> [<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>]
ru: <var 20 E802 /var>. <var 29 EA03 /var>  <var 08 E4E80401 ((<var 07 E805 /var><var 20 DB /var>:<var 24 DA /var>)) ((<var 07 E805 /var><var 08 E3DB (( 12)) ((<var 20 DB /var>)) ((<var 20 DB /var>)) /var>:<var 24 DA /var>)) /var> [<var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>]

source: Save currently placed markers.
ru: Сохранить установленные сейчас метки.

source: Waymarks can only be placed outside of combat. ※Can be used during combat in PvP. Waymarks can only be saved and loaded during certain duties.
ru: Метки можно ставить только вне боя. ※Можно использовать во время боя в PvP. Метки можно сохранять и загружать только во время некоторых миссий.

source: Overwrite
ru: Перезаписать

source: Delete
ru: Удалить

source: Start
ru: Старт

source: Retry
ru: Начать заново

source: Close
ru: Закрыть

source: Yes
ru: Да

source: No
ru: Нет

source: Quit game?
ru: Выйти из игры?

source: Parley
ru: Дебаты

source: Turn
ru: Ход

source: Topics
ru: Темы

source: History
ru: История

source: Abilities
ru: Умения

source: Reversal Reverses the order in which tiles advance.
ru: Разворот Резвернуть направление движения плиток.

source: Double Down Doubles the value of tiles.
ru: Удвоение Удваивает значение плиток.

source: Shuffle Randomizes the position of tiles.
ru: Перемешать Перемешать позиции плиток.

source: Wipe Resets the board with new tiles.
ru: Стереть Заменить все плитки на новые.

source: Abilities Available!
ru: Доступны способности!

source: Turn <var 20 E802 /var>
ru: Ход <var 20 E802 /var>

source: The Hammer
ru: Молоток

source: Family Trade
ru: Семейное дело

source: Meteor Survivor Ring
ru: Колько Реконструкции

source: Godbert's Masterworks
ru: Самый Смелый Ювелир

source: Salamander Oil
ru: Масло Саламандры

source: Manderville Mammet
ru: Кукла Мандервилля

source: A Gentleman's Attire
ru: Костюм джентльмена

source: Alexandrite
ru: Александрит

source: Agent of Enquiry
ru: Специальный агент

source: Assiduous Assistant
ru: Неутомимый ассистент

source: Concentration
ru: Концентрация

source: Turn
ru: Ходы

source: Time
ru: Время

source: Fewest Turns
ru: Меньше всего ходов

source: Best Time
ru: Лучшее время

source: Character Configuration
ru: Конфигурация персонажа

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Default
ru: По умолчанию

source: Some changes reflected only after pressing Apply.
ru: Для сохранения нажмите «Применить».

source: Control Settings
ru: Настройки управления

source: UI Settings
ru: Настройки интерфейса

source: Display Name Settings
ru: Настройки отображения имён

source: Hotbar Settings
ru: Настройки хотбаров

source: Log Window Settings
ru: Настройки чата

source: Mouse Mode
ru: Режим мыши

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> Mode
ru: Режим <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>

source: Item Settings
ru: Настройки предметов

source: Auto-target Settings
ru: Настройки автоматического прицеливания

source: When executing a target-based attack with no target specified:
ru: При использовании действия по цели, когда цель не указана:

source: Auto-target according to priority.
ru: Автоматически прицеливаться по приоритету.

source: Restore Defaults
ru: Сбросить настройки

source: Auto-target Priority
ru: Приоритет прицеливания

source: Line of Sight
ru: Поле зрения

source: Closest Range
ru: Ближайшая цель

source: If you adjust the control mode, you will lose all your changes. Proceed?
ru: Если вы поменяете режим управления, то вы потеряете все изменения. Продолжить?

source: Yes
ru: Да

source: No
ru: Нет

source: Close window and discard all changes without saving?
ru: Закрыть окно и отменить все изменения без сохранения?

source: Yes
ru: Да

source: No
ru: Нет

source: Restore mouse mode settings to their default?
ru: Вернуть настройки режима мыши на умолчания?

source: Restore <var 08 E1E94C01 ((controller)) ((gamepad)) /var> settings to their default?
ru: Вернуть настройки режима <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var> на умолчания?

source: Restore all settings to their default?
ru: Вернуть все настройки на их умолчания?

source: Restore all category settings to their default?
ru: Вернуть все настройки текущей категории на их умолчания?

source: Yes
ru: Да

source: No
ru: Нет

source: General
ru: Общее

source: Target
ru: Цель

source: Filters
ru: Фильтры

source: Character
ru: Персонаж

source: Mouse
ru: Мышь

source: Skip playback of housing cutscenes.
ru: Пропуск кат-сцен резиденций.

source: Skip playback of previously viewed scenario cutscenes.
ru: Пропуск уже просмотренных сюжетных кат-сцен.

source: Cutscene Skipping
ru: Пропуск кат-сцен

source: Skip playback of previously viewed transportation cutscenes.
ru: Пропуск уже просмотренных кат-сцен транспортации.

source: Movement Settings
ru: Настройки передвижения

source: Standard Type (Character-based)
ru: Стандартный тип (Относительно персонажа)

source: Legacy Type (Camera-based)
ru: Устаревший тип (Относительно камеры)

source: Camera Controls
ru: Управление камерой

source: Mouse/Keyboard
ru: Клавиатура/мышь

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>
ru: <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>

source: 3rd Person Camera
ru: Камера от 3-го лица

source: 1st Person Camera
ru: Камера от 1-го лица

source: Reverse Y-axis.
ru: Инверсия оси Y.

source: Reverse X-axis.
ru: Инверсия оси X.

source: Standard Type Camera Auto-adjustment
ru: Автовыравнивание камеры стандартного типа

source: Enable Y-axis auto-adjustment.
ru: Включить автовыравнивание по оси Y.

source: Switch to 1st person view when fully zoomed in.
ru: Перейти в камеру от 1-го лица при её максимальном приближении.

source: Camera Speed (Stick)
ru: Скорость камеры (<var 08 E1E94C01 ((джойстик)) ((мини-джойстик)) /var>)

source: Camera Speed (Keyboard)
ru: Скорость камеры (клавиатура)

source: 3rd Person Camera Angle
ru: Угол камеры от 3-го лица

source: Chat Mode Settings
ru: Настройки режима чата

source: Enable direct chat.
ru: Включить ввода текста в чат напрямую.

source: 1st Person Camera Auto-adjustment
ru: Автовыравнивание камеры от 1-го лица

source: Enable camera effects when initiating actions.
ru: Включить эффекты камеры при начале действий.

source: Target Settings
ru: Настройки прицеливания

source: Automatically lock on target when initiating auto-attack.
ru: Закреплять камеру на цели при автоатаке.

source: Automatically face target when using action.
ru: Поворачиваться к цели при взаимодействии с нею.

source: Target Display Settings
ru: Настройки отображения цели

source: Display target ring.
ru: Отображать кольцо цели.

source: Display target lines.
ru: Отображать линии цели.

source: Display aggro lines.
ru: Отображать линии аггро.

source: Enable full auto-target.
ru: Включить полное автоматическое прицеливание.

source: Maintain camera distance.
ru: Сохранять дистанцию камеры.

source: Target Filter Settings
ru: Настройки фильтра целей

source: Enable target cycling:
ru: Включить переключение между целями:

source: While weapon is sheathed.
ru: Когда оружие убрано.

source: While weapon is drawn.
ru: Когда оружие обнажено.

source: Filter Customization
ru: Кастомизация фильтра

source: Enable customization.
ru: Включить кастомизацию.

source: Enable <var 12 0D /var>+<var 12 0C /var> cycling.
ru: Вкл. переключение <var 12 0D /var>+<var 12 0C /var>.

source: Enable <var 12 0D /var>+<var 12 09 /var> cycling.
ru: Вкл. переключение <var 12 0D /var>+<var 12 09 /var>.

source: Enable <var 12 0D /var>+<var 12 0B /var> cycling.
ru: Вкл. переключение <var 12 0D /var>+<var 12 0B /var>.

source: Enable <var 12 0D /var>+<var 12 0A /var> cycling.
ru: Вкл. переключение <var 12 0D /var>+<var 12 0A /var>.

source: Non-party PCs
ru: Игроки вне группы

source: Party Members
ru: Члены группы

source: All Enemies
ru: Все враги

source: Aggroing Enemies
ru: Нападающие враги

source: NPCs/Objects
ru: НИПы/Объекты

source: Minions
ru: Миньоны

source: Alliance Members
ru: Члены альянсов

source: Duty-specific Enemies
ru: Враги миссии

source: Pets/Minions
ru: Питомцы/Миньоны

source: Signs
ru: Знаки

source: Character Settings
ru: Настройки персонажа

source: Display headgear.
ru: Отображать головной убор.

source: Display main and off hand gear when sheathed.
ru: Показывать главное и побочное оружия, когда они убраны.

source: Disable targeting of pets and minions when in battle.
ru: Не прицеливаться на питомцев и миньонов, будучи в бою.

source: Auto-sheathe weapon when not in battle.
ru: Убирать оружие при выходе из боя.

source: Auto-sheathe Delay
ru: Задержка

source: Inventory Settings
ru: Настройки инвентаря

source: Disable camera pivot.
ru: Запретить вращение камеры.

source: Store all newly obtained items in the Armoury Chest.
ru: Класть новое снаряжение в Оружейный сундук.

source: Store all newly crafted items in your Inventory.
ru: Класть новое созданное снаряжение в ваш инвентарь.

source: Shop Settings
ru: Настройки магазинов

source: Display confirmation prompt when selling items.
ru: Отображать запрос на подтверждение при продаже предметов.

source: Meldable Items
ru: Для предметов с возможностью вставки

source: Unique/Untradable Items
ru: Для уникальных/личных предметов

source: Effects While in Motion
ru: Эффекты в движении

source: Own
ru: Свои

source: Party
ru: Группы

source: Others (excl. PvP)
ru: Других (за исключением PvP)

source: Battle Effects Settings
ru: Настройки эффектов в бою

source: Spiritbound Items
ru: Для предметов с полной материзацией

source: Mouse Targeting
ru: Выбор цели мышью

source: Enable clicking on self.
ru: Включить выбор себя.

source: Enable clicking on field to remove target.
ru: Включить нажатие на пустое пространство для отмены цели.

source: Click Filter Settings
ru: Настройки фильтра «клика»

source: Click Filter Targets
ru: Фильтр целей при «клике»

source: Non-party PCs
ru: Игроки вне группы

source: Party Members
ru: Члены группы

source: All Enemies
ru: Все враги

source: Aggroing Enemies
ru: Нападающие враги

source: NPCs/Objects
ru: НИПы/Объекты

source: Minions
ru: Миньоны

source: Alliance
ru: Альянс

source: Duty-specific Enemies
ru: Враги миссии

source: Pets/Minions
ru: Питомцы/Миньоны

source: Signs
ru: Знаки

source: Inventory Interface
ru: Интерфейс инвентаря

source: Retainer Inventory Interface
ru: Интерфейс инвентаря слуги

source: General
ru: Общее

source: Party List
ru: Список группы

source: HUD
ru: Интерфейс

source: Normal
ru: Обычный

source: Expanded
ru: Расширенный

source: Flying Mount Takeoff
ru: Начало полёта транспорта

source: Auto: Take off on jump
ru: Авто: Начать полёт от прыжка

source: Manual: Take off on double jump
ru: Вручную: Начать полёт от двойного прыжка

source: Display target's remaining HP percentage.
ru: Показывать оставшийся процент ОЗ у цели.

source: Shortcut display type.
ru: Тип закрытия карты.

source: Character Information
ru: Информация о персонаже

source: Display parameter bars.
ru: Показывать шкалы с параметрами.

source: Display EXP bar.
ru: Показывать шкалу опыта.

source: Display inventory grid.
ru: Показывать сетку инвентаря.

source: Display minimap.
ru: Показывать миникарту.

source: Display gil.
ru: Показывать гилы.

source: Targets
ru: Цели

source: Display enmity list.
ru: Показать список аггро.

source: Display focus target information.
ru: Показывать информацию о цели в фокусе.

source: Help
ru: Помощь

source: Display item help.
ru: Показывать подсказки предметов.

source: Display action help.
ru: Показывать подсказки действий.

source: Display pop-up help.
ru: Показывать всплывающие подсказки.

source: Display Active Help windows.
ru: Показывать окна Быстрой помощи.

source: Display server info.
ru: Показывать информацию о сервере.

source: Map Settings
ru: Настройки карты

source: Party List
ru: Список группы

source: Display party list.
ru: Показывать список группы.

source: Name Display Settings
ru: Настройка отображения имён

source: Hide party list when solo.
ru: Прятать список группы, если соло.

source: Position
ru: Позиция

source: Map Transparency
ru: Прозрачность карты

source: Display flying text.
ru: Отображать всплывающий текст ваших действий и урона.

source: Display duty list.
ru: Показывать список заданий.

source: Activate standard type auto-fly/auto-dive.
ru: Использовать автополёт/автопогружение от стандартного типа.

source: Restore map when not moving.
ru: Вернуть фокус при остановке.

source: Display alliance list 1.
ru: Показать список альянса 1.

source: Display alliance list 2.
ru: Показать список альянса 2.

source: Own
ru: Свои

source: Others
ru: Другие

source: NPCs
ru: НИПы

source: General
ru: Общее

source: Alliance List
ru: Список альянсов

source: Display Name Presets
ru: Шаблоны отображения имён

source: Tooltip Size
ru: Размер подсказок

source: Flying Text Size
ru: Размер этого текста

source: Map Font Size
ru: Размер шрифта карты

source: Clock Type
ru: Формат времени

source: Own
ru: Своё

source: Companions
ru: Компаньоны

source: Pets
ru: Питомцы

source: Display Name Settings
ru: Отображение имени

source: Display Type
ru: Тип отображения

source: HP Bar Settings
ru: Отображение шкалы ОЗ

source: Title Display Settings
ru: Титул

source: Display help text when using cross-type main commands.
ru: Отображать подсказки в главном меню крестового типа.

source: Display registered duties in Timers.
ru: Показывать регистрацию миссии в Таймерах.

source: Display duty registration details in Timers.
ru: Показывать детали регистрации миссии в Таймерах.

source: Party Members
ru: Члены группы

source: Alliance Members
ru: Члены альянсов

source: Other PCs
ru: Другие игроки

source: Display Name Settings
ru: Отображение имён

source: Display Type
ru: Тип отображения

source: HP Bar Settings
ru: Отображение шкалы ОЗ

source: Pet Display Name Settings
ru: Отображение имени питомца

source: Pet HP Bar Settings
ru: Отображение шкалы ОЗ питомца

source: Title Display Settings
ru: Титул

source: Friends
ru: Друзья

source: Unengaged Enemies
ru: Нетронутые враги

source: Engaged Enemies
ru: Нападающие враги

source: Claimed Enemies
ru: Полученные враги

source: Unclaimed Enemies
ru: Неполученные враги

source: NPCs
ru: НИПы

source: Objects
ru: Объекты

source: Minions
ru: Миньоны

source: Display Name Settings
ru: Отображение имён

source: HP Bar Settings
ru: Отображение шкалы ОЗ

source: Other Companions
ru: Другие компаньоны

source: Other Pets
ru: Другие питомцы

source: Housing Furniture
ru: Мебель

source: Housing Gardens
ru: Грядки

source: CC (PvP) Display Name Settings
ru: Настройки отображения имён в PvP (Кристальная битва)

source: Display current World name.
ru: Показывать имя текущего мира.

source: Frontline (Maelstrom)
ru: Передовая (Водоворот)

source: Frontline (Order of the Twin Adder)
ru: Передовая (Орден Двух Змей)

source: Frontline (Immortal Flames)
ru: Передовая (Бессмертное Пламя)

source: Settings
ru: Настройки

source: Display Name Size
ru: Размер отображаемых имён

source: Display
ru: Отображение

source: Sharing
ru: Общие

source: Cross
ru: Крестовой

source: Custom
ru: Особое

source: Party List Sorting
ru: Сортировка списка группы

source: Define party list role order.
ru: Определить порядок ролей в списке группы.

source: Rotation in Character Preview
ru: Предпросмотр — Вращение

source: Movement in Character Preview
ru: Предпросмотр — Движение

source: Hotbar Display Settings
ru: Настройки отображения хотбаров

source: Hotbar 1
ru: Хотбар 1

source: Hotbar 2
ru: Хотбар 2

source: Hotbar 3
ru: Хотбар 3

source: Hotbar 4
ru: Хотбар 4

source: Hotbar 5
ru: Хотбар 5

source: Hotbar 6
ru: Хотбар 6

source: Hotbar 7
ru: Хотбар 7

source: Hotbar 8
ru: Хотбар 8

source: Hotbar 9
ru: Хотбар 9

source: Hotbar 10
ru: Хотбар 10

source: Hide unassigned slots.
ru: Прятать неиспользуемые слоты.

source: Pet Hotbar
ru: Хотбар питомца

source: Display hotbar numbers.
ru: Показывать номера хотбаров.

source: Enable hotbar cycling button.
ru: Включить кнопки переключения хотбаров.

source: Enable drag-and-drop repositioning.
ru: Включить перемещение хотбаров перетаскиванием.

source: Shared Hotbar
ru: Общие хотбары

source: Hotbar
ru: Хотбары

source: Cross Hotbar
ru: Крестовые хотбары

source: Hotbar 1
ru: Хотбар 1

source: Hotbar 2
ru: Хотбар 2

source: Hotbar 3
ru: Хотбар 3

source: Hotbar 4
ru: Хотбар 4

source: Hotbar 5
ru: Хотбар 5

source: Hotbar 6
ru: Хотбар 6

source: Hotbar 7
ru: Хотбар 7

source: Hotbar 8
ru: Хотбар 8

source: Hotbar 9
ru: Хотбар 9

source: Hotbar 10
ru: Хотбар 10

source: Tank
ru: Защитник

source: Healer
ru: Целитель

source: DPS
ru: Боец

source: Other
ru: Другие

source: Display recast times.
ru: Отображать таймеры восстановления умений.

source: Use pet hotbar for mount actions and fashion accessories.
ru: Хотбар питомца для дей-й транспорта и модных аксессуаров.

source: Use pet hotbar.
ru: Использовать хотбар питомца.

source: General Settings
ru: Общие настройки

source: Display hotbar help.
ru: Отображать всплывающие подсказки.

source: Cross Hotbar Controls
ru: Управление крестовым хотбаром

source: Hold
ru: Удержанием

source: Toggle
ru: Переключением

source: Mixed
ru: Смешанное

source: Cross Hotbar Display Type
ru: Тип отображения крестового хотбара

source: <var 08 E1E94C01 ((<var 12 08 /var> + <var 12 0C /var><var 12 09 /var><var 12 0A /var><var 12 0B /var>)) ((D-pad + Action Buttons)) /var> / <var 08 E1E94C01 ((<var 12 08 /var> + <var 12 0C /var><var 12 09 /var><var 12 0A /var><var 12 0B /var>)) ((D-pad + Action Buttons)) /var>
ru: <var 08 E1E94C01 ((<var 12 08 /var> + <var 12 0C /var><var 12 09 /var><var 12 0A /var><var 12 0B /var>)) ((Крестовина + Лицевые кнопки)) /var> / <var 08 E1E94C01 ((<var 12 08 /var> + <var 12 0C /var><var 12 09 /var><var 12 0A /var><var 12 0B /var>)) ((Крестовина + Лицевые кнопки)) /var>

source: <var 08 E1E94C01 ((<var 12 08 /var> + <var 12 08 /var>)) ((D-pad + D-pad)) /var> / <var 08 E1E94C01 ((<var 12 0C /var><var 12 09 /var><var 12 0A /var><var 12 0B /var> + <var 12 0C /var><var 12 09 /var><var 12 0A /var><var 12 0B /var>)) ((Action Buttons + Action Buttons)) /var>
ru: <var 08 E1E94C01 ((<var 12 08 /var> + <var 12 08 /var>)) ((Крестовина + Крестовина)) /var> / <var 08 E1E94C01 ((<var 12 0C /var><var 12 09 /var><var 12 0A /var><var 12 0B /var> + <var 12 0C /var><var 12 09 /var><var 12 0A /var><var 12 0B /var>)) ((Лицевые кнопки + Лицевые кнопки)) /var>

source: Always display cross hotbar.
ru: Всегда показывать крестовой хотбар.

source: Log Window Settings
ru: Настройки чата

source: Name Display Type
ru: Тип отображения имён

source: Font Size
ru: Размер шрифта

source: Add time stamp to messages.
ru: Добавлять к сообщениям метку времени.

source: Time Settings
ru: Тип времени

source: Time Display
ru: Формат времени

source: Display World name in chat log when player is on another server.
ru: Показывать мир игрока в чате, если игрок в другом мире.

source: Enable resizing of log window.
ru: Включить изменение размера чата.

source: Enable profanity filter.
ru: Включить цензуру.

source: Log Text Colors
ru: Цвета текста в чате

source: Log Text Colors
ru: Цвета текста в чате

source: Log Filters
ru: Фильтры чата

source: Enable lip sync during chat.
ru: Включить синхронизацию губ с чатом.

source: Log Window Transparency
ru: Прозрачность чата

source: Time Stamp Settings
ru: Настройки меток времени

source: Chat Prompt Font Size
ru: Размер поля ввода текста в чат

source: Character Turn Speed
ru: Скорость поворота персонажа

source: Show All
ru: Показать все

source: Show Limited
ru: Ограничить

source: Show None
ru: Не показывать

source: Main Menu
ru: Тип главного меню

source: Mouse Mode Type
ru: Режим мыши

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> Mode Type
ru: Режим <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>

source: Display main menu (mouse mode only).
ru: Показывать главное меню (только в режиме мыши).

source: Display limit gauge.
ru: Показывать шкалу Запредельной cпособности.

source: Recommendations
ru: Рекомендации

source: Show upon login.
ru: Показывать при входе.

source: Show upon area change.
ru: Показывать при смене локации.

source: Set Selection
ru: Выбор наборов

source: Enable customization for when weapon is sheathed.
ru: Включить кастомизацию для убранного оружия.

source: Enable customization for when weapon is drawn.
ru: Включить кастомизацию для вытащенного оружия.

source: Enable auto hotbar switching when drawing/sheathing weapon.
ru: Переключать хотбар, когда достаёшь/убираете оружие.

source: Enable log window item linking.
ru: Показывать подсказку о предмете из ссылки в чате.

source: [<var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:<var 24 DA /var>]
ru: [<var 07 E802 /var><var 20 DB /var>:<var 24 DA /var>]

source: [<var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>]
ru: [<var 07 E802 /var><var 20 DB /var>:<var 24 DA /var>]

source: Include pet hotbar when cycling.
ru: При переключении включать хотбар питомца.

source: Pet Hotbar Display Settings
ru: Настройка отображения хотбара питомца

source: When pet hotbar is available in a duty:
ru: Когда хотбар питомца доступен в миссии:

source: Display both pet hotbar and cross hotbar.
ru: Показывать и крестовой хотбар, и хотбар питомца.
