Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: The Echo: Applied upon commencement of duty
ru: Эхо: Применяется в начале миссии

source: The Echo: Applied upon total party incapacitation
ru: Эхо: Применяется при полной ликвидации группы

source: Sort Party List
ru: Отсортировать

source: Completion of the Following:
ru: Прохождение следующего:

source: <var 2B ((<var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>)) /var> player<var 08 E4E80202 (()) ((s)) /var> only
ru: Только <var 20 E802 /var> игрок<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>

source: Time elapsed: <var 20 E802 /var>m
ru: Прошло времени: <var 20 E802 /var> мин

source: Sort duty by level required for participation.
ru: Сортировать миссии по

source: Item Level Sync: <var 20 E802 /var> ※While synced, all item stats are adjusted.
ru: Синхронизация уровня предметов: <var 20 E802 /var> ※Во время синхронизации меняются атрибуты предметов.

source: Average Item Level: <var 20 E802 /var> Item Level Sync: <var 20 E803 /var> ※While synced, all item stats are adjusted.
ru: Средний уровень снаряжения: <var 20 E802 /var> Синхронизация уровня снаряжения: <var 20 E803 /var> ※Во время синхронизации меняются атрибуты предметов.

source: Level (Ascending)
ru: По возрастанию

source: Level (Descending)
ru: По убыванию

source: This duty is item level synced. All item levels will be adjusted to the level indicated.
ru: В этой миссии действует синхронизация уровня снаряжения. Всё снаряжение будет понижено до указанного уровня.

source: Role requirements are not enforced for this duty.
ru: Требования к ролям не применяются для этой миссии.

source: Wait
ru: Подождать

source: Withdrawing from a duty three times a day, whether it be via the withdraw button or allowing the timer to run out, will incur a temporary <var 48 F201FA /var><var 49 F201FB /var>penalty preventing you from registering for duty.<var 49 01 /var><var 48 01 /var> Proceed?
ru: Если три раза в день либо отказаться от готовой миссии через кнопку «Отказаться», либо не принять её в установленное время, Вы получите временный <var 48 F201FA /var><var 49 F201FB /var>штраф, не позволяющий регистрироваться на миссии в течение некоторого времени.<var 49 01 /var><var 48 01 /var> Продолжить?

source: Summoning a companion at this time will cancel your Duty Finder registration. Proceed?
ru: Призыв компаньона отменит вашу регистрацию в Поиске миссий. Продолжить?

source: Duty Participation Confirmation
ru: Подтверждение участия в миссии

source: Level <var 20 E802 /var> ※Player level and attributes are ignored during PvP and replaced with PvP-specific values.
ru: Уровень <var 20 E802 /var> ※Уровень игрока и его атрибуты в PvP игнорируются и заменяются на PvP-значения.

source: Only PvP Team Members
ru: Только члены команды PvP

source: Duty Recording On
ru: Миссию можно записать

source: Vote Abandon
ru: Голосовать за уход

source: Initiate a vote to abandon the current duty. If more than half the party members vote <var 48 F201F4 /var><var 49 F201F5 /var>Yes<var 49 01 /var><var 48 01 /var>, the party will be disbanded and the duty will end. ※Please note that penalties will not be incurred for abandoning a duty in this fashion.
ru: Начать голосование за уход за миссии. Если больше половины членов группы проголосует <var 48 F201F4 /var><var 49 F201F5 /var>Да<var 49 01 /var><var 48 01 /var>, то группа будет распущена, а миссия закончится. ※Имейте в виду, что никто не получит штраф за уход из миссии таким способом.

source: Vote Abandon
ru: Голосование за уход

source: If more than half the party members vote <var 48 F201F4 /var><var 49 F201F5 /var>Yes<var 49 01 /var><var 48 01 /var>, the party will be disbanded and the duty will end. ※Please note that penalties will not be incurred for abandoning a duty in this fashion.
ru: Если больше половины членов группы проголосует <var 48 F201F4 /var><var 49 F201F5 /var>Да<var 49 01 /var><var 48 01 /var>, то группа будет распущена, а миссия закончится. ※Имейте в виду, что никто не получит штраф за уход из миссии таким способом.

source: Do you wish to abandon this duty?
ru: Вы желаете покинуть миссию?

source: Yes
ru: Да

source: No
ru: Нет

source: Duty Availability ※Duty changes every day at <var 06 01 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> (Earth time).
ru: Доступность миссии. ※Миссия меняется каждый день в <var 06 01 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D0E0F101112131415161718 /var>)) 01 /var>:00 (по реальному времени).

source: Achievements
ru: Достижения

source: Teleportation Notice
ru: Телепорт

source: Move immediately to sealed area?
ru: Переместиться в закрытую зону?

source: Yes
ru: Да

source: Wait
ru: Подождать

source: Approaching Completion
ru: Близки к завершению

source: Current Area
ru: Текущая локация

source: Cross-world Linkshell Invites
ru: Приглашения в межмировые линкшеллы

source: Focus
ru: Цель

source: Seeking
ru: В поиске

source: Active
ru: Активность

source: Recruitment
ru: Вербовка

source: Weekdays
ru: По будням

source: Weekends
ru: По выходным

source: Accept applications
ru: Принимаем заявки

source: Focus
ru: Цель

source: Seeking
ru: В поиске

source: Active
ru: Активность

source: Recruitment
ru: Вербовка

source: Submit Application
ru: Подать заявку

source: Weekdays
ru: По будням

source: Weekends
ru: По выходным

source: Always
ru: Всегда

source: Closed
ru: Закрыта

source: Open
ru: Открыта

source: Application
ru: Заявка

source: Apply for membership with <var 29 EA02 /var>?
ru: Подать заявку на вступление в <var 29 EA02 /var>?

source: You have applied for membership with another free company. Withdraw that application and apply for membership with <var 29 EA02 /var>?
ru: Вы уже подали заявку на вступление в другую вольную компанию. Отменить ту заявку и подать заявку на вступление в <var 29 EA02 /var>?

source: Applicants
ru: Кандидаты

source: Message
ru: Сообщение

source: Date
ru: Дата

source: Withdraw Application
ru: Отменить заявку

source: Withdraw your application for membership with <var 29 EA02 /var>?
ru: Отменить заявку на вступление в <var 29 EA02 /var>?

source: Approve Application
ru: Принять заявку

source: Deny Application
ru: Отклонить заявку

source: Approve <var 08 E4EB02EB03 ((you)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>'s application for membership?
ru: Принять заявку <var 08 E4EB02EB03 ((вы)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var> на вступление в компанию?

source: Deny <var 08 E4EB02EB03 ((you)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var>'s application for membership?
ru: Отклонить заявку <var 08 E4EB02EB03 ((вы)) ((<var 08 E908 ((<var 31 ((ObjStr)) 03E9080202 /var>)) EB03 /var>)) /var> на вступление в компанию?

source: Your company cannot accept any more applications.
ru: Ваша компания не может принимать больше заявок.

source: Focus
ru: Цель

source: Seeking
ru: В поиске

source: Active
ru: Активность

source: Recruitment
ru: Вербовка

source: Weekdays
ru: Будни

source: Weekends
ru: Выходные

source: Always
ru: Всегда

source: Closed
ru: Закрыта

source: Open
ru: Открыта

source: Message
ru: Сообщения

source: Temporarily Closed
ru: Временно закрыта

source: Not specified
ru: Не указано

source: Not specified
ru: Не указано

source: Not specified
ru: Не указано

source: Not specified
ru: Не указано

source: No applicants.
ru: Нет кандидатов.

source: Wait
ru: Подождать

source: Use <var 31 ((Item)) 02E8020202 /var> to teleport free of charge? (Total: <var 20 E803 /var>)
ru: Использовать <var 31 ((Item)) 02E8020202 /var> для бесплатной телепортации? (Всего: <var 20 E803 /var>)

source: Yes
ru: Да

source: No
ru: Нет

source: Small Talk
ru: Поговорить

source: [Use to obtain <var 08 E1E80201 ((<var 22 E803 ((,)) /var> <var 08 E4E80302 ((<var 31 ((Item)) 04E8020202 /var>)) ((<var 31 ((Item)) 04E8020302 /var>)) /var>)) ((a specific item)) /var>.]
ru: [Используйте, чтобы получить <var 08 E1E80201 ((<var 22 E803 (( )) /var> <var 08 E4E80302 ((<var 31 ((Item)) 04E8020202 /var>)) ((<var 31 ((Item)) 04E8020302 /var>)) /var>)) ((особый предмет)) /var>.]

source: Display the ensemble customization guide.
ru: 1399_Display the ensemble customization guide.

source: Auto-advance Speed
ru: Скорость автопереключения

source: Installation Details
ru: Детали установки

source: Limit frame rate to 30 fps
ru: Ограничить частоту кадров до 30 FPS

source: <var 12 AD /var> View venture report. (Pending completion)
ru: <var 12 AD /var> Открыть отчёт о странствии. (Ожидает завершения)

source: 3D Resolution Scaling
ru: Масштаб прорисовки 3D

source: Cast Shadows
ru: Качество отбрасываемых теней

source: You have already acquired this item as a fashion accessory. You can obtain it again free of charge by speaking with a Calamity salvager. Proceed?
ru: Вы уже получали этот предмет в качестве модного аксессуара. Вы можете получить его ещё раз бесплатно, поговорив с Менеджером потерянных вещей. Продолжить?

source: Text Auto-advance Settings
ru: Настройки автопереключения диалогов

source: Apply to All Dialogue
ru: Применить ко всем диалогам

source: Apply to Voiced Dialogue Only
ru: Применить только к диалогам с голосами

source: Unvoiced Dialogue Settings
ru: Настройки диалогов без голосов

source: Open Text Auto-advance Settings
ru: Открыть настройки автопереключения диалогов

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Close window and discard changes?
ru: Закрыть окно без сохранения изменений?

source: Yes
ru: Да

source: No
ru: Нет

source: Tural
ru: Турал

source: Frame Rate Threshold
ru: Порог частоты кадров

source: Graphics Upscaling
ru: Технология масштабирования

source: Gathering Location
ru: Локация сбора

source: Delivery Location
ru: Локация доставки

source: Estate Holder Rights
ru: Права владельца участка

source: Tural
ru: Турал

source: List of basic actions used in combat.
ru: Список основных действий, использующихся в бою.

source: List of actions that cannot be assigned to a hotbar.
ru: Список действий, которые нельзя назначить на панель команд.

source: List of pet actions.
ru: Список действий питомцев.

source: Action Change Settings
ru: Настройки замены

source: The following action change settings are <var 48 F201FA /var><var 49 F201FB /var>enabled<var 49 01 /var><var 48 01 /var>: <var 28 ((Action)) E80201 /var> → <var 28 ((Action)) E80301 /var> Settings can be adjusted via the <var 48 F201FA /var><var 49 F201FB /var>Action Change Settings<var 49 01 /var><var 48 01 /var> menu.
ru: Сейчас <var 48 F201FA /var><var 49 F201FB /var>включены<var 49 01 /var><var 48 01 /var> следующие настройки замены действия: <var 28 ((Action)) E80201 /var> → <var 28 ((Action)) E80301 /var> Это можно изменить в меню <var 48 F201FA /var><var 49 F201FB /var>Настройки замены действия<var 49 01 /var><var 48 01 /var>, нажав на <var 48 F201FA /var><var 49 F201FB /var>Настройки замены<var 49 01 /var><var 48 01 /var>.

source: Enable dynamic grass interaction.
ru: Включить динамическую траву.

source: Use low-detail models on distant object shadows. (LOD)
ru: Включить упрощённые модели на тенях дальних объектов. (LOD)

source: Texture Resolution
ru: Разрешение текстур

source: ※Requires reboot.
ru: ※Требуется перезапуск.

source: Quest Progression Settings
ru: Настройки прохождения заданий

source: Hide nearby players when close to quest NPCs.
ru: Скрывать игроков рядом с НИП задания.

source: Also hide nearby party members.
ru: Также скрывать игроков группы.

source: Also hide nearby party members.
ru: Также скрывать игроков группы.

source: <var 29 EA02 /var> will be registered to your blacklist. Messages from this character will no longer be displayed, and their character model will be hidden. Any other characters registered to this player's account will also be blacklisted. This character's name and Home World at the time of registration will be saved locally. <var 48 F201FA /var><var 49 F201FB /var>If you wish to simply mute this character, you can instead add them to your mute list. If this character has already been added to your mute list, they will be transferred to your blacklist.<var 49 01 /var><var 48 01 /var>
ru: <var 29 EA02 /var> будет добавлен в ваш чёрный список. Сообщения от этого игрока больше не будут отображаться, а его персонаж будет скрыт. Любые другие персонажи этого игрока тоже будут занесены в чёрный список. Имя и Домашний мир этого персонажа на данный момент сохранены локально. <var 48 F201FA /var><var 49 F201FB /var>Если вы хотите просто заглушить этого персонажа, вы можете вместо чёрного списка добавить его в ваш список заглушённых. Если этот персонаж уже был добавлен в ваш список заглушённых, он будет перемещён оттуда в чёрный список.<var 49 01 /var><var 48 01 /var>

source: I understand.
ru: Всё понятно.

source: Lv. 81 - 90
ru: Ур. 81–90

source: Save
ru: Сохранить

source: Load
ru: Загрузить

source: (<var 12 AD /var>Pending completion)
ru: (<var 12 AD /var>Ожидает завершения)

source: Hide Log Window
ru: Скрыть чат

source: Switch Chat Mode
ru: Переключить режим чата

source: Combine Tabs
ru: Объединить вкладки

source: <var 08 E4E95101 ((Click: Confirm)) (( <var 1E 08 /var>: Select <var 1E 09 /var>: Confirm)) /var>
ru: <var 08 E4E95101 ((Click: Подтвердить)) (( <var 1E 08 /var>: Выбор <var 1E 09 /var>: Подтвердить)) /var>

source: Obtained from <var 31 ((Item)) 04E8020302 /var> found in Crystalline Conflict.
ru: Доступно из <var 31 ((Item)) 04E8020302 /var> в Кристальной битве.

source: Wachumeqimeqi
ru: Вачумекимке

source: Display Wachumeqimeqi help.
ru: Открыть помощь по доставкам Вачумекимке.

source: Glamour 3
ru: Гламур 3

source: Home World
ru: Домашний мир

source: (Character name could not be retreived.)
ru: (Не удалось получить имя персонажа.)

source: Blocked Account
ru: Заблокированный аккаунт

source: Edit Comment
ru: Изменить комментарий

source: Specified character: <var 29 EA02 /var>
ru: Выбранный персонаж: <var 29 EA02 /var>

source: Comment (Saved locally)
ru: Комментарий (Будет сохранён локально)

source: Cancel
ru: Отменить

source: (This message is from a blacklisted character.)
ru: (Это сообщение от персонажа в чёрном списке.)

source: Temporarily Display Messages
ru: Временно отображать сообщения

source: Unknown <var 08 E1E80201 ((<var 50 E80203 /var>)) (()) /var>
ru: Неизвестно <var 08 E1E80201 ((<var 50 E80203 /var>)) (()) /var>

source: (This message is from a muted character.)
ru: (Это сообщение от заглушённого персонажа.)

source: Remove from Mute List
ru: Убрать из списка заглушённых

source: <var 29 EA02 /var> will be registered to your mute list. Messages from this character will no longer be displayed. <var 48 F201FA /var><var 49 F201FB /var>※The mute list is only saved locally. ※To hide this character's character model in addition to their messages, add them to your blacklist instead.<var 49 01 /var><var 48 01 /var>
ru: <var 29 EA02 /var> будет добавлен в список заглушённых. Сообщения от этого персонажа больше не будут отображаться. <var 48 F201FA /var><var 49 F201FB /var>※Список заглушённых сохраняется только локально. ※Если вы хотите вдобавок скрыть модель персонажа, добавьте его вместо этого в чёрный список.<var 49 01 /var><var 48 01 /var>

source: Remove <var 29 EA02 /var> from your mute list?
ru: Убрать <var 29 EA02 /var> из списка заглушённых?

source: Mute List
ru: Список заглушённых

source: Messages from a muted character will not be displayed.
ru: Сообщения от заглушённых игроков не будут отображаться.

source: Messages from a blacklisted character will not be displayed. Their character model will also be hidden.
ru: Сообщения от персонажа в чёрном списке будут скрыты. Модель персонажа будет тоже скрыта.

source: Action Change Settings
ru: Настройки замены действия

source: Adjust settings for the actions below when requirements for execution are met.
ru: Здесь можно выбрать, как будут вести себя действия при выполнении условий замены.

source: Enable action change.
ru: Включить замену действия.

source: Enable recast timer to prevent erroneous input.
ru: Запустить таймер восстановления для предотвращения случайного ввода.

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: You will lose all unsaved changes. Proceed?
ru: Вы потеряете изменения. Продолжить?

source: List of basic actions used when gathering.
ru: Список действий, используемый во время собирательства.

source: List of basic actions used when crafting.
ru: Список действий, используемых во время ремесла.

source: To prevent erroneous input from multiple button presses, a recast timer will be triggered when the action change occurs.
ru: Чтобы предотвратить случайный ввод от повторных нажатий клавиши, при замене действия запустится таймер восстановления.

source: Dye 1
ru: Краска 1

source: Dye 2
ru: Краска 2

source: Undo color selection.
ru: Отменить выбор цвета.

source: Redo color selection.
ru: Вернуть выбор цвета.

source: Add to Term Filters
ru: Добавить в фильтр фраз

source: Term Filter Editor
ru: Редактор фразы

source: Filtered Term
ru: Фильтруемая фраза

source: Chat Log to Be Filtered
ru: Фильтровать в следующих каналах чата:

source: Register
ru: Добавить

source: Update
ru: Обновить

source: Cancel
ru: Отмена

source: Term Filter List
ru: Фильтр фраз

source: Hide messages containing user-defined terms.
ru: Скрывает сообщения, содержащие указанные фразы.

source: Delete Term Filter
ru: Удалить фразу

source: Applying filter to: <var 29 EA02 /var>
ru: Применить фильтр на: <var 29 EA02 /var>

source: Enable Term Filters
ru: Включить фильтр фраз

source: Term Filter Settings
ru: Настройки фильтра фраз

source: Term Filter Settings
ru: Настройки фильтра фраз

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: “<var 29 EA03 /var>” will be removed from the Term Filter List. Proceed?
ru: Фраза «<var 29 EA03 /var>» будет убрана из фильтра. Продолжить?

source: (Message could not be displayed due to Term Filter <var 20 E802 /var>.)
ru: (Сообщение заблокировано фильтром №<var 20 E802 /var>.)

source: Register Filtered Term
ru: Добавить фразу

source: Edit Filtered Term
ru: Изменить фразу

source: Adjust the resolution of UI assets. Certain HUD widgets, windows, or action icons may change according to the settings selected. ※A reboot is required before changes are applied. Standard Render UI assets with HD or Full HD resolution settings. High Render UI assets with WQHD or 4K resolution settings.
ru: Изменяет разрешение ресурсов интерфейса. Некоторые элементы интерфейса, окна и иконки действий будут изменены. ※Для применения изменения требуется перезапуск игры. Стандартное Использовать ресурсы стандартного разрешения для HD или Full HD. Высокое Использовать ресурсы высокого разрешения для WQHD или 4K.

source: Dynamically scale the resolution of individual render targets to reduce GPU workload and maintain a consistent frame rate.<var 08 E4E94F03 (( ※When NVIDIA DLSS is selected, graphics upscaling will be processed automatically. ※A target frame rate may still be selected.)) (()) /var><var 08 E4E94F04 (( ※A target frame rate may still be selected.)) (()) /var>
ru: Динамически изменять разрешение прорисовки для уменьшения нагрузки на видеокарту и поддержки стабильной частоты кадров.<var 08 E4E94F03 (( ※Когда используется NVIDIA DLSS, динамическое разрешение управляется автоматически и эту настройку изменить нельзя. ※Вы можете выбрать порог частоты кадров, при котором динамическое разрешение начнёт работать.)) (()) /var><var 08 E4E94F04 (( ※Вы можете выбрать порог частоты кадров, при котором динамическое разрешение начнёт работать.)) (()) /var>

source: Adjust the quality of graphics scaling. Improve performance by choosing a value between 50% and 100%.<var 08 E4E94F03 (( ※When NVIDIA DLSS is selected, graphics upscaling will be processed automatically.)) (()) /var>
ru: Изменяет масштаб прорисовки. Вы можете улучшить производительность, выбрав значение от 50% от 100%.<var 08 E4E94F03 (( ※Когда используется NVIDIA DLSS, масштаб прорисовки управляется автоматически и эту настройку изменить нельзя.)) (()) /var>

source: Choose between NVIDIA or AMD graphics upscaling. NVIDIA DLSS (Deep Learning Super Sampling) Uses deep learning technologies to upscale lower resolutions to desired display settings. ※A GeForce RTX graphics card is required to enable this setting. AMD FSR (FidelityFX Super Resolution) Uses advanced upscaling technologies to upscale lower resolutions to desired display settings.
ru: Выберите технологию масштабирования от NVIDIA или AMD. NVIDIA DLSS (Deep Learning Super Sampling) Использует алгоритмы глубокого обучения для вывода кадров с высоким разрешением из более низкого разрешения. ※Для включения этой настройки требуется видеокарта GeForce RTX. AMD FSR (FidelityFX Super Resolution) Использует продвинутые технологии масштабирования для вывода кадров с высоким разрешением из более низкого разрешения.

source: Adjust the detail of 3D objects based on their distance from the camera. Maintain visual quality and improve performance through simplified rendering of distant character models and backgrounds.
ru: Изменяет детализацию 3D-объектов в зависимости от их расстояния от камеры. При включении улучшает производительность за счёт использования более простых моделей в прорисовке дальних моделей персонажей и фоновых объектов.

source: Causes grass to move and sway in response to character movement.
ru: Включает движение травы при передвижении в ней.

source: Enable or disable the reflection of light and objects on water, floors, and other surfaces.
ru: Включить или выключить отражения света и объектов на воде, полу и других поверхностях.

source: Adjust colors to blend the outline of objects and background images, smoothing out jagged edges for improved visual quality and performance.
ru: Включает сглаживание и выбирает используемую технологию, если применимо. Сглаживание — это функция, которая помогает уменьшить неровные эффекты, исправляя края объектов так, чтобы они естественным образом сливались с фоном.

source: When set to normal, uses simplified lighting to reduce graphical load and improve performance.
ru: При установке на «Обычное» будет использоваться упрощённая система освещения для снижения нагрузки и увеличения производительности.

source: Adjust the display quality of grass that appears in the environment.
ru: Изменяет качество травы в игровой окружающей среде.

source: Uses parallax mapping to give the appearance of depth and definition in textured surfaces.
ru: Использует параллактическое отображение для отражения глубины в текстурах.

source: Uses tessellation to improve the appearance of water surfaces.
ru: Использует тесселяцию для улучшения качества поверхности воды.

source: Enable or disable reflective glare on water surfaces.
ru: Включает или выключает отражение солнечных бликов от поверхности воды.

source: Enable or disable the display of shadows. Settings can be adjusted by category for optimal performance.
ru: Включает или отключает отображение теней. Эту настройку можно изменить по категориям для более тонкой настройки производительности игры.

source: Maintain visual quality and improve performance through simplified rendering of distant character shadows.
ru: Улучшает производительность за счёт упрощённой прорисовки теней дальних персонажей.

source: Maintain visual quality and improve performance through simplified rendering of distant background object shadows.
ru: Улучшает производительность за счёт упрощённой прорисовки теней дальних объектов.

source: Adjust the resolution of textures used to render shadows.
ru: Изменяет разрешения текстур, используемых для прорисовки теней.
