Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: (Unable to Retrieve)
ru: (Не удалось загрузить)

source: <var 29 EA02 /var>. (Selling <var 20 E804 /var> <var 08 E4E80402 ((item)) ((items)) /var> (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) until <var 07 E805 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)
ru: <var 29 EA02 /var>. (Продаёт <var 20 E804 /var> <var 08 E2E80401 ((предметов)) ((<var 08 E2E80402 ((предмет)) ((<var 08 E2E80405 ((предмета)) ((предметов)) /var>)) /var>)) /var> (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) до <var 07 E805 /var><var 08 E4E94E04 ((<var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)

source: <var 29 EA02 /var>. (Currently selling no items) (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)
ru: <var 29 EA02 /var>. (Сейчас ничего не продаёт) (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)

source: Market tax reduced by <var 20 E802 /var>% until <var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> on <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>!
ru: Налог с продаж снижен на <var 20 E802 /var>% до <var 07 E803 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>!

source: Currently, market tax is reduced.
ru: На данный момент налог уменьшен.

source: Compare prices.
ru: Сравнить цены.

source: Return Items to Inventory
ru: Вернуть предмет(ы) себе

source: <var 08 E803 ((<var 48 F2023D /var><var 49 F2023E /var><var 1A 02 /var><var 20 E802 /var> Equipped: <var 1A 01 /var><var 48 01 /var><var 49 01 /var>)) ((<var 20 E802 /var> Equipped: )) /var>
ru: <var 08 E803 ((<var 48 F2023D /var><var 49 F2023E /var><var 1A 02 /var><var 20 E802 /var> предмета: <var 1A 01 /var><var 48 01 /var><var 49 01 /var>)) ((<var 20 E802 /var> предмета: )) /var>

source: (fully resisted)
ru: (полная устойчивость)

source: has no effect!
ru: без эффекта!

source: Incapacitated!
ru: Обездвижен!

source: Invulnerable!
ru: Неуязвим!

source: Item Level <var 20 E802 /var>
ru: Уровень снаряжения <var 20 E802 /var>

source: Effects
ru: Эффекты

source: Requirements
ru: Требования

source: Materia Melding
ru: Вставка материи

source: Catalyst
ru: Катализатор

source: Quick Repairs
ru: Цена ремонта

source: Crafting Material
ru: Материал ремесла

source: Crafting Catalyst
ru: Ремесленный катализатор

source: Restores up to <var 20 E802 /var>% of HP (<var 20 E803 /var> points max).
ru: Восстанавливает до <var 20 E802 /var>% ОЗ (макс. <var 20 E803 /var> очков).

source: Restores <var 20 E803 /var> MP.
ru: Восстанавливает до <var 20 E803 /var> ОМ.

source: HP
ru: ОЗ

source: MP
ru: ОМ

source: TP
ru: ОТ

source: GP
ru: ОС

source: CP
ru: ОР

source: <var 08 E802 (( <var 08 E1E80301 ((+)) (()) /var><var 20 E803 /var>% (Max <var 20 E804 /var>))) (( <var 08 E1E80301 ((+)) (()) /var><var 20 E803 /var>)) /var>
ru: <var 08 E802 (( <var 08 E1E80301 ((+)) (()) /var><var 20 E803 /var>% (макс. <var 20 E804 /var>))) (( <var 08 E1E80301 ((+)) (()) /var><var 20 E803 /var>)) /var>

source: Meal Benefits (EXP +<var 20 E802 /var>%)
ru: Бонус сытости (+<var 20 E802 /var>% опыта)

source: <var 08 E804 ((<var 28 ((ClassJob)) E80302 /var> <var 12 3F /var><var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var>)) ((<var 28 ((ClassJob)) E80302 /var> <var 29 EA02 /var>)) /var> <var 08 E1E80801 ((EXP <var 1F /var>/<var 1F /var>)) ((<var 08 E1E80701 ((<var 12 4D /var><var 48 F20203 /var><var 49 F20204 /var>EXP <var 22 E805 ((,)) /var>/<var 22 E806 ((,)) /var><var 49 01 /var><var 48 01 /var>)) ((EXP <var 22 E805 ((,)) /var>/<var 22 E806 ((,)) /var>)) /var>)) /var>
ru: <var 08 E804 ((<var 28 ((ClassJob)) E80302 /var> <var 12 3F /var><var 1A 02 /var><var 29 EA02 /var><var 1A 01 /var>)) ((<var 28 ((ClassJob)) E80302 /var> <var 29 EA02 /var>)) /var> <var 08 E1E80801 ((EXP <var 1F /var>/<var 1F /var>)) ((<var 08 E1E80701 ((<var 12 4D /var><var 48 F20203 /var><var 49 F20204 /var>Опыт <var 22 E805 (( )) /var>/<var 22 E806 (( )) /var><var 49 01 /var><var 48 01 /var>)) ((Опыт <var 22 E805 (( )) /var>/<var 22 E806 (( )) /var>)) /var>)) /var>

source: Set
ru: Набор

source: Change Set
ru: Смена набора

source: <var 12 14 /var> Edit
ru: <var 12 14 /var> Изм.

source: Display Company Profile
ru: Показать профиль компании

source: Casting
ru: <var 1D /var>

source: Interrupted
ru: Прервано

source: Obtaining Signature
ru: Получение подписи...

source: EP Cost
ru: Расход EP

source: Collectable
ru: Ценность

source: Collectability
ru: Коллекционность

source: System
ru: Система

source: Rank: <var 20 E802 /var>
ru: Ранг: <var 20 E802 /var>

source: Components: <var 20 E802 /var>
ru: Компоненты: <var 20 E802 /var>

source: Surveillance: <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>
ru: Наблюдение: <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>

source: Retrieval: <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>
ru: Сбор: <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>

source: Speed: <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>
ru: Скорость: <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>

source: Range: <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>
ru: Дальность: <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>

source: Favor: <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>
ru: Предпочтение: <var 08 E1E80201 ((+<var 20 E802 /var>)) ((<var 20 E802 /var>)) /var>

source: Part Functionality
ru: Функциональность компонента

source: Outfitting Bonus
ru: Бонус экипировки

source: Party Bonus
ru: Бонус группы

source: <var 08 E1E80201 ((<var 08 E4E94F04 ((<var 09 E802 ((Control Key)) ((Option Key)) ((Shift Key)) ((<var 1E 0F /var>)) /var>)) ((<var 09 E802 ((Ctrl Key)) ((Alt Key)) ((Shift Key)) ((<var 1E 0F /var>)) /var>)) /var> Display <var 09 E803 ((high)) ((normal)) /var>-quality item details<var 08 E1E80401 (( )) (()) /var>)) (()) /var><var 08 E1E80401 ((<var 08 E4E94F04 ((<var 09 E804 ((Control Key)) ((Option Key)) ((Shift Key)) ((<var 1E 10 /var>)) /var>)) ((<var 09 E804 ((Ctrl Key)) ((Alt Key)) ((Shift Key)) ((<var 1E 10 /var>)) /var>)) /var> Hide item details)) (()) /var>
ru: <var 08 E1E80201 ((<var 08 E4E94F04 ((<var 09 E802 ((Control)) ((Option)) ((Shift)) ((<var 1E 0F /var>)) /var>)) ((<var 09 E802 ((Ctrl)) ((Alt)) ((Shift)) ((<var 1E 0F /var>)) /var>)) /var> Показать <var 09 E803 ((высокое)) ((обычное)) /var> качество<var 08 E1E80401 (( )) (()) /var>)) (()) /var><var 08 E1E80401 ((<var 08 E4E94F04 ((<var 09 E804 ((Control)) ((Option)) ((Shift)) ((<var 1E 10 /var>)) /var>)) ((<var 09 E804 ((Ctrl)) ((Alt)) ((Shift)) ((<var 1E 10 /var>)) /var>)) /var> Скрыть информацию)) (()) /var>

source: Available under lv. <var 20 E802 /var>
ru: Активен до получения <var 20 E802 /var>-го уровня.

source: DoW/DoM
ru: Адепты Битвы/Магии

source: DoH/DoL
ru: Адепты Ремесла/Сбора

source: Tank
ru: Защитник

source: Healer
ru: Целитель

source: Melee DPS
ru: Боец ближнего боя

source: Physical Ranged DPS
ru: Боец дальнего боя

source: Magical Ranged DPS
ru: Боевой маг

source: Large-scale Levequests
ru: Полномасштабные поручения

source: Use <var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var> guildleve <var 08 E4E80102 ((allowance)) ((allowances)) /var> to accept <var 29 EA03 /var>?
ru: Потратить «допусков к поручениям» в размере <var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((одной)) ((двух)) ((трёх)) ((четырёх)) ((пяти)) ((шести)) ((семи)) ((восьми)) ((девяти)) ((десяти)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var> штук для получения задания: <var 29 EA03 /var>?

source: <var 2D ((<var 28 ((ClassJob)) E80201 /var>)) /var> [Limited Job]
ru: <var 2D ((<var 28 ((ClassJob)) E80201 /var>)) /var> [Ограниченная профессия]

source: Add New Tab
ru: Добавить новую вкладку

source: Chat Log Settings
ru: Настройки окна чата

source: Novice Network List
ru: Список Сети Новичков

source: Join Novice Network
ru: Присоединиться к Сети Новичков

source: Interrupted!
ru: Прервано!

source: MANEUVER
ru: МАНЁВР

source: ACTIVE TIME MANEUVER
ru: КРИТИЧЕСКИЙ МАНЁВР

source: SUCCESS
ru: УСПЕХ

source: FAILED
ru: ПРОВАЛ

source: You have received a reply from the Support Desk. Visit the Support Desk in the main menu to view it.
ru: Вам пришёл ответ от Службы поддержки. Чтобы его посмотреть, зайдите из главного меню в Службу поддержки.

source: You have received a letter from a GM. Visit a delivery moogle to accept and view it.
ru: Вам пришло письмо от ГМ. Поговорите с любым муглом-почтальоном, чтобы принять и прочитать это письмо.

source: You have a new letter. Return to your Home World and visit a delivery moogle to accept and view it.
ru: Вам пришло письмо. Вернитесь в ваш домашний мир и поговорите с любым муглом-почтальоном, чтобы принять и прочитать это письмо.

source: Focus Target
ru: Цель в фокусе

source: You have a new letter. Visit a delivery moogle to accept and view it.
ru: Вам пришло новое письмо. Посетите мугла-почтальона, чтобы принять и прочитать его.

source: Alliance A
ru: Альянс A

source: Alliance B
ru: Альянс B

source: Alliance C
ru: Альянс C

source: Current World (<var 08 E4E80201 ((Home World)) ((Visiting World)) /var>)
ru: Текущий мир (<var 08 E4E80201 ((Домашний мир)) ((В качестве гостя)) /var>)

source: Chain #
ru: Комбо

source: Chain bonus! <var 20 E802 /var> second<var 08 E4E80202 (()) ((s)) /var> remaining.
ru: Бонус за комбо! Остал<var 08 E4E80202 ((ась)) ((ось)) /var> <var 20 E802 /var> секунд<var 08 E802 ((<var 08 E2E80205 ((<var 09 E802 ((а)) ((ы)) ((ы)) ((ы)) /var>)) (()) /var>)) /var>.

source: Time's up!
ru: Время вышло!

source: HQ Chain #
ru: Комбо HQ №

source: Sending: <var 20 E802 /var> Receiving: <var 20 E803 /var>
ru: Пакетов отправлено: <var 20 E802 /var> Принято: <var 20 E803 /var>

source: Local Time
ru: Локальное время

source: Server Time
ru: Серверное время

source: Eorzea Time
ru: Эорзийское время

source: LT
ru: ЛВ

source: ST
ru: СВ

source: ET
ru: ЭВ

source: Support
ru: Техподдержка

source: Playing Recorded Duty
ru: Воспроизведение записанной миссии

source: Duty Recorder Paused The current duty is recordable. Initiate a <var 48 F201FA /var><var 49 F201FB /var>record ready check<var 49 01 /var><var 48 01 /var> to begin recording.
ru: Запись миссии приостановлена Текущую миссию можно записать. Произведите <var 48 F201FA /var><var 49 F201FB /var>проверку готовности к записи<var 49 01 /var><var 48 01 /var>, чтобы начать запись.

source: Recording Duty
ru: Идёт запись миссии

source: The alarm <var 48 F201F4 /var><var 49 F201F5 /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var> has been set for <var 07 E804 /var><var 08 E4E80601 ((<var 20 DB /var>:<var 24 DA /var>)) ((<var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>)) /var> <var 09 E803 (()) (()) (()) /var>. A notification will be given <var 20 E805 /var> <var 08 E4E80502 ((minute)) ((minutes)) /var> prior.
ru: Будильник <var 48 F201F4 /var><var 49 F201F5 /var><var 29 EA02 /var><var 49 01 /var><var 48 01 /var> установлен на <var 07 E804 /var><var 08 E4E80601 ((<var 20 DB /var>:<var 24 DA /var>)) ((<var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>)) /var> <var 09 E803 (()) (()) (()) /var>. Он прозвонит за <var 20 E805 /var> минут<var 08 E805 ((<var 08 E2E80505 ((<var 09 E805 ((у)) ((ы)) ((ы)) ((ы)) /var>)) (()) /var>)) /var> до указанного времени.

source: Loot
ru: Добыча

source: Join FATE
ru: В бой!

source: Level Sync
ru: Синх. уровня

source: Hotbar Swap
ru: Смена панелей команд

source: PvP Mode
ru: Режим PvP

source: Charge Time
ru: Время зарядки

source: Interrupted!
ru: Прервано!

source: Wait
ru: Отложить

source: Party List Settings
ru: Настройки списка группы

source: <var 48 F201FA /var><var 49 F201FB /var>When joining as a party, you will be joined as a cross-world party.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Если вы присоединитесь группой, то вы попадёте в межмировую группу.<var 49 01 /var><var 48 01 /var>

source: Alliance D
ru: Альянс D

source: Alliance E
ru: Альянс E

source: Alliance F
ru: Альянс F

source: History
ru: История

source: Favorites
ru: Закладки

source: Execute
ru: Выполнить

source: Add to Favorites
ru: Добавить в закладки

source: Remove from Favorites
ru: Убрать из закладок

source: Add to Hotbar
ru: Добавить на хотбар

source: Remove from History
ru: Убрать из истории

source: Default Order
ru: По умолчанию

source: By Name
ru: По имени

source: Sort emotes.
ru: Сортировать эмоции.

source: Favorite and recently used emotes.
ru: Избранные и последние использованные эмоции.

source: Standard gestures and motions.
ru: Стандартные жесты и движения.

source: Repeating, adjustable, or other special motions.
ru: Повторяемые, изменяемые и другие особые движения.

source: Emotive facial expressions.
ru: Выражения лица.

source: Search emotes. ※Text commands may also be used as search terms.
ru: Поиск среди эмоций. ※Текстовые команды тоже можно использовать для поиска.

source: Lock/unlock minimap compass.
ru: Закрепить/открепить миникарту.

source: Lock/unlock hotbar icons.
ru: Закрепить/открепить иконки на хотбарах.

source: Center map on player location.
ru: Центрировать карту на местоположении игрока.

source: Lock/unlock hotbar icons.
ru: Закрепить/открепить иконки на хотбарах.

source: Limit Break
ru: Запредельная способность

source: If you continue, your unsaved changes will be lost. Proceed?
ru: Если продолжите, вы потеряете несохранённые изменения. Продолжить?

source: Display region/world maps.
ru: Показать карту региона/мира.

source: Display/hide map text.
ru: Показать/спрятать надписи на карте.

source: Turn on/off map transparency while inactive.
ru: Включить/отключить прозрачность карты, когда неактивно.

source: Limit Break
ru: Запредельная

source: World Map
ru: Карта мира

source: Lock map so that it cannot be closed by pressing the Escape key or the <var 1E 0B /var> button, or when the main menu is displayed.
ru: Закрепить карту, чтобы её нельзя было закрыть по нажатию клавиши Esc, кнопки <var 1E 0B /var> или при открытии главного меню.

source: <var 29 EA02 /var> Leves
ru: Поручения <var 29 EA02 /var>

source: Display/hide map icons.
ru: Показать/спрятать иконки карты.

source: Log Filters
ru: Фильтры чата

source: Chat
ru: Чат

source: Battle
ru: Бой

source: Announcements
ru: Объявления

source: Subject
ru: Субъект

source: Default
ru: По умолчанию

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: OK
ru: ОК

source: General Presets
ru: Настройки общего чата

source: Battle Presets
ru: Настройки боевого чата

source: You
ru: Вы

source: Party Member
ru: Член группы

source: Alliance Member
ru: Член альянса

source: Other PC
ru: Другой игрок

source: Engaged Enemy
ru: Агрессивный противник

source: Unengaged Enemy
ru: Пассивный противник

source: Name Display Settings
ru: Настройки отображения имён

source: Name Display Settings
ru: Настройки отображения имён

source: Select a set of default settings.
ru: Выберите набор настроек по умолчанию.

source: Your changes have not been saved. Proceed?
ru: Ваши изменения не были сохранены. Продолжить?

source: Delete log filter settings?
ru: Удалить настройки фильтра чата?

source: Check All
ru: Пометить всё

source: Uncheck All
ru: Убрать всё

source: Event Presets
ru: Настройки чата диалогов

source: Pets/Companions
ru: Питомцы/Компаньоны

source: Pets/Companions (Party)
ru: Питомцы/Компаньоны (Группа)

source: Pets/Companions (Alliance)
ru: Питомцы/Компаньоны (Альянс)

source: Pets/Companions (Other PC)
ru: Питомцы/Компаньоны (Других игроков)

source: Friendly NPCs
ru: Дружеские НИП

source: CP
ru: ОР

source: GP
ru: ОС

source: Confirm
ru: ОК

source: Custom Location
ru: Фильтр локаций

source: Min
ru: Мин.

source: Max
ru: Макс.

source: World
ru: Мир

source: Custom
ru: Фильтр

source: Crafter
ru: Ремесло

source: Gatherer
ru: Собирательство

source: All
ru: Все

source: Grand Companies
ru: Великие Компании

source: Keybind
ru: Назначения клавиш

source: Movement
ru: Передвижение

source: Targeting
ru: Выбор цели

source: Chat
ru: Чат

source: Hotbar
ru: Хотбар

source: Shortcuts
ru: Горячие клавиши

source: System
ru: Система

source: Commands
ru: Команды

source: Key Setting 1
ru: Настройка 1

source: Key Setting 2
ru: Настройка 2

source: Default
ru: По умолчанию

source: Save
ru: Сохранить

source: That key is already assigned to another function. Overwrite current keybind settings? (<var 29 EA02 /var> : <var 29 EA03 /var>)
ru: Эта клавиша уже назначена другой функции. Перезаписать? (<var 29 EA02 /var> : <var 29 EA03 /var>)

source: Initializing keybind settings. Specify the keyboard you are currently using.
ru: Инициализация настроек клавиш. Укажите клавиатуру, которую сейчас используете.

source: Japanese Keyboard (106/109)
ru: Японская клавиатура (106/109)

source: English Keyboard (101/104)
ru: Английская клавиатура (101/104)

source: German Keyboard (102/105)
ru: Немецкая клавиатура (102/105)

source: French Keyboard (102/105)
ru: Французская (AZERTY) клавиатура (102/105)

source: Close window and discard all changes without saving?
ru: Закрыть окно и отменить все изменения?

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Enable direct chat.
ru: Включить ввод текста в чат напрямую.

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>
ru: <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>

source: Yes
ru: Да

source: No
ru: Нет

source: Search for names beginning with specified letters. Lists all names when field is left blank.
ru: Искать имена, начинающиеся с указанных букв. Если поле пустое, то будут показаны все имена.

source: Limit search to players with specific online statuses.
ru: Ограничить поиск до игроков с указанными статусами онлайна.

source: Limit search to players with specific classes or jobs available.
ru: Ограничить поиск до игроков, которым доступны указанные классы или профессии.

source: Limit search to players currently within a specific level range.
ru: Ограничить поиск до игроков, которые сейчас входят в указанный диапазон уровней.

source: Limit search to players in a specific area or region.
ru: Ограничить поиск до игроков, находящиеся сейчас в указанной локации или регионе.

source: Limit search to players who have specified certain languages on their search info.
ru: Ограничить поиск до игроков, указавшие в информации поиска следующие языки.

source: Limit search to players belonging to the specified Grand Companies.
ru: Ограничить поиск до игроков, входящих в указанные Великие Компании.

source: Race Item Obtained
ru: Получен предмет скачек

source: Action Learned
ru: Действие изучено

source: Action Learned
ru: Действие изучено

source: Action Learned
ru: Действие изучено

source: Trait Acquired
ru: Получен навык

source: Race Ability Acquired
ru: Получено умение скачек

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Unable to retrieve data. That player is on another World.
ru: Не удалось получить данные. Этот игрок находится в другом мире.

source: Accept
ru: Принять

source: Decline
ru: Отклонить

source: Color Palette
ru: Цветовая палитра

source: Extractable: <var 08 E1E80201 ((Y)) ((N)) /var> Projectable: <var 08 E1E80301 ((Y)) ((N)) /var> Desynthesizable: <var 08 E1E80401 ((<var 20 E805 /var>.00)) ((N)) /var>
ru: Извлечение материи: <var 08 E1E80201 ((Да)) ((Нет)) /var> Гламур: <var 08 E1E80301 ((Да)) ((Нет)) /var> Десинтез: <var 08 E1E80401 ((<var 20 E805 /var>,00)) ((Нет)) /var>

source: Free Company
ru: Вольная компания

source: Armoury Chest
ru: Оружейный сундук

source: Main Hand
ru: Оружие главной руки

source: Off Hand
ru: Оружие побочной руки

source: Head
ru: Голова

source: Body
ru: Тело

source: Hands
ru: Руки

source: Waist
ru: Ремень

source: Legs
ru: Ноги

source: Feet
ru: Обувь

source: Neck
ru: Шея

source: Ears
ru: Уши

source: Wrists
ru: Запястья

source: Rings
ru: Кольца

source: Soul Crystal
ru: Кристалл души

source: Inventory
ru: Инвентарь

source: Place in Armoury Chest
ru: Положить в оружейный сундук

source: Return to Inventory
ru: Вернуть в инвентарь

source: Sort
ru: Отсортировать

source: Undo Sort
ru: Отменить сортировку

source: Equipped
ru: Экипировано

source: Armoury Chest (Main Hand/Off Hand)
ru: Оружейный сундук (Оружия обеих рук)

source: Armoury Chest (Head/Body/Hands)
ru: Оружейный сундук (Голова/Тело/Руки)

source: Armoury Chest (Legs/Feet)
ru: Оружейный сундук (Ноги/Обувь)

source: Armoury Chest (Neck/Ears)
ru: Оружейный сундук (Шея/Уши)

source: Armoury Chest (Wrists/Ring)
ru: Оружейный сундук (Запястья/Кольца)

source: Inventory
ru: Инвентарь

source: Armoury Chest (Off Hand/Head/Body)
ru: Оружейный сундук (Побочная рука/Голова/Тело)

source: Crafting Log
ru: Журнал ремесла

source: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Level <var 20 E802 /var><var 1A 01 /var>)) ((Level <var 20 E802 /var>)) /var>
ru: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Уровень <var 20 E802 /var><var 1A 01 /var>)) ((Уровень <var 20 E802 /var>)) /var>

source: Quick Synthesis
ru: Быстрый синтез

source: Synthesize
ru: Синтезировать

source: Extras
ru: Дополнительно

source: Favorites
ru: Закладки

source: Recipe Level
ru: Уровни рецептов

source: Special Recipes
ru: Особые рецепты

source: No recipes to display.
ru: Нет рецептов для отображения.

source: Recipe Search
ru: Поиск рецептов

source: Type in the full or partial name of an item and press Enter to commence the search.
ru: Введите полное или частичное название предмета и нажмите «Enter» для начала поиска.

source: Search for Item by Crafting Method
ru: Найти рецепт этого предмета

source: All
ru: Все

source: Characteristics
ru: Характеристики

source: Quick Synthesis Unavailable
ru: Быстрый синтез недоступен

source: High-quality Uncraftable
ru: Нельзя создать высокое качество
