Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 0B /var> Subcommands <var 1E 19 /var> Scroll
ru: <var 1E 0B /var> Подкоманды <var 1E 19 /var> Прокрутка

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 0C /var> Select Random Number
ru: <var 1E 0C /var> Выберите случайное число

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 0C /var> Select Random Word
ru: <var 1E 0C /var> Выберите случайное слово

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 0C /var> Display Rules
ru: <var 1E 0C /var> Показать правила

source: <var 1E 14 /var> Select
ru: <var 1E 14 /var> Переключиться

source: <var 1E 0B /var> Subcommands
ru: <var 1E 0B /var> Подкоманды

source: <var 1E 13 /var> Quit Coloring
ru: <var 1E 13 /var> Закончить покрас

source: <var 1E 14 /var> Select
ru: <var 1E 14 /var> Переключиться

source: <var 1E 14 /var> Select
ru: <var 1E 14 /var> Переключиться

source: <var 1E 09 /var> Confirm
ru: <var 1E 09 /var> Выбрать

source: <var 1E 13 /var> Finish Placing Furnishings
ru: <var 1E 13 /var> Закончить постановку мебели

source: Use <var 31 ((Item)) 02E8020202 /var> to open the chest?
ru: Использовать <var 31 ((Item)) 02E8020202 /var>, для открытия сундука?

source: north
ru: северу

source: northeast
ru: северо-востоку

source: east
ru: востоку

source: southeast
ru: юго-востоку

source: south
ru: югу

source: southwest
ru: юго-западу

source: west
ru: западу

source: northwest
ru: северо-западу

source: Requires <var 20 E802 /var> Perception
ru: Требуется <var 20 E802 /var> Восприятия

source: Report to <var 31 ((PlaceName)) 03E8020302 /var>.
ru: Пройдите в <var 31 ((PlaceName)) 03E8020302 /var> на отмеченную на карте область.

source: Carry out leve objectives.
ru: Выполнить задания поручения.

source: Rechallenge levequest.
ru: Попробуйте пройти поручение ещё раз.

source: Deliver the following to <var 28 ((ENpcResident)) E80401 /var>: <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>
ru: Доставить <var 28 ((ENpcResident)) E80401 /var> следующее: <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>

source: Deliver the following to <var 28 ((ENpcResident)) E80601 /var>: <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> <var 20 E805 /var> <var 31 ((Item)) 04E804E80502 /var>
ru: Доставить <var 28 ((ENpcResident)) E80601 /var> следующее: <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> <var 20 E805 /var> <var 31 ((Item)) 04E804E80502 /var>

source: Deliver the following to <var 28 ((ENpcResident)) E80801 /var>: <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> <var 20 E805 /var> <var 31 ((Item)) 04E804E80502 /var> <var 20 E807 /var> <var 31 ((Item)) 04E806E80702 /var>
ru: Доставить <var 28 ((ENpcResident)) E80801 /var> следующее: <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> <var 20 E805 /var> <var 31 ((Item)) 04E804E80502 /var> <var 20 E807 /var> <var 31 ((Item)) 04E806E80702 /var>

source: Deliver the following to <var 28 ((ENpcResident)) E80A01 /var>: <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> <var 20 E805 /var> <var 31 ((Item)) 04E804E80502 /var> <var 20 E807 /var> <var 31 ((Item)) 04E806E80702 /var> <var 20 E809 /var> <var 31 ((Item)) 04E80AE80902 /var>
ru: Доставить <var 28 ((ENpcResident)) E80A01 /var> следующее: <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> <var 20 E805 /var> <var 31 ((Item)) 04E804E80502 /var> <var 20 E807 /var> <var 31 ((Item)) 04E806E80702 /var> <var 20 E809 /var> <var 31 ((Item)) 04E80AE80902 /var>

source: Deliver <var 08 E4E80302 ((<var 31 ((Item)) 02E8020202 /var>)) ((<var 31 ((Item)) 04E8020302 /var>)) /var> to <var 28 ((ENpcResident)) E80401 /var>.
ru: Доставить <var 28 ((ENpcResident)) E80401 /var> следующее: <var 08 E4E80302 ((<var 31 ((Item)) 02E8020202 /var>)) ((<var 31 ((Item)) 04E8020302 /var>)) /var>.

source: Hand Over
ru: Передать

source: Cancel
ru: Отмена

source: Small Talk
ru: Поговорить

source: Complete trade?
ru: Завершить торговлю?

source: Yes
ru: Да

source: No
ru: Нет

source: Experience
ru: Опыт

source: PvP EXP
ru: Опыт PvP

source: Series EXP
ru: Опыт серии

source: Required Mount: <var 2D ((<var 28 ((Mount)) E80201 /var>)) /var>
ru: Требуемый транспорт: <var 2D ((<var 28 ((Mount)) E80201 /var>)) /var>

source: <var 28 ((GrandCompany)) E80201 /var> (<var 09 E802 ((<var 28 ((GCRankLimsaMaleText)) E80301 /var>)) ((<var 28 ((GCRankGridaniaMaleText)) E80301 /var>)) ((<var 28 ((GCRankUldahMaleText)) E80301 /var>)) /var>)
ru: <var 28 ((GrandCompany)) 06E802020202 /var> (<var 08 E905 ((<var 09 E802 ((<var 28 ((GCRankLimsaFemaleText)) E80301 /var>)) ((<var 28 ((GCRankGridaniaFemaleText)) E80301 /var>)) ((<var 28 ((GCRankUldahFemaleText)) E80301 /var>)) /var>)) ((<var 09 E802 ((<var 28 ((GCRankLimsaMaleText)) E80301 /var>)) ((<var 28 ((GCRankGridaniaMaleText)) E80301 /var>)) ((<var 28 ((GCRankUldahMaleText)) E80301 /var>)) /var>)) /var>)

source: Quest Requirement: <var 28 ((Quest)) E80201 /var>
ru: Требуемое выполненное задание: <var 28 ((Quest)) E80201 /var>

source: <var 2B ((<var 28 ((ClassJobCategory)) E80201 /var>)) /var> (Lv. <var 20 E803 /var>)
ru: <var 2B ((<var 28 ((ClassJobCategory)) E80201 /var>)) /var> (Ур. <var 20 E803 /var>)

source: Required Class/Job: <var 2B ((<var 28 ((ClassJobCategory)) E80201 /var>)) /var>
ru: Требуемый класс/профессия: <var 2B ((<var 28 ((ClassJobCategory)) E80201 /var>)) /var>

source: Level Requirement: Lv. <var 20 E802 /var>
ru: Требуемый уровень: Ур. <var 20 E802 /var>

source: Dungeon Requirement: <var 2B ((<var 28 ((InstanceContent)) E80204 /var>)) /var>
ru: Требуемое пройденное подземелье: <var 2B ((<var 28 ((InstanceContent)) E80204 /var>)) /var>

source: Only available during the seasonal event.
ru: Доступно только во время сезонного события.

source: Must own an apartment or an estate, or be sharing an estate. Must be on Home World.
ru: Нужно или иметь квартиру или участок, или быть сожителем участка. Нужно быть в домашнем мире.

source: <var 28 ((ExVersion)) E80201 /var> installed and registered.
ru: Нужно иметь установленным дополнение <var 28 ((ExVersion)) E80201 /var>.

source: Required Class/Job: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>
ru: Требуемый класс/профессия: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>

source: Level Requirement: Lv. <var 20 E802 /var>
ru: Требуемый уровень: Ур. <var 20 E802 /var>

source: Must possess or have equipped the necessary item.
ru: Нужно иметь или экипировать требуемый предмет.

source: Must possess the necessary item.
ru: Нужно иметь требуемый предмет.

source: Must not have a New Game+ quest currently in progress.
ru: Нельзя принять больше одного задания в режиме Новая игра +.

source: Must have equipped the necessary item.
ru: Нужно экипировать требуемый предмет.

source: Must be in New Game+ mode.
ru: Нужно быть в режиме Новая игра +.

source: Set this location as your home point?
ru: Установить эту локацию в качестве домашней точки?

source: Yes
ru: Да

source: No
ru: Нет

source: Register this location as a favored destination?
ru: Зарегистрировать эту локацию в качестве избранной точки телепортации?

source: Yes
ru: Да

source: No
ru: Нет

source: Select a favored destination to overwrite.
ru: Выберите избранную точку телепортации, которую следует перезаписать.

source: Quit.
ru: Выйти.

source: Change your home point from <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>?
ru: Сменить домашнюю точку с <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>?

source: Yes
ru: Да

source: No
ru: Нет

source: Add <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80309 /var>)) 0302 /var> to your favored destinations? <var 2B ((<var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>)) /var> will be removed.
ru: Добавить <var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80309 /var>)) 0302 /var> в качестве избранной точки телепортации? Точка <var 2B ((<var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>)) /var> будет заменена.

source: Yes
ru: Да

source: No
ru: Нет

source: Register this location as your PlayStation®Plus free destination? <var 2B ((<var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>)) /var> will be removed.
ru: Зарегистрировать эту локацию в качестве бесплатной точки телепортации? (PlayStation®Plus) Локация <var 2B ((<var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>)) /var> будет заменена.

source: This location is currently registered as a different free destination. Register it as your PlayStation®Plus free destination instead?
ru: Эта локация уже зарегистрирована в качестве другой бесплатной точки телепортации. Зарегистрировать её вместо этого в качестве бесплатной точки телепорации (PlayStation®Plus)?

source: This location is currently registered as a different free destination. Register it as your security token free destination instead?
ru: Эта локация уже зарегистрирована в качестве другой бесплатной точки телепортации. Зарегистрировать её вместо этого в качестве бесплатной точки телепорации (Security Token)?

source: Register this location as your PlayStation®Plus free destination?
ru: Зарегистрировать эту локацию в качестве бесплатной точки телепортации? (PlayStation®Plus)

source: This location is currently registered as a favored destination. Register it as your PlayStation®Plus free destination instead?
ru: Эта локация уже зарегистрирована в качестве избранной точки телепортации. Зарегистрировать её вместо этого в качестве бесплатной точки телепорации (PlayStation®Plus)?

source: Select a destination. Current Location: <var 29 EA02 /var>
ru: Выберите цель. Текущая локация: <var 29 EA02 /var>

source: Quit.
ru: Выход.

source: This location is currently registered as as your PlayStation®Plus free destination. Register it as a favored destination instead?
ru: Эта локация уже зарегистрирована в качестве бесплатной точки телепорации (PlayStation®Plus). Зарегистрировать её вместо этого в качестве избранной точки телепортации?

source: Register this location as your security token free destination?
ru: Зарегистрировать эту локацию в качестве бесплатной точки телепортации? (Security Token)

source: Register this location as your security token free destination? <var 2B ((<var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>)) /var> will be removed.
ru: Зарегистрировать эту локацию в качестве бесплатной точки телепортации? (Security Token) Локация <var 2B ((<var 31 ((PlaceName)) 03 ((<var 28 ((Aetheryte)) E80209 /var>)) 0302 /var>)) /var> будет заменена.

source: This location is currently registered as your security token free destination. Register it as a favored destination instead?
ru: Эта локация уже зарегистрирована в качестве бесплатной точки телепорации (Security Token). Зарегистрировать её вместо этого в качестве избранной точки телепортации?

source: This location is currently registered as a favored destination. Register it as your security token free destination instead?
ru: Эта локация уже зарегистрирована в качестве избранной точки телепортации. Зарегистрировать её вместо этого в качестве бесплатной точки телепорации (Security Token)?

source: <var 12 46 /var> Visit Another World Server.
ru: <var 12 46 /var> Посетить другой мир.

source: Completed
ru: Завершено

source: Completed
ru: Завершено

source: Completed
ru: Завершено

source: Evaluation
ru: Оценка

source: Return
ru: Возврат

source: Travel to <var 31 ((PlaceName)) 03E8020302 /var>, equip a <var 08 E4E80302 ((miner's)) ((botanist's)) /var> primary tool, and commence <var 08 E4E80302 ((mining)) ((logging)) /var>.
ru: Отправьтесь в <var 31 ((PlaceName)) 03E8020302 /var>, возьмите в руки инструмент главной руки <var 08 E4E80302 ((горняка)) ((ботаника)) /var> и начните <var 08 E4E80302 ((добычу руды)) ((рубку деревьев)) /var>.

source: Travel to <var 31 ((PlaceName)) 03E8020302 /var>, equip a <var 08 E4E80302 ((miner's)) ((botanist's)) /var> secondary tool, and commence <var 08 E4E80302 ((quarrying)) ((harvesting)) /var>.
ru: Отправьтесь в <var 31 ((PlaceName)) 03E8020302 /var>, возьмите в руки инструмент побочной руки <var 08 E4E80302 ((горняка)) ((ботаника)) /var> и начните <var 08 E4E80302 ((добычу камня)) ((собирать урожай)) /var>.

source: Certain statuses or effects granted in the quest “<var 28 ((Quest)) E802 ((QUEST_NAME)) /var>” must be dispelled before proceeding with this duty.
ru: 102352_Certain statuses or effects granted in the quest «<var 28 ((Quest)) E802 ((QUEST_NAME)) /var>» must be dispelled before proceeding with this duty.

source: Chocobo Porter
ru: Оплатить поездку на чокобо

source: Select a destination.
ru: Выберите, куда вы хотели бы отправиться.

source: <var 28 ((ChocoboTaxiStand)) E80209 /var>. (<var 20 E804 /var> <var 08 E4E80402 ((minute)) ((minutes)) /var>/<var 22 E803 ((,)) /var> gil)
ru: <var 28 ((ChocoboTaxiStand)) E80209 /var>. (<var 20 E804 /var> минут<var 08 E2E80401 (()) ((<var 08 E2E80402 ((а)) ((<var 08 E2E80405 ((ы)) (()) /var>)) /var>)) /var>/<var 22 E803 (( )) /var> гил<var 08 E2E80301 ((ов)) ((<var 08 E2E80302 (()) ((<var 08 E2E80305 ((а)) ((ов)) /var>)) /var>)) /var>)

source: Quit.
ru: Выйти.

source: Name your chocobo “<var 29 EA02 /var>”?
ru: Назвать вашего чокобо «<var 29 EA02 /var>»?

source: Duty calls. Commence battle for “<var 29 EA02 /var>”? <var 48 F201F4 /var><var 49 F201F5 /var>※Level sync is in effect.<var 49 01 /var><var 48 01 /var> If you are above the maximum allowed level, it will be synced as follows:  Level: <var 28 ((QuestBattle)) E80304 /var><var 08 E1E80401 ((  Item level: <var 20 E804 /var>)) (()) /var><var 49 01 /var><var 48 01 /var>
ru: Долг зовёт. Начать битву задания «<var 29 EA02 /var>»? <var 48 F201F4 /var><var 49 F201F5 /var>※Работает синхронизация уровня.<var 49 01 /var><var 48 01 /var> Если вы выше максимально разрешённого уровня, вас понизит следующим образом:  Уровень: <var 28 ((QuestBattle)) E80304 /var><var 08 E1E80401 ((  Уровень снаряжения: <var 20 E804 /var>)) (()) /var><var 49 01 /var><var 48 01 /var>

source: Proceed
ru: Начать

source: Leave
ru: Покинуть

source: Duty calls. Commence battle for “<var 29 EA02 /var>”? <var 48 F201F4 /var><var 49 F201F5 /var>※Level sync is in effect.<var 49 01 /var><var 48 01 /var> If you are above the maximum allowed level, it will be synced as follows:  Level: <var 20 E803 /var><var 08 E1E80401 ((  Item level: <var 20 E804 /var>)) (()) /var><var 49 01 /var><var 48 01 /var>
ru: Долг зовёт. Начать битву задания «<var 29 EA02 /var>»? <var 48 F201F4 /var><var 49 F201F5 /var>※Работает синхронизация уровня.<var 49 01 /var><var 48 01 /var> Если вы выше максимально разрешённого уровня, вас понизит следующим образом:  Уровень: <var 20 E803 /var><var 08 E1E80401 ((  Уровень снаряжения: <var 20 E804 /var>)) (()) /var><var 49 01 /var><var 48 01 /var>

source: Proceed
ru: Начать

source: Leave
ru: Покинуть

source: You are below the recommended level (<var 20 E803 /var>) for this quest (<var 29 EA02 /var>). Proceed?
ru: Вы ниже рекомендованного уровня (<var 20 E803 /var>) для этого задания (<var 29 EA02 /var>). Продолжить?

source: Yes
ru: Да

source: No
ru: Нет

source: Do you really want to trade an item with materia affixed? The materia will be lost.
ru: Вы точно хотите отдать предмет со вставленной материей? Материя будет потеряна.

source: Do you really want to trade a high-quality item?
ru: Вы точно хотите отдать предмет высокого качества?

source: Nothing
ru: Ничего

source: Daily Quests
ru: Ежедневные задания

source: Today's Remaining Allowances: <var 20 E802 /var>
ru: Осталось сегодня допусков: <var 20 E802 /var>

source: Commence “<var 28 ((Fate)) E80201 /var>”?
ru: Начать «<var 28 ((Fate)) E80201 /var>»?

source: Small Talk
ru: Поговорить

source: PvP Profile
ru: Профиль PvP

source: The Wolves' Den
ru: Волчье логово

source: Actions & Traits
ru: Действия и навыки

source: PvP Rank:
ru: Ранг PvP:

source: Total: <var 20 E802 /var>
ru: Всего: <var 20 E802 /var>

source: Next: <var 08 E1E80301 ((<var 20 E802 /var>/<var 20 E803 /var>)) ((<var 1F /var>/<var 1F /var>)) /var>
ru: Прогресс: <var 08 E1E80301 ((<var 20 E802 /var>/<var 20 E803 /var>)) ((<var 1F /var>/<var 1F /var>)) /var>

source: Overall Performance
ru: Общая статистика

source: Matches:
ru: Матчи:

source: Victories:
ru: Победы:

source: Weekly Performance
ru: Недельная статистика

source: Matches:
ru: Матчи:

source: Victories:
ru: Победы:

source: Spend <var 28 ((PvPAction)) E80302 /var> AP to acquire “<var 28 ((ActStr)) E80201 /var>”?
ru: 102472_Spend <var 28 ((PvPAction)) E80302 /var> AP to acquire «<var 28 ((ActStr)) E80201 /var>»?

source: Trait
ru: Пассивный навык

source: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Level <var 20 E802 /var><var 1A 01 /var>)) ((Level <var 20 E802 /var>)) /var>
ru: <var 08 E804 ((<var 1A 02 /var><var 12 3F /var>Уровень <var 20 E802 /var><var 1A 01 /var>)) ((Уровень <var 20 E802 /var>)) /var>

source: Frontline
ru: Передовая

source: Campaigns:
ru: Кампании:

source: 1st Place:
ru: 1-е место:

source: 2nd Place:
ru: 2-е место:

source: 3rd Place:
ru: 3-е место:

source: Season Performance
ru: 102497_Season Performance

source: Highest Rating:
ru: Максимальный рейтинг:

source: Highest Tier:
ru: Максимальный ранг:

source: Reputation
ru: Репутация

source: Player Commendation
ru: Благодарности от игроков

source: Commendations Received
ru: Получено благодарностей

source: Official Sites
ru: Официальные сайты

source: Introducing official FINAL FANTASY XIV sites.
ru: Представляем официальные сайты FINAL FANTASY XIV.

source: News & Community
ru: Новости и сообщества

source: Play Guides & Information
ru: Руководства и прочая информация по игре

source: For free company or linkshell recruitment information. Find allies to join you on your adventure:
ru: Информация о найме в вольную компанию или линкшелл. Найдите союзников, готовых отправиться с вами в приключение:

source: Learn or review the basics to help you progress through the game with ease:
ru: Изучите базовые знания, которые помогут вам в прогрессе внутри игры:

source: Learn how to customize the UI and other game elements to your liking:
ru: Изучите, как кастомизировать интерфейс и прочие элементы игры под ваше удобство:

source: View the details of current and past game updates:
ru: Посмотрите детали текущего и прошлых обновлений игры:

source: Visit Website
ru: Посетить сайт

source: Community Finder
ru: Поиск сообщества

source: Player Commendation Settings
ru: Настройки благодарности игроку

source: Vote Dismiss
ru: Голосовать за изгнание

source: Nominate <var 29 EA02 /var> for dismissal.
ru: Начать голосование за изгнание <var 29 EA02 /var>.

source: Select reason for dismissal.
ru: Выберите причину изгнания.

source: AFK
ru: Отсутствие на месте

source: Offline
ru: Оффлайн

source: Harassment
ru: Домогательство

source: Cheating
ru: Читы

source: Commence
ru: Начать

source: Cancel
ru: Отмена

source: <var 29 EA02 /var> has been nominated for dismissal from the party.
ru: Началось голосование за изгнание из группы <var 29 EA02 /var>.

source: Reason: <var 29 EA02 /var>
ru: Причина: <var 29 EA02 /var>

source: Do you wish to dismiss this party member?
ru: Вы желаете изгнать этого игрока?

source: Yes
ru: Да

source: No
ru: Нет

source: <var 48 F201FC /var><var 49 F201FD /var>Warning: Unjustified usage of vote dismiss is a punishable act.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FC /var><var 49 F201FD /var>Внимание: Несправедливое использование голосования за изгнание наказуемо.<var 49 01 /var><var 48 01 /var>

source: Settings
ru: Настройки

source: Enable portraits in commendations window? ※If all party members have left, settings will be reflected during the next duty.
ru: Включить портреты в окне благодарности? ※Если все члены группы вышли, то настройки применятся в следующей миссии.

source: Yes, display portraits.
ru: Да, отображать портреты.

source: Player Commendation
ru: Благодарность игроку

source: Commend the player who left a positive impression upon you.
ru: Отблагодарите игрока, который оставил позитивное впечатление о себе.

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Player Commendation
ru: Благодарность

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Adventurer in Need (<var 29 EA02 /var>)
ru: Востребованная роль (<var 29 EA02 /var>)

source: <var 08 E3E802E803 ((<var 2B ((<var 20 E802 /var>)) /var> to)) (()) /var> <var 20 E803 /var> players (<var 20 E808 /var> part<var 08 E4E80802 ((y)) ((ies)) /var> of <var 08 E1E80401 ((<var 20 E805 /var> tank<var 08 E4E80502 (()) ((s)) /var>, <var 20 E806 /var> healer<var 08 E4E80602 (()) ((s)) /var>, <var 20 E807 /var> DPS)) (()) /var>)
ru: <var 08 E3E802E803 ((От <var 2B ((<var 20 E802 /var>)) /var> до)) (()) /var> <var 20 E803 /var> игроков (<var 20 E808 /var> групп<var 08 E4E80802 ((а)) ((ы)) /var> из <var 08 E1E80401 ((<var 20 E805 /var> защитник<var 08 E4E80502 ((а)) ((ов)) /var>, <var 20 E806 /var> целител<var 08 E4E80602 ((я)) ((ей)) /var>, <var 20 E807 /var> <var 08 E2E80705 ((<var 09 E807 ((боец)) ((бойца)) ((бойца)) ((бойца)) /var>)) ((бойцов)) /var>)) (()) /var>)

source: Fulfill the requirements for two or more duties.
ru: Выполнить требования двух и более миссий.

source: Awards Obtainable: Daily
ru: Можно получать награды: Каждый день

source: <var 48 F201F4 /var><var 49 F201F5 /var>Reward already received <var 08 E1E80302 (((<var 20 E802 /var>/<var 20 E803 /var>))) (()) /var><var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>Награда уже получена <var 08 E1E80302 (((<var 20 E802 /var>/<var 20 E803 /var>))) (()) /var><var 49 01 /var><var 48 01 /var>

source: Awards Obtainable: Weekly
ru: Можно получить награды: Каждую неделю

source: Clear Selection
ru: Очистить выбор

source: <var 08 E4E802E803 ((<var 2B ((<var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>)) /var> player<var 08 E4E80202 (()) ((s)) /var>)) ((<var 2B ((<var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>)) /var> to <var 08 E803 ((<var 08 E2E8030B ((<var 09 E803 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E803 /var>)) /var>)) ((<var 20 E803 /var>)) /var> players)) /var> <var 08 E1E80302 (( (<var 20 E804 /var> tank<var 08 E4E80402 (()) ((s)) /var>, <var 20 E805 /var> healer<var 08 E4E80502 (()) ((s)) /var>, <var 20 E806 /var> melee DPS, <var 20 E807 /var> ranged DPS))) (()) /var>
ru: <var 08 E4E802E803 ((<var 20 E802 /var> игрок<var 08 E2E80202 (()) ((а(ов))) /var>)) ((От <var 20 E802 /var> до <var 20 E803 /var> игроков)) /var> <var 08 E1E80302 (( (<var 20 E804 /var> защитник<var 08 E4E80402 (()) ((а)) /var>, <var 20 E805 /var> целител<var 08 E4E80502 ((ь)) ((я)) /var>, <var 20 E806 /var> <var 08 E2E80605 ((<var 09 E806 ((боец)) ((бойца)) ((бойца)) ((бойца)) /var>)) ((бойцов)) /var> ближнего боя, <var 20 E807 /var> <var 08 E2E80705 ((<var 09 E807 ((боец)) ((бойца)) ((бойца)) ((бойца)) /var>)) ((бойцов)) /var> дальнего боя или <var 08 E4E80702 ((боевой)) ((боевых)) /var> <var 08 E2E80705 ((<var 09 E807 ((маг)) ((мага)) ((мага)) ((мага)) /var>)) ((магов)) /var>))) (()) /var>
