Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: <var 48 F201FA /var><var 49 F201FB /var>The names of blacklisted players from other World servers will be saved to your PC.<var 49 01 /var><var 48 01 /var> Add <var 29 EA02 /var> to your blacklist?
ru: <var 48 F201FA /var><var 49 F201FB /var>Имена игроков из других миров, добавленных в чёрный список, будут сохранены в данных вашего персонажа.<var 49 01 /var><var 48 01 /var> Добавить <var 29 EA02 /var> в чёрный список?

source: There are no players to display.
ru: Нет игроков для отображения.

source: Duty Complete (Weekly Reward Unclaimed)
ru: Миссия пройдена (Еженедельная награда не получена)

source: Retrieve online status for friends on other Worlds.
ru: Обновить статусы друзей из других миров.

source: Home World
ru: По домашнему миру

source: <var 48 F201FA /var><var 49 F201FB /var> ※Names of characters on other Worlds are saved to the client.<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var> ※Имена персонажей из других миров сохраняются в игровом клиенте.<var 49 01 /var><var 48 01 /var>

source: Online Status Unknown
ru: Статус сети неизвестен

source: <var 12 60 /var>Returner Status
ru: <var 12 60 /var>Статус вернувшегося

source: The <var 12 60 /var>Returner status is applied to players who have at least one class at level 50 or above, have not visited Eorzea in more than 45 days, and have accepted the Returner's Bounty. The Returner's Bounty consists of the following: <var 48 F201FA /var><var 49 F201FB /var>Novice Network Access EXP bonus when partying with a <var 12 4F /var>Mentor (up to Lv. 90) Returner online status icon<var 49 01 /var><var 48 01 /var> Returner status is removed after accumulating 72 hours of gameplay after accepting the Bounty, or by using the text command <var 48 F201FA /var><var 49 F201FB /var><var 28 ((TextCommand)) F0EE09 /var><var 49 01 /var><var 48 01 /var>.
ru: Статус <var 12 60 /var>Вернувшегося присваивается игрокам, которые имеют хотя бы один класс 50-го уровня или выше, не посещали Эорзию более 45 дней и приняли награду Вернувшегося. Награда за возвращение состоит из следующего: <var 48 F201FA /var><var 49 F201FB /var>Доступ к Сети новичков Бонус к опыту, будучи в группе с <var 12 4F /var>Ментором (до 90-го ур.) Иконка статуса Вернувшегося<var 49 01 /var><var 48 01 /var> Статус Вернувшегося снимается после истечения 72 часов игры после принятия этого предложения или при использовании текстовой команды <var 48 F201FA /var><var 49 F201FB /var><var 28 ((TextCommand)) F0EE09 /var><var 49 01 /var><var 48 01 /var>.

source: Novice Network
ru: Сеть новичков

source: <var 48 F201F4 /var><var 49 F201F5 /var>Once Returner status has been removed, it cannot be obtained again until certain conditions are met.<var 49 01 /var><var 48 01 /var> Proceed?
ru: <var 48 F201F4 /var><var 49 F201F5 /var>После снятия статуса Вернувшегося его нельзя получить снова, пока не будут выполнены определенные условия.<var 49 01 /var><var 48 01 /var> Продолжить?

source: Remove
ru: Удалить

source: Cancel
ru: Отмена

source: Decide Later
ru: Решить позже

source: <var 48 F201FA /var><var 49 F201FB /var>You will be granted another opportunity to accept the Returner's Bounty upon your next login.<var 49 01 /var><var 48 01 /var> Proceed?
ru: <var 48 F201FA /var><var 49 F201FB /var>При следующем входе в игру вам будет предоставлена ещё одна возможность принять награду Вернувшегося.<var 49 01 /var><var 48 01 /var> Продолжить?

source: Yes
ru: Да

source: Cancel
ru: Отмена

source: Mentor Certification
ru: Сертификация ментора

source: Certified
ru: Получено

source: <var 12 50 /var> Battle Mentor
ru: <var 12 50 /var> Ментор сражений

source: 1: Complete 1,000 instanced dungeon raids or trials.
ru: 1: Пройти 1 000 подземелий, рейдов или испытаний.

source: <var 12 51 /var> Trade Mentor
ru: <var 12 51 /var> Ментор торговли

source: 1: Gather or catch 300 collectables.
ru: 1: Добыть или поймать 300 ценностей.

source: Apply for Mentor Certification
ru: Подать заявку

source: Cancel
ru: Отмена

source: You shall make a fine battle mentor!
ru: Из вас получится хороший ментор сражений!

source: You shall make a fine trade mentor!
ru: Из вас получится хороший ментор торговли!

source: My word! You are qualified to become both a battle and trade mentor!
ru: Даю слово! У вас есть всё для того, чтобы стать ментором как сражений, так и торговли!

source: It seems you lack the credentials to become a mentor, though I daresay that you are capable of obtaining them.
ru: Похоже, что у вас недостаточно опыта для того, чтобы стать ментором. Осмеюсь сказать однако, что вы вполне способны его получить.

source: 2: Receive 1,500 player commendations.
ru: 2: Получить от игроков 1 500 благодарностей.

source: 3: Complete any level <var 20 E802 /var> tank role quest.
ru: 3: Выполнить любое ролевое задание <var 20 E802 /var>-го уровня за защитника.

source: 4: Complete any level <var 20 E802 /var> healer role quest.
ru: 4: Выполнить любое ролевое задание <var 20 E802 /var>-го уровня за целителя.

source: Adventurer in Need: Tank
ru: Востребованная роль: Защитник

source: Adventurer in Need: Healer
ru: Востребованная роль: Целитель

source: Adventurer in Need: DPS
ru: Востребованная роль: Боец

source: Lockbox
ru: Запертые ящики

source: Item
ru: Предмет

source: Required
ru: Требуется

source: Qty.
ru: Кол-во

source: Open <var 31 ((Item)) 03E8020202 /var>? <var 2B ((<var 31 ((Item)) 04E8020302 /var>)) /var> remaining: <var 20 E804 /var> Attempts remaining: <var 20 E803 /var>
ru: Открыть <var 31 ((Item)) 03E8020202 /var>? Осталось <var 2B ((<var 31 ((Item)) 04E8020302 /var>)) /var>: <var 20 E804 /var> Осталось попыток: <var 20 E803 /var>

source: Open <var 31 ((Item)) 03E8020302 /var>? <var 2B ((<var 31 ((Item)) 04E8020302 /var>)) /var> remaining: <var 20 E804 /var> Attempts remaining: <var 20 E803 /var>
ru: Открыть <var 31 ((Item)) 03E8020302 /var>? Осталось <var 2B ((<var 31 ((Item)) 04E8020302 /var>)) /var>: <var 20 E804 /var> Осталось попыток: <var 20 E803 /var>

source: Results
ru: Результаты

source: Next
ru: Следующая

source: Close
ru: Закрыть

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Faux Hollows
ru: Пустоты Фокса

source: Once per week, completion of an unreal trial grants access to Faux Hollows. <var 48 F201FA /var><var 49 F201FB /var>※The “Duty Complete” option is only available for previously completed duties. ※Earn a retelling while playing Faux Hollows to unlock one additional play per week. ※Practice phase selection does not entail the actual skipping of phases.<var 49 01 /var><var 48 01 /var>
ru: Раз в неделю прохождение нереального испытания даёт доступ к Пустотам Фокса. <var 48 F201FA /var><var 49 F201FB /var>※Опция «Миссия пройдена» доступна после прохождения миссии. ※Заработайте пересказ во время игры в Пустоты Фокса, чтобы заработать ещё один шанс. Доступно раз в неделю. ※Выбор фазы не подразумевает пропуск предыдущих фаз.<var 49 01 /var><var 48 01 /var>

source: Faux Hollows Available
ru: Пустоты Фокса доступны

source: Faux Hollows Accessible
ru: Есть доступ к игре в Пустоты Фокса

source: <var 48 F201F4 /var><var 49 F201F5 /var>Faux Hollows Unavailable<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201F4 /var><var 49 F201F5 /var>Пустоты Фокса недоступны<var 49 01 /var><var 48 01 /var>

source: Lv. 1 - 50
ru: Ур. 1–50

source: Lv. 51 - 60
ru: Ур. 51–60

source: Lv. 61 - 70
ru: Ур. 61–70

source: Lv. 71 - 80
ru: Ур. 71–80

source: Hello.<var 60 0261 /var>
ru: Привет.<var 60 0261 /var>

source: Good match!<var 60 0261 /var>
ru: Хороший матч!<var 60 0261 /var>

source: Thank you.<var 60 0262 /var>
ru: Спасибо.<var 60 0262 /var>

source: Nice job!<var 60 0262 /var>
ru: Хорошая работа!<var 60 0262 /var>

source: <var 2B ((<var 28 ((Action)) E80201 /var>)) /var> <var 08 E4E80301 ((ready!<var 60 0263 /var>)) ((ready in <var 20 E803 /var>s!<var 60 0264 /var>)) /var>
ru: <var 2B ((<var 28 ((Action)) E80201 /var>)) /var> <var 08 E4E80301 ((готово!<var 60 0263 /var>)) ((будет готово через <var 20 E803 /var> с.!<var 60 0264 /var>)) /var>

source: <var 2B ((<var 28 ((ClassJob)) E80301 /var>)) /var>: Limit break <var 08 E4E80265 ((ready!<var 60 0263 /var>)) ((at <var 20 E802 /var>%!<var 60 0264 /var>)) /var>
ru: <var 2B ((<var 28 ((ClassJob)) E80301 /var>)) /var>: Запредельная способность <var 08 E4E80265 ((готова!<var 60 0263 /var>)) ((на <var 20 E802 /var>%!<var 60 0264 /var>)) /var>

source: Attacking tank!<var 60 0266 /var>
ru: Атакуем защитника!<var 60 0266 /var>

source: Attacking healer!<var 60 0266 /var>
ru: Атакуем целителя!<var 60 0266 /var>

source: Attacking melee DPS!<var 60 0266 /var>
ru: Атакуем бойца ближнего боя!<var 60 0266 /var>

source: Attacking ranged DPS!<var 60 0266 /var>
ru: Атакуем бойца дальнего боя!<var 60 0266 /var>

source: Stopping tank!<var 60 0267 /var>
ru: Задерживаем защитника!<var 60 0267 /var>

source: Stopping healer!<var 60 0267 /var>
ru: Задерживаем целителя!<var 60 0267 /var>

source: Stopping melee DPS!<var 60 0267 /var>
ru: Задерживаем бойца ближнего боя!<var 60 0267 /var>

source: Stopping ranged DPS!<var 60 0267 /var>
ru: Задерживаем бойца дальнего боя!<var 60 0267 /var>

source: Everyone, attack!<var 60 0269 /var>
ru: Все в атаку!<var 60 0269 /var>

source: Fall back and regroup!<var 60 0264 /var>
ru: Отступаем, перегруппировка!<var 60 0264 /var>

source: MP at <var 20 E802 /var>%!<var 60 0264 /var>
ru: Мои ОМ на <var 20 E802 /var>%!<var 60 0264 /var>

source: TP at <var 20 E802 /var>%!<var 60 0264 /var>
ru: Мои ОТ на <var 20 E802 /var>%!<var 60 0264 /var>

source: Attacking <var 2F ((<var 28 ((ClassJob)) E80201 /var>)) /var>! <var 60 0266 /var>
ru: Цель атаки: <var 2F ((<var 28 ((ClassJob)) E80201 /var>)) /var>! <var 60 0266 /var>

source: Blocking <var 2F ((<var 28 ((ClassJob)) E80201 /var>)) /var>! <var 60 0267 /var>
ru: Задерживаем <var 2F ((<var 28 ((ClassJob)) E80201 /var>)) /var>! <var 60 0267 /var>

source: <var 2B ((<var 28 ((Action)) E80201 /var>)) /var> <var 08 E4E80301 ((ready!<var 60 0263 /var>)) ((ready in <var 20 E803 /var>s!<var 60 0264 /var>)) /var>
ru: <var 2B ((<var 28 ((Action)) E80201 /var>)) /var> <var 08 E4E80301 ((готово!<var 60 0263 /var>)) ((будет готово через <var 20 E803 /var> с.!<var 60 0264 /var>)) /var>

source: Focus on the <var 2F ((<var 28 ((ClassJob)) E80201 /var>)) /var>!
ru: Фокус по <var 2F ((<var 28 ((ClassJob)) E80201 /var>)) /var>!

source: End focused attack! <var 60 0264 /var>
ru: Перестаём атаковать по фокусу! <var 60 0264 /var>

source: Loot Rules
ru: Правило добычи

source: Normal
ru: Обычное

source: Greed Only
ru: Только «Хочу»

source: Lootmaster
ru: Лутмастер

source: Language
ru: Язык

source: Reset
ru: Сброс

source: Are you certain you wish to clear all search data?
ru: Вы точно хотите очистить все данные поиска?

source: Yes
ru: Да

source: No
ru: Нет

source: Filter Settings
ru: Настройки фильтра

source: Select the filters you wish to employ. These settings will remain saved while you are logged in.
ru: Выберите, по каким фильтрам показывать группы. Эти настройки сохраняются, пока вы в игре.

source: Select/Deselect All
ru: Выбрать/Снять все

source: Confirm
ru: ОК

source: Cancel
ru: Отмена

source: Objective: None
ru: Цель: Нет

source: Objective: Duty Completion
ru: Цель: Прохождение миссии

source: Objective: Practice
ru: Цель: Практика

source: Objective: Loot
ru: Цель: Добыча

source: Play Style: Beginners/First-timers welcome
ru: Игровой стиль: Рады новичкам

source: Conditions: None
ru: Условия: Нет

source: Conditions: Duty Complete
ru: Условия: Миссия пройдена

source: Duty Finder Settings: Unrestricted Party
ru: Настройки Поиска миссий: Группа без ограничений

source: Duty Finder Settings: Minimum IL
ru: Настройки Поиска миссий: Минимальный уровень снаряжения

source: Loot Rule: None
ru: Правило добычи: Нет

source: Loot Rule: Greed Only
ru: Правило добычи: Только «Хочу»

source: Loot Rule: Lootmaster
ru: Правило добычи: Лутмастер

source: Ascending
ru: Восходящий

source: Descending
ru: Нисходящий

source: Locked Duty
ru: Неоткрытая миссия

source: Unselect Classes
ru: Убрать классы

source: Melee DPS
ru: Боец ближнего боя

source: Physical Ranged DPS
ru: Боец дальнего боя

source: Magical Ranged DPS
ru: Боевой маг

source: Details
ru: Детали

source: None
ru: Нет

source: Normal
ru: Обычный

source: Alliance
ru: Альянсы

source: Custom Match
ru: Особый матч

source: Alliance A
ru: Альянс A

source: Alliance B
ru: Альянс B

source: Alliance C
ru: Альянс C

source: Remove spectators from search.
ru: Убрать наблюдателей из поиска

source: Alliance
ru: Альянс

source: You are currently in an alliance. Party-wide spells and actions will behave differently.
ru: Вы сейчас в альянсе. Заклинания и действия, распространяющиеся на группу, будут работать по-другому.

source: Join <var 29 EA02 /var>'s alliance for <var 29 EA03 /var>?
ru: Присоединиться к альянсу <var 29 EA02 /var> для <var 29 EA03 /var>?

source: Notifications
ru: Уведомления

source: Notification Interval (1m-10m)
ru: Показывать каждые (1–10 мин.)

source: Disable notifications when results are 0.
ru: Отключить, когда нет результатов.

source: Display advanced search results in log.
ru: Результаты продвинутого поиска в чате.

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Toggle list display mode.
ru: Переключить режим отображения списка.

source: Open Party Finder Display Settings.
ru: Открыть настройки отображения Поиска группы.

source: Show blacklisted recruiters.
ru: Показать рекрутеров из чёрного списка.

source: Party Finder Display Settings
ru: Настройки отображения Поиска группы

source: Display Settings
ru: Настройки отображения

source: Show locked duty.
ru: Показать неоткрытые миссии.

source: All changes will be discarded. Proceed?
ru: Все изменения не будут сохранены. Продолжить?

source: Individual
ru: Индивидуальные

source: Shared
ru: Общие

source: Yes
ru: Да

source: No
ru: Нет

source: Duty Incomplete
ru: Миссия не пройдена

source: Conditions: Duty Incomplete
ru: Условия: Миссия не пройдена

source: Average Item Level: <var 20 E802 /var>
ru: Средний уровень снаряжения: <var 20 E802 /var>

source: Duty
ru: Миссия

source: ※Private party results are not included.
ru: ※Результаты поиска среди приватных групп не будут включены.

source: Recruiter: <var 29 EA02 /var>
ru: Рекрутер: <var 29 EA02 /var>

source: Recruit Alliance Members
ru: Нанять игроков (альянс)

source: <var 48 F201FA /var><var 49 F201FB /var>Party matching is unavailable for alliances. To form an alliance, three full parties are required (or three parties of at least one member each if using undersized parties).<var 49 01 /var><var 48 01 /var>
ru: 11174_<var 48 F201FA /var><var 49 F201FB /var>Согласование групп недоступно для альянсов. Для создания альянса требуется три полные группы (или три группы, состоящие как минимум из одного члена каждая, если используются группы меньшего размера).<var 49 01 /var><var 48 01 /var>

source: Location: <var 2B ((<var 29 EA02 /var>)) /var>
ru: Мир рекрутера: <var 2B ((<var 29 EA02 /var>)) /var>

source: Add Recruiter to Blacklist
ru: Добавить рекрутера в чёрный список

source: One Player per Job
ru: Один игрок на профессию

source: Duty Finder Settings: Silence Echo
ru: Настройки Поиска миссий: Заглушить Эхо

source: <var 28 ((Hud)) E802 ((ADDONHUD_NAME)) /var> unlocked!
ru: <var 28 ((Hud)) E802 ((ADDONHUD_NAME)) /var> разблокирована!

source: Job Gauge Details
ru: Описание шкалы профессии (window title)

source: <var 28 ((Hud)) E802 ((ADDONHUD_NAME)) /var> expanded!
ru: <var 28 ((Hud)) E802 ((ADDONHUD_NAME)) /var> расширена!

source: <var 28 ((Hud)) E802 ((ADDONHUD_NAME)) /var> and <var 28 ((Hud)) E803 ((ADDONHUD_NAME)) /var> unlocked!
ru: <var 28 ((Hud)) E802 ((ADDONHUD_NAME)) /var> и <var 28 ((Hud)) E803 ((ADDONHUD_NAME)) /var> разблокированы!

source: Play Style: Recordable
ru: Игровой стиль: Можно записывать

source: Conditions: Duty Complete (Weekly Reward Unclaimed)
ru: Условия: Миссия пройдена (Недельная награда не получена)

source: Currency Exchange
ru: Обмен валюты

source: Item Exchange
ru: Обмен предметов

source: Exchange <var 22 E803 ((,)) /var> <var 31 ((Item)) 04E802E80302 /var> for the following item?
ru: Обменять <var 22 E803 (( )) /var> <var 31 ((Item)) 04E802E80302 /var> на следующий предмет?

source: Cheap Dungeon
ru: Подземельице

source: Floor: <var 20 E802 /var>
ru: Этаж: <var 20 E802 /var>

source: Retry
ru: Заново

source: Close
ru: Закрыть

source: Stop playing?
ru: Закончить игру?

source: Clear Time <var 20 E802 /var>m <var 20 E803 /var>s Best Time <var 20 E804 /var>m <var 20 E805 /var>s
ru: Время прохождения <var 20 E802 /var> мин. <var 20 E803 /var> с. Лучшее время <var 20 E804 /var> мин. <var 20 E805 /var> с.

source: Best Time: <var 29 EA02 /var>
ru: Лучшее время: <var 29 EA02 /var>

source: Time: <var 29 EA02 /var>
ru: Время: <var 29 EA02 /var>

source: Start
ru: Старт

source: Dungeon Clear!
ru: Подземелье пройдено!

source: Egg Hunter Riggy
ru: Ригги — Охотник за яйцами

source: High Score
ru: Рекорд

source: Complete!
ru: Пройдено!

source: Gems <var 20 E802 /var> High Score <var 20 E803 /var>
ru: Кристаллы <var 20 E802 /var> Рекорд <var 20 E803 /var>

source: Close
ru: Закрыть

source: Press Start to Play
ru: Нажмите «Старт», чтобы начать игру

source: Start
ru: Старт!

source: SCORE:
ru: ОЧКИ:

source: CHAIN
ru: КОМБО

source: CRITICAL
ru: ИДЕАЛЬНО

source: GREAT
ru: ОТЛИЧНО

source: GOOD
ru: ХОРОШО

source: MISS
ru: МИМО

source: RESULTS
ru: РЕЗУЛЬТАТЫ

source: SUCCESS
ru: УСПЕХ

source: FAILURE
ru: ПРОВАЛ

source: Score
ru: Очки

source: Critical
ru: Идеально

source: Great
ru: Отлично

source: Good
ru: Хорошо

source: Miss
ru: Мимо

source: PERFECT CHAIN!
ru: ИДЕАЛЬНОЕ КОМБО!

source: Results screen will close in <var 20 E802 /var>:<var 24 E803 /var>
ru: Окно закроется через <var 20 E802 /var>:<var 24 E803 /var>

source: Close
ru: Закрыть

source: You will be unable to review the contents of your fortune after closing this window. Are you sure you would like to proceed?
ru: Вы не сможете после просмотреть ваше гадание после закрытия этого окна. Вы уверены, что хотите продолжить?

source: Kupo Kupo Adventure
ru: Приключение Купо-Купо

source: Player Turn
ru: Ход игрока

source: Enemy Turn
ru: Ход врагов

source: <var 09 E802 ((Stage 1 Cleared!)) ((Stage 2 Cleared!)) ((Stage 3 Cleared!)) /var>
ru: <var 09 E802 ((Уровень 1 пройден!)) ((Уровень 2 пройден!)) ((Уровень 3 пройден!)) /var>

source: Game Over
ru: Игра окончена

source: HP
ru: ОЗ

source: MP
ru: ОМ

source: BP
ru: ОБ

source: [W][S]/ Move  Change Angle  Shoot
ru: [W][S]/ Двигаться  Изменить угол  Выстрел

source: Chain
ru: Комбо

source: <var 1E 0C /var> Select Action/Status <var 1E 06 /var><var 1E 18 /var> Move <var 1E 0D /var><var 1E 0E /var> Change Angle <var 1E 09 /var> Shoot <var 1E 0B /var> Close
ru: <var 1E 0C /var> Выбрать действие/статус <var 1E 06 /var><var 1E 18 /var> Двигать <var 1E 0D /var><var 1E 0E /var> Изменить угол <var 1E 09 /var> Выстрел <var 1E 0B /var> Закрыть

source: Start Game
ru: Начать игру

source: Quit
ru: Выход

source: Return
ru: Назад

source: High Score
ru: Рекорд

source: Score
ru: Очки

source: <var 1E 09 /var> Execute Action <var 1E 0C /var>/<var 1E 0A /var> Return
ru: <var 1E 09 /var> Выполнить действие <var 1E 0C /var>/<var 1E 0A /var> Назад

source: Victory, kupo!
ru: Победа, купо!

source: Your adventure ends, kupo...
ru: Вот и всё, купо...

source: Actions
ru: Действия

source: New Record
ru: Новый рекорд

source: Stage 1
ru: Уровень 1

source: Stage 2
ru: Уровень 2

source: Stage 3
ru: Уровень 3

source: First-try Bonus
ru: Бонус 1-й попытки

source: Full HP
ru: Полные ОЗ

source: Full MP
ru: Полные ОМ

source: No Actions
ru: Без действий

source: No Damage
ru: Без урона

source: Pure Healer
ru: Чистый целитель

source: Barrier Healer
ru: Барьерный целитель

source: Retry
ru: Начать заново

source: BP Up
ru: +1 ОБ

source: Command Mode
ru: Режим командования

source: <var 1E 06 /var><var 1E 18 /var> Move <var 1E 09 /var> Execute Action <var 1E 0A /var> Cancel
ru: <var 1E 06 /var><var 1E 18 /var> Двигаться <var 1E 09 /var> Выполнить действие <var 1E 0A /var> Отмена

source: [W][S]/ Move  Execute Action  Cancel
ru: [W][S]/ Двигаться  Выполнить действие  Отмена

source: <var 1E 0C /var><var 1E 0A /var> Return
ru: <var 1E 0C /var><var 1E 0A /var> Назад

source: Performance Actions Agreement
ru: Соглашение об использовании действий выступления

source: I agree to the above conditions.
ru: Я согласен(на) с указанными условиями.

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Deleted Action
ru: Удалённое действие

source: Supplies: Gobcrate
ru: Припасы: Гоб-ящик

source: Supplies: Gobtank
ru: Припасы: Гобтанк

source: Supplies: Main Ceruleum Tank
ru: Припасы: Основной баллон церулеума

source: Supplies: Gobbiejuice
ru: Припасы: Гоб-сок

source: Unmountable
ru: Несъёмный

source: Mountable
ru: Съёмный

source: Mounted
ru: Установленный

source: Damaged
ru: Повреждённый

source: Materia Retrieval
ru: Извлечение материи

source: Remove and retrieve the materia in an item's bottom slot.
ru: Извлечь и получить обратно материю из нижнего слота.

source: Equipment
ru: Снаряжение

source: Success Rate
ru: Шанс успеха

source: Failure will result in loss of the materia.
ru: В случае провала материя будет потеряна.

source: Begin
ru: Начать

source: Return
ru: Вернуться

source: Successful retrieval is guaranteed.
ru: Успешное извлечение гарантировано.

source: Party
ru: Группа

source: Team
ru: Команда

source: Falcons
ru: Соколы

source: Ravens
ru: Вороны

source: K
ru: У

source: D
ru: С

source: A
ru: П

source: Damage Dealt
ru: Нанесено урона

source: Damage Taken
ru: Получено урона

source: Falcons
ru: Соколы

source: Ravens
ru: Вороны

source: Sorted by <var 29 EA02 /var>
ru: Сортировка по: <var 29 EA02 /var>

source: Time remaining in Rival Wings: <var 20 E802 /var>:<var 24 E803 /var>
ru: Оставшееся время в Крыльях Соперничества: <var 20 E802 /var>:<var 24 E803 /var>

source: Falcons win!
ru: Победа Соколов!

source: Ravens win!
ru: Победа Воронов!

source: Victory for <var 29 EA02 /var>!
ru: <var 29 EA02 /var> Победили!

source: Alliance
ru: Альянс

source: Ceruleum
ru: Церулеум

source: Readying forces for <var 08 E4E80201 ((northern)) ((southern)) /var> deployment.
ru: Подготовка сил к <var 08 E4E80201 ((северному)) ((южному)) /var> развёртыванию.

source: K: The number of targets KO'd
ru: У: Сколько целей отправил(а) в нокаут

source: D: The number of times KO'd
ru: С: Сколько раз получил(а) нокаут

source: A: The number of KOs assisted
ru: П: Сколько раз помог(ла) отправить кого-либо в нокаут

source: Forces deployed from the <var 08 E4E80201 ((north)) ((south)) /var>!
ru: Силы направлены с <var 08 E4E80201 ((севера)) ((юга)) /var>!

source: Tower 1
ru: Башня 1

source: Tower 2
ru: Башня 2

source: Core
ru: Ядро

source: Ceruleum engine deployed.
ru: Развёрнут церулеумный двигатель.

source: Promotion Qualifier Available
ru: Доступна квалификационный отбор на повышение

source: <var 08 E4E80201 ((Until Promotion:)) ((Until Qualifier:)) /var>
ru: <var 08 E4E80201 ((До повышения:)) ((До квалификации:)) /var>

source: A gobtank has emerged near the core. Limit gauge, ceruleum, and Soaring effects are increased for all team members.
ru: Около ядра появился гобтанк. Эффекты шкалы Запредельной Способности, церулеума и Парения увеличены для всех членов команды.

source: Team
ru: Команда

source: <var 09 E802 ((Falcon Tower)) ((Raven Tower)) /var> <var 20 E804 /var> Integrity: <var 20 E803 /var>%
ru: <var 09 E802 ((Башня Сокола)) ((Башня Ворона)) /var> <var 20 E804 /var> Целостность: <var 20 E803 /var>%

source: <var 09 E802 ((Falcon Core)) ((Raven Core)) /var> Integrity: <var 20 E803 /var>%
ru: <var 09 E802 ((Ядро Сокола)) ((Ядро Ворона)) /var> Целостность: <var 20 E803 /var>%
