Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Revisit a dungeon in its completed state. Explorer Mode allows access to the following: ・Explorer Mode-exclusive actions ・Minions, mounts, and fashion accessories ・Changing jobs (excluding DoL/DoH classes) ・Performance actions <var 48 F201FC /var><var 49 F201FD /var>※Available only for selected duties completed by the player. ※Only the party leader's settings are applicable. ※Enabling Explorer Mode will disable all other Duty Finder participation requirement settings.<var 49 01 /var><var 48 01 /var>
ru: Посетить ещё раз подземелье в завершённом виде. Режим Исследователя даёт доступ к следующему: ・Эксклюзивные действия этого режима ・Миньоны, транспорт и модные аксессуары ・Смена профессии (за исключением Адептов Ремесла и Сбора) ・Действия выступления <var 48 F201FC /var><var 49 F201FD /var>※Доступно только для некоторых миссий, пройденных игроком. ※Применяются только настройки лидера группы. ※Включение Режима Исследователя отключает все остальные требования участия в Поиске миссий.<var 49 01 /var><var 48 01 /var>

source: Explorer Mode Unavailable
ru: Режим Исследователя недоступен.

source: Tone Change (Electric Guitar Only)
ru: Изменение звука (только электрогитара)

source: Tone Change: Next
ru: Следующий звук

source: Tone Change: Previous
ru: Предыдущий звук

source: Electric: Overdriven
ru: Электрогитара: Перегруз

source: Electric: Clean
ru: Электрогитара: Чистый

source: Electric: Muted
ru: Электрогитара: Приглушенный

source: Electric: Power Chords
ru: Электрогитара: Мощный

source: Electric: Special
ru: Электрогитара: Финт

source: BPM: <var 20 E802 /var>
ru: Темп: <var 20 E802 /var>

source: Measure: <var 20 E802 /var>
ru: Размер: <var 20 E802 /var>

source: Metronome Settings
ru: Настройки метронома

source: Ensemble Ready Check
ru: Проверка готовности Ансамбля

source: Mute Metronome
ru: Заглушить метроном

source: Unmute Metronome
ru: Включить звук метронома

source: Synchronize Party
ru: Синхронизировать группу

source: Your metronome is synchronized with the other members of your party. Do you wish to stop it? <var 48 F201FC /var><var 49 F201FD /var>※Stopping the metronome will send a notification to the other members of your party.<var 49 01 /var><var 48 01 /var>
ru: Ваш метроном синхронизирован с другими членами музыкальной группы. Остановить его? <var 48 F201FC /var><var 49 F201FD /var>※Остановка метронома отправит уведомление другим членам музыкальной группы.<var 49 01 /var><var 48 01 /var>

source: <var 12 0F /var>/<var 12 10 /var>＋<var 12 11 /var>/<var 12 12 /var> Tone Change
ru: <var 12 0F /var>/<var 12 10 /var>＋<var 12 11 /var>/<var 12 12 /var> Изменение звука

source: BPM (10 - 200)
ru: Настройки темпа (BPM: 10–200)

source: Beats per Measure (2 - 7)
ru: Тактовый размер (2–7 / 4)

source: Accent each measure.
ru: Выделить начало такта.

source: Enable count-in.
ru: Включить отсчёт.

source: Sound effects only during count-in
ru: Звук только во время отсчёта

source: Playback Type
ru: Тип воспроизведения

source: Self Only
ru: Только себя

source: All Members
ru: Всех участников

source: Initiating ready check. When all party members are ready, the count-in will commence.
ru: Начать проверку готовности. Когда все участники музыкальной группы будут готовы, начнётся отсчёт.

source: BPM Setting (30 - 200)
ru: Настройки темпа (BPM: 30–200)

source: Beats per Measure (2 - 7)
ru: Тактовый размер (2–7 / 4)

source: Enter ensemble mode.
ru: Включить режим Ансамбля.

source: When ensemble mode is enabled, all party members will be heard in sync by players in the vicinity, but there will be a delay between the inputs and the sounds being heard by those performing, according to the playback type. Those who select “Self Only” will only hear their own instrument, while “All Members” plays the instruments of all members with an increased delay.
ru: Когда включен режим Ансамбля, все участники музыкальной группы, играющие вместе, будут слышны игроками поблизости. Однако возможна задержка между извлекаемым и слышимым сигналом, в зависимости от типа воспроизведения. Те, кто выберут режим «Только себя» будут слышать только свой инструмент, тогда как режим «Всех участников» воспроизводит инструменты всех участников Ансамбля с увеличенной задержкой сигнала.

source: Begin
ru: Начать

source: Close
ru: Закрыть

source: Performance Assistance
ru: Обучающее выступление

source: The ensemble mode ready check has been initiated. Join the ensemble? ※When all party members are ready, the count-in will commence.
ru: Вы готовы начать совместное выступление? ※Когда все участники музыкальной группы будут готовы, начнётся отсчёт.

source: BPM
ru: Темп

source: Measure
ru: Размер

source: Ensemble Mode
ru: Режим Ансамбля

source: : <var 08 E4E80201 ((Off)) ((On)) /var>
ru: : <var 08 E4E80201 ((Выкл)) ((Вкл)) /var>

source: BPM
ru: Темп

source: Measure
ru: Размер

source: Use a metronome.
ru: Использовать метроном.

source: Speed: <var 26 E8020B ((.)) /var>
ru: Скорость: <var 26 E8020B ((,)) /var>

source: Begin
ru: Начать

source: Close
ru: Закрыть

source: Performance Assistance is available for these songs:
ru: Обучающее выступление доступно для следующих композиций:

source: Stop using Performance Assistance?
ru: Остановить обучающее выступление?

source: Type
ru: Тип

source: Magical
ru: Магический

source: Slashing
ru: Режущий

source: Piercing
ru: Колющий

source: Blunt
ru: Тупой

source: Aspect
ru: Элемент

source: Fire
ru: Огонь

source: Ice
ru: Лёд

source: Wind
ru: Ветер

source: Earth
ru: Земля

source: Lightning
ru: Молния

source: Water
ru: Вода

source: None
ru: Нет

source: Rank
ru: Ранг

source: Target
ru: Цель

source: Enemy
ru: Враг

source: Ally
ru: Союзник

source: Reset
ru: Сбросить

source: Cancel
ru: Отмена

source: No Filter
ru: Нет фильтров

source: Filter
ru: Фильтровать

source: Filter Blue Magic
ru: Фильтровать синюю магию

source: No matches.
ru: Ничего не найдено.

source: Status Inflicted
ru: Наносит статус

source: Select Filters
ru: Выбрать фильтры

source: <var 48 02 /var><var 49 11 /var>You have not unlocked this duty.<var 48 01 /var><var 49 01 /var>
ru: <var 48 02 /var><var 49 11 /var>Вы ещё не разблокировали эту миссию.<var 48 01 /var><var 49 01 /var>

source: Time Limit: <var 20 E802 /var>m / <var 28 ((PlaceName)) E80301 /var>
ru: Ограничение времени: <var 20 E802 /var> мин. / <var 28 ((PlaceName)) E80301 /var>

source: <var 08 E1E80301 ((<var 20 E803 /var> parties of )) (()) /var><var 20 E802 /var> players<var 08 E1E80401 (( Average item level: <var 20 E804 /var>)) (()) /var> * The completion of duties will only count towards blue mage log progress if the party meets the size requirements. For this reason, it is recommended that you avoid using the “Unrestricted Party” option.
ru: <var 08 E1E80301 ((<var 20 E803 /var> группы по )) (()) /var><var 20 E802 /var> игроков<var 08 E1E80401 (( Средний уровень снаряжения: <var 20 E804 /var>)) (()) /var> * Прохождение миссий будет засчитываться, если размер группы соответствует требованию миссии. В связи с этим рекомендуется избегать включения условия «Группа без ограничений».

source: Search for Parties Recruiting
ru: Поиск нанимающих групп

source: Currently Recruiting
ru: Поиск участников

source: Name
ru: Имя

source: Group Pose
ru: Групповое позирование

source: Be it alone or with friends, this mode can be used to pose while repeating your last executed emote or action on loop. Adjust the camera, lighting, and color filters to take the perfect shot!
ru: Этот режим можно использовать для позирования с повторением последней исполненной эмоции или действия. Меняйте настройки камеры, освещения и ставьте цветовые фильтры, чтобы сделать идеальный снимок!

source: Character Display Settings
ru: Настройки отображения персонажей

source: Controlled Character
ru: Управляемые персонажи

source: Non-controlled Characters
ru: Неуправляемые персонажи (НИП)

source: Self
ru: Свой

source: Player's Minion
ru: Миньон игрока

source: PC
ru: Игроки

source: Companion
ru: Компаньон

source: Pet
ru: Питомец

source: Minion
ru: Миньон

source: NPC
ru: НИП

source: PC
ru: Игроки

source: Companion
ru: Компаньоны

source: Pet
ru: Питомцы

source: Minion
ru: Миньоны

source: NPC (includes certain enemies)
ru: НИП (включая некоторых врагов)

source: Enemy (includes certain NPCs)
ru: Враги (включая некоторых НИП)

source: Character Lighting
ru: Освещение персонажей

source: Manual brightness adjustment
ru: Ручная настройка яркости

source: Object (certain effects only)
ru: Объект (некоторые эффекты)

source: Custom
ru: Свои настройки

source: Show All
ru: Показать всех

source: Hide All
ru: Скрыть всех

source: Self Only
ru: Только себя

source: Self and NPCs Only
ru: Только себя и НИП

source: Controlled Character Only
ru: Только управляемых персонажей

source: Non-controlled Characters Only
ru: Только неуправляемых персонажей

source: PCs Only
ru: Только игроков

source: Companions, Pets, and Minions Only
ru: Только компаньонов, питомцев и миньонов

source: NPCs Only
ru: Только НИП

source: Enemies Only
ru: Только врагов

source: Display/Hide Settings
ru: Показать/скрыть настройки

source: Tilt Camera
ru: Наклонить камеру

source: Pan Camera
ru: Панорамирование камеры

source: Twist Camera
ru: Кручение камеры

source: Reset Camera
ru: Сброс камеры

source: Disable All Motion
ru: Остановить все движения

source: Disable Target Motion
ru: Остановить движение цели

source: Face Camera
ru: Смотреть в камеру

source: Change Focus of Camera
ru: Изменить фокус камеры

source: Camera Lighting 1
ru: Освещение камеры 1

source: Default Assignment: Auto-run/Subcommand
ru: Назначение по умолчанию: Автобег/Подкоманда

source: Default Assignment: Move Forward/Backward
ru: Назначение по умолчанию: Движение вперёд/назад

source: Default Assignment: Turn Left/Right
ru: Назначение по умолчанию: Поворот влево/вправо

source: Default Assignment: Strafe Left/Right
ru: Назначение по умолчанию: Шаг влево/вправо

source: Default Assignment: Draw/Sheathe Weapon
ru: Назначение по умолчанию: Вытащить/убрать оружие

source: Default Assignment: Hotbar 1 - Slot 1
ru: Назначение по умолчанию: Хотбар 1 — Слот 1

source: Default Assignment: Hotbar 1 - Slot 2
ru: Назначение по умолчанию: Хотбар 1 — Слот 2

source: Default Assignment: Jump
ru: Назначение по умолчанию: Прыжок

source: Default Assignment: Cycle Enemies (Nearest to Farthest)
ru: Назначение по умолчанию: Переключение между врагами (ближний → дальний)

source: Default Assignment: Target Filters
ru: Назначение по умолчанию: Фильтр целей

source: Skybuilders' Board
ru: Доска объявлений Поднебесных Строителей

source: Past Progress
ru: Прошлый прогресс

source: No. <var 20 E802 /var>
ru: № <var 20 E802 /var>

source: Current Phase
ru: Текущая стадия

source: Peruse records from earlier restoration phases.
ru: Просмотри записи о прошедших стадиях восстановления.

source: Fêtes will soon commence.
ru: Скоро начнутся Празднества.

source: Fêtes are in progress!
ru: Прямо сейчас проходят Празднества!

source: Ishgardian Restoration <var 12 41 /var>
ru: Восстановление Ишгарда <var 12 41 /var>

source: Fêtes commencing in <var 08 E1E80201 ((<var 20 E802 /var>d )) (()) /var><var 08 E1E80301 ((<var 20 E803 /var>h )) (()) /var><var 08 E1E80401 ((<var 20 E804 /var>m)) ((<var 08 E1E80301 (()) ((<var 08 E1E80201 (()) ((less than 1 minute)) /var>)) /var>)) /var>
ru: Празднества начнутся через <var 08 E1E80201 ((<var 20 E802 /var> д. )) (()) /var><var 08 E1E80301 ((<var 20 E803 /var> ч. )) (()) /var><var 08 E1E80401 ((<var 20 E804 /var> мин.)) ((<var 08 E1E80301 (()) ((<var 08 E1E80201 (()) ((менее, чем 1 минуту)) /var>)) /var>)) /var>

source: Fêtes are in progress!
ru: Прямо сейчас проходят Празднества!

source: The current fête session has ended.
ru: Текущая сессия Празднеств завершена.

source: Compressed Aether
ru: Сжатый эфир

source: Skyward Score
ru: Очки рейтинга

source: Crafting
ru: Ремесло

source: Gathering
ru: Собирательство

source: Rankings
ru: Рейтинги

source: <var 08 E4E80201 ((Ranking not in progress)) ((Ranking season ending <var 07 E802 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>)) /var>)) /var>
ru: <var 08 E4E80201 ((Сейчас не проходит сезон)) ((Сезон кончается <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>)) /var>

source: Current rankings updated regularly on the Lodestone. <var 29 EA02 /var>
ru: Текущие рейтинги регулярно обновляются на Lodestone. <var 29 EA02 /var>

source: Seasonal
ru: Сезонные

source: Accumulated
ru: Накопленные

source: ※Unable to display seasonal score. You must be on your Home World.
ru: ※Не удаётся показать сезонные очки. Вам нужно быть в домашнем мире

source: Bonus!
ru: Бонус!

source: Requirement
ru: Требование

source: Edit retainer comment.
ru: Изменить заметку слуги.

source: Comment:
ru: Заметка:

source: Retainer Comment
ru: Заметка слуги

source: Market-prohibited items are still listed. As these cannot be sold, it is recommended you remove them. Close without removing prohibited items?
ru: У вас всё ещё выставлены предметы, недопустимые к продаже. Поскольку их нельзя продать, рекомендуется убрать их. Закрыть без снятия с продажи этих предметов?

source: History
ru: История

source: Remove <var 29 EA02 /var> from the fellowship blacklist?
ru: Убрать <var 29 EA02 /var> из чёрного списка сообщества?

source: Discharge <var 29 EA02 /var> from the fellowship?
ru: Исключить <var 29 EA02 /var> из сообщества?

source: Promote <var 29 EA02 /var> to fellowship master?
ru: Повысить <var 29 EA02 /var> до хозяина сообщества?

source: Promote <var 29 EA02 /var> to fellowship admin?
ru: Повысить <var 29 EA02 /var> до администратора сообщества?

source: Demote <var 29 EA02 /var> from fellowship admin?
ru: Понизить <var 29 EA02 /var> с должности администратора сообщества?

source: Relinquish position as fellowship admin?
ru: Сдать свою должность администратора сообщества?

source: Add <var 29 EA02 /var> to the fellowship blacklist?
ru: Добавить <var 29 EA02 /var> в чёрный список сообщества?

source: Please input response options for the poll.
ru: Пожалуйста, введите варианты ответа на вопрос.

source: Please select a response.
ru: Пожалуйста, выберите ответ.

source: You can no longer respond to this poll.
ru: Вы больше не можете ответить на этот опрос.

source: This poll has been deleted.
ru: Этот опрос был удалён.

source: Fellowship Master
ru: Хозяин

source: Recruiter
ru: Рекрутер

source: Display All
ru: Показать всех

source: Filter by Group
ru: Фильтровать по группе

source: Filters
ru: Фильтры

source: Hide results for joined fellowships.
ru: Скрыть сообщества, в которых состою.

source: Fellowship Notifications
ru: Сообщества

source: Display new notifications upon login.
ru: Отображать новые уведомления при входе.

source: Main
ru: Главная

source: Sub
ru: Побочная

source: Recruiter's Home World
ru: Домашний мир рекрутера

source: Highlight Settings
ru: Настройки подсветки

source: Language
ru: Язык

source: Highlight Fellowships
ru: Подсветка сообществ

source: Fellowships that fulfill the conditions below will be highlighted in the list.
ru: Сообщества, которые удовлетворяют условиям ниже, будут подсвечены в списке.

source: Fellowship Name or Comment
ru: Название или комментарий сообщества

source: Recruiter Name
ru: Имя рекрутера

source: Fellowship Size
ru: Размер сообщества

source: Min.
ru: Мин.

source: Max.
ru: Макс.

source: Reset
ru: Сбросить

source: Reset highlight settings?
ru: Сбросить настройки подсветки?

source: Apply
ru: Применить

source: Cancel
ru: Отмена

source: Highlight fellowships of a certain size.
ru: Подсветить сообщества определённого размера.

source: Relive Past Adventures!
ru: Вспомните прошлые путешествия!

source: New Game+ Mode
ru: Режим Новая игра +

source: New Game+
ru: Новая игра +

source: Commence
ru: Начать

source: Resume
ru: Продолжить

source: Suspend
ru: Приостановить

source: Abandon chapter currently in progress and begin anew? <var 48 F201F4 /var><var 49 F201F5 /var>Your progress in the suspended chapter will be lost.<var 49 01 /var><var 48 01 /var>
ru: Отказаться от текущей главы и начать заново? <var 48 F201F4 /var><var 49 F201F5 /var>Ваш прогресс в приостановленной главе будет потерян.<var 49 01 /var><var 48 01 /var>

source: You have no chapters currently in progress.
ru: У вас нет приостановленной главы.

source: Abandon Chapter
ru: Покинуть главу

source: Your progress in this chapter will be lost. Proceed?
ru: Ваш прогресс в этой главе будет потерян. Продолжить?

source: You are about to commence a new chapter. Proceed?
ru: Вы собираетесь начать новую главу. Продолжить?

source: You are about to resume a suspended chapter. Proceed?
ru: Вы собираетесь продолжить начатую главу. Продолжить?

source: Suspend chapter and save your current progress?
ru: Приостановить главу и сохранить прогресс?

source: Suspend
ru: Приостановлено

source: Help
ru: Помощь

source: Return
ru: Назад

source: Pin to Venture History
ru: Закрепить в истории странствий

source: Search
ru: Поиск

source: Venture History
ru: История странствий

source: Level
ru: Уровень

source: No ventures to display.
ru: Нет странствий для отображения.

source: Type in the full or partial name of a venture and press Enter to commence the search.
ru: Введите полное или частичное название странствия и нажмите Enter для начала поиска.

source: No ventures to display.
ru: Нет странствий для отображения.

source: Delete from Venture History
ru: Удалить из истории странствий

source: Retrieving data.
ru: Получение данных.

source: Pause Scrolling: <var 1E 09 /var> <var 1E 0C /var>
ru: Остановить титры: <var 1E 09 /var> <var 1E 0C /var>

source: Change Scroll Speed: <var 1E 03 /var>
ru: Изменить скорость титров: <var 1E 03 /var>

source: Hide Scrolling Text: <var 1E 0B /var>
ru: Скрыть титры: <var 1E 0B /var>

source: Pause Scrolling: <var 29 EA02 /var>
ru: Остановить титры: <var 29 EA02 /var>

source: Change Scroll Speed: <var 08 E4EA02EB01 ((Not Set)) ((<var 29 EA02 /var>)) /var>
ru: Изменить скорость титров: <var 08 E4EA02EB01 ((Не установлено)) ((<var 29 EA02 /var>)) /var>

source: Hide Scrolling Text: <var 08 E4EA02EB01 ((Not Set)) ((<var 29 EA02 /var>)) /var>
ru: Скрыть титры: <var 08 E4EA02EB01 ((Не установлено)) ((<var 29 EA02 /var>)) /var>

source: Data
ru: Данные

source: New
ru: Новое

source: ACCESSING...
ru: ЗАГРУЗКА...

source: View recorded data.
ru: Посмотреть записанные данные.

source: There is no data to display.
ru: Нет данных для отображения.

source: Normal Increases to <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var> are normal.
ru: Обычное Обычная прибавка к <var 48 F201FA /var><var 49 F201FB /var>качеству<var 49 01 /var><var 48 01 /var>.

source: Good Increases to <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var> are <var 26 E80265 ((.)) 01 /var> times higher than normal.
ru: Хорошее Прибавка к <var 48 F201FA /var><var 49 F201FB /var>качеству<var 49 01 /var><var 48 01 /var> в <var 26 E80265 ((,)) 01 /var> раза выше, чем обычно.

source: Excellent Increases to <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var> are 4 times higher than normal.
ru: Отличное Прибавка к <var 48 F201FA /var><var 49 F201FB /var>качеству<var 49 01 /var><var 48 01 /var> в 4 раза выше, чем обычно.

source: Poor Increases to <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var> are halved.
ru: Плохое Прибавка к <var 48 F201FA /var><var 49 F201FB /var>качеству<var 49 01 /var><var 48 01 /var> в 2 раза ниже, чем обычно.

source: MATERIALS
ru: МАТЕРИАЛЫ

source: CRYSTALS
ru: КРИСТАЛЛЫ

source: Centered Increases action success rate by 25%.
ru: Стабильное Вероятность успеха действий увеличена на 25%.

source: Sturdy Reduces loss of <var 48 F201FA /var><var 49 F201FB /var>durability<var 49 01 /var><var 48 01 /var> by 50%.
ru: Крепкое Потеря <var 48 F201FA /var><var 49 F201FB /var>прочности<var 49 01 /var><var 48 01 /var> уменьшена на 50%.

source: Pliant Reduces CP cost by 50%.
ru: Гибкое Затраты ОР уменьшены на 50%.

source: Calculations
ru: Расчёт

source: Efficiency Calculations
ru: Расчёт эффективности

source: Favorites
ru: Закладки

source: Progress
ru: Прогресс

source: Quality
ru: Качество

source: You have not yet learned this action.
ru: Вы ещё не изучили это действие.

source: This action cannot be used at this time.
ru: Это действие нельзя сейчас применить.

source: Insufficient CP.
ru: Недостаточно ОР.

source: At <var 20 E802 /var>% efficiency, progress increases by <var 20 E803 /var>.
ru: При эффективности в <var 20 E802 /var>% прогресс увеличится на <var 20 E803 /var>.

source: At <var 20 E802 /var>% efficiency, quality increases by <var 20 E803 /var>.
ru: При эффективности в <var 20 E802 /var>% качество увеличится на <var 20 E803 /var>.

source: Add to Favorites
ru: Добавить в закладки

source: Remove from Favorites
ru: Убрать из закладок

source: Move Action Up
ru: Передвинуть действие вверх

source: Move Action Down
ru: Передвинуть действие вниз

source: Display only materials with insufficient stock.
ru: Показать только материалы, которых не хватает.

source: There are no materials to display.
ru: Нет материалов для показа.

source: Resource Requirements
ru: Требования к ресурсам

source: Resource Requirements
ru: Требования к ресурсам

source: Pre-inspection
ru: Перед инспекцией

source: Post-inspection
ru: После инспекции

source: Qty.
ru: Кол-во

source: Total
ru: Итого

source: Search Recipes Using This Material
ru: Найти рецепты с этим материалом

source: Recipes List
ru: Список рецептов

source: Item
ru: Предмет

source: Recipe Lv.
ru: Ур. рецепта

source: Item Lv.
ru: Ур. предмета

source: There are no recipes requiring that item.
ru: Нет рецептов, требующих этот предмет.

source: <var 29 EA02 /var><var 08 E4E80301 (()) (( (Learned))) /var>
ru: <var 29 EA02 /var><var 08 E4E80301 (()) (( (Изучено))) /var>

source: Requirements Not Met
ru: Условия не выполнены

source: Begin Trial Synthesis Materials will not be used during a trial. Please note, however, you will not receive an item upon successfully completing synthesis.
ru: Начать пробный синтез Материалы во время него не будут использованы. Учтите, что при успешном синтезе вы не получите предмет.

source: Trial Synthesis
ru: Пробный синтез

source: Primed Next status granted by an action will last two additional steps.
ru: Готовое Статус от любого следующего действия будет длиться 2 дополнительных шага.

source: Malleable Increases to <var 48 F201FA /var><var 49 F201FB /var>progress<var 49 01 /var><var 48 01 /var> are 1.5 times higher than normal.
ru: Ковкое Прибавка к <var 48 F201FA /var><var 49 F201FB /var>прогрессу<var 49 01 /var><var 48 01 /var> в 1,5 раза выше, чем обычно.

source: Primed
ru: Готовое

source: Malleable
ru: Ковкое

source: Potential Conditions List
ru: Список возможных статусов

source: Potential Conditions List
ru: Список возможных статусов

source: Quality Required for Synthesis: <var 20 E802 /var>
ru: Качество, необходимое для синтеза: <var 20 E802 /var>

source: Resource Control
ru: Контроль за ресурсами

source: Auto-submit
ru: Предоставить

source: Request Inspection
ru: Инспекция

source: Resource List
ru: Список ресурсов

source: Set
ru: Набор

source: Qty.
ru: Кол-во

source: Post-inspection
ru: После инспекции

source: Skyward Pt.
ru: Очки рейтинга

source: Select the resources you wish to present for inspection. Use auto-submit to automatically select up to five items.
ru: Выберите ресурсы для их предоставления на инспекцию. Используйте кнопку «Предоставить», чтобы автоматически выбрать до 5 типов предметов.

source: You do not possess any applicable resources.
ru: У вас нет подходящих ресурсов.
