Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Thank you for your report. A representative will review it shortly. Notification of a reply will be displayed in <var 48 F201F4 /var><var 49 F201F5 /var>Recent Replies & Notices<var 49 01 /var><var 48 01 /var> located under the <var 48 F201F4 /var><var 49 F201F5 /var>Information<var 49 01 /var><var 48 01 /var> tab. Depending on the issue, the representative may request further information. All queries and replies can be viewed under the <var 48 F201F4 /var><var 49 F201F5 /var>History<var 49 01 /var><var 48 01 /var> tab.
ru: Спасибо за ваш отчет. Представитель компании рассмотрит его в ближайшее время. Уведомление об ответе будет отображено в разделе <var 48 F201F4 /var><var 49 F201F5 /var>Недавние ответы и уведомления<var 49 01 /var><var 48 01 /var>, расположенном на вкладке <var 48 F201F4 /var><var 49 F201F5 /var>Информация<var 49 01 /var><var 48 01 /var>. В зависимости от вопроса представитель может запросить дополнительную информацию. Все запросы и ответы можно просмотреть на вкладке <var 48 F201F4 /var><var 49 F201F5 /var>История<var 49 01 /var><var 48 01 /var>.

source: Close this issue?
ru: Закрыть эту жалобу?

source: The issue is closed.
ru: Жалоба закрыта.

source: Thank you for your report. A representative will review it shortly.
ru: Спасибо за жалобу. Представитель рассмотрит её в ближайшее время.

source: Thank you for your report. A representative will review it shortly.
ru: Спасибо за жалобу. Представитель рассмотрит её в ближайшее время.

source: Thank you for your suggestion. A representative will review it and, if necessary, pass it along to the development team.
ru: Спасибо за предложение. Представитель рассмотрит его и, если требуется, передаст его команде разработчиков.

source: Load Settings
ru: Загрузить настройки

source: Camera Settings
ru: Настройки камеры

source: Load
ru: Загрузить

source: Lighting Settings
ru: Настройки освещения

source: Load
ru: Загрузить

source: Settings to be loaded: ・Position, zoom, angle of view, and roll angle
ru: Загружаемые настройки: ・Позиция, увеличение, угол обзора и угол поворота

source: Settings to be loaded: ・Lightings 1-3 (position, type, and color) ・Character lightning ・Manual brightness settings
ru: Загружаемые настройки: ・Освещения 1–3 (позиция, тип и цвет) ・Освещение персонажа ・Настройки ручной яркости

source: Skip?
ru: Пропустить?

source: Confirm the status of your squadron.
ru: Посмотреть статус вашего отряда.

source: Ventures
ru: Странствия

source: <var 20 E802 /var> of <var 20 E803 /var> Complete
ru: Завершено <var 20 E802 /var> из <var 20 E803 /var>

source: No ventures in progress.
ru: Нет странствий в процессе.

source: Retainer
ru: Слуга

source: Time Remaining
ru: Осталось времени

source: <var 08 E1E80201 ((<var 20 E802 /var>h <var 08 E1E80301 ((<var 20 E803 /var>m)) (()) /var>)) ((<var 08 E1E80301 ((<var 20 E803 /var>m)) ((less than one minute)) /var>)) /var>
ru: <var 08 E1E80201 ((<var 20 E802 /var> ч. <var 08 E1E80301 ((<var 20 E803 /var> мин.)) (()) /var>)) ((<var 08 E1E80301 ((<var 20 E803 /var> мин.)) ((меньше 1 мин.)) /var>)) /var>

source: Complete
ru: Завершено

source: Confirm the time remaining until ventures are complete.
ru: Посмотреть оставшееся время до завершения странствий.

source: Review the list of items being requested.
ru: Посмотреть список запрошенных предметов.

source: Individual
ru: Персональные

source: Estate
ru: Резиденции

source: Company Projects
ru: Проекты компании

source: Review the list of items being requested.
ru: Посмотреть список запрошенных предметов.

source: Project construction underway.
ru: Идёт конструкция проекта.

source: No projects underway.
ru: Нет текущих проектов.

source: Exploratory/Subaquatic Voyages
ru: Исследовательские/Подводные путешествия

source: Confirm the time remaining until current voyages are complete.
ru: Посмотреть, сколько осталось времени до завершения текущих путешествий.

source: Voyages completed: <var 20 E802 /var> (<var 20 E803 /var>/<var 20 E804 /var> remaining)
ru: Завершены путешествия: <var 20 E802 /var> (осталось <var 20 E803 /var> из <var 20 E804 /var>)

source: No voyages in progress.
ru: Нет текущих путешествий.

source: Company Vessels
ru: Судна компании

source: Time Remaining
ru: Оставшееся время

source: <var 08 E1E80401 ((<var 20 E804 /var> <var 08 E4E80402 ((day)) ((days)) /var><var 08 E1E80201 ((, <var 20 E802 /var> <var 08 E4E80202 ((hour)) ((hours)) /var>)) (()) /var><var 08 E1E80301 ((<var 08 E1E80201 ((,)) (()) /var> and <var 20 E803 /var> <var 08 E4E80302 ((minute)) ((minutes)) /var>)) (( and less than 1 minute)) /var>)) ((<var 08 E1E80201 ((<var 20 E802 /var> <var 08 E4E80202 ((hour)) ((hours)) /var>)) (()) /var><var 08 E1E80301 ((<var 08 E1E80201 (( and )) (()) /var><var 20 E803 /var> <var 08 E4E80302 ((minute)) ((minutes)) /var>)) ((<var 08 E1E80201 (( and )) (()) /var><var 08 E1E80201 ((less than 1 minute)) ((Less than 1 minute)) /var>)) /var>)) /var>
ru: <var 08 E1E80401 ((<var 20 E804 /var> <var 08 E2E80405 ((<var 09 E804 ((день)) ((дня)) ((дня)) ((дня)) /var>)) ((дней)) /var><var 08 E1E80201 ((, <var 20 E802 /var> час<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>)) (()) /var><var 08 E1E80301 (( и <var 20 E803 /var> минут<var 08 E2E80305 ((<var 09 E803 ((а)) ((ы)) ((ы)) ((ы)) /var>)) (()) /var>)) (( и менее 1 минуты)) /var>)) ((<var 08 E1E80201 ((<var 20 E802 /var> час<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var>)) (()) /var><var 08 E1E80301 (( и <var 20 E803 /var> минут<var 08 E2E80305 ((<var 09 E803 ((а)) ((ы)) ((ы)) ((ы)) /var>)) (()) /var>)) ((<var 08 E1E80201 (( и )) (()) /var><var 08 E1E80201 ((менее 1 минуты)) ((Менее 1 минуты)) /var>)) /var>)) /var>

source: None
ru: Завершено

source: Retrieving information...
ru: Получение информации...

source: Current voyage specifics:
ru: Детали текущего путешествия:

source: Close
ru: Закрыть

source: Voyage Complete
ru: Путешествие завершено

source: Unable to retrieve data while bound by duty.
ru: Нельзя получить данные во время миссии.

source: Scheduled Estate Demolition
ru: Автоматический снос участка

source: An estate is scheduled for immediate demolition.
ru: Участок скоро будет снесён.

source: View estates scheduled for demolition.
ru: Просмотреть дома, запланированные к сносу.

source: Housing
ru: Жилая площадь

source: Outdoor Furnishings
ru: Уличная мебель

source: Estate Hall
ru: Дом участка

source: Indoor Furnishings
ru: Домашняя мебель

source: Estate Settings
ru: Настройки жилой площади

source: Move to Front Door
ru: Переместиться к выходу из дома

source: Move to Front Gate
ru: Переместиться ко входу в участок

source: Move to Chamber Door
ru: Переместиться к выходу из комнаты

source: Adjust Lighting (Current: <var 20 E802 /var>)
ru: Изменить уровень освещения (Текущий: <var 20 E802 /var>)

source: Layout Mode
ru: Режим расстановки

source: Move
ru: Перещение

source: Rotate
ru: Поворот

source: Remove
ru: Убрать в инвентарь

source: Toggle grid snap on/off.
ru: Включить/отключить привязку к сетке.

source: Move selected object.
ru: Переместить выбранный объект.

source: Rotate selected object.
ru: Повернуть выбранный объект.

source: Place selected object in your inventory.
ru: Убрать выбранный объект в инвентарь.

source: Place selected item into your storeroom.
ru: Убрать выбранный объект на склад.

source: Remove selected object.
ru: Убрать выбранный предмет.

source: Enable Grid Snap
ru: Включить привязку к сетке

source: Place
ru: Поставить

source: Estate Settings
ru: Настройки участка

source: Rename Estate
ru: Переименовать участок

source: Edit Greeting
ru: Изменить приветствие

source: Relinquish Land
ru: Освободить землю

source: Guest Access Settings
ru: Настройки доступа для гостей

source: Layout
ru: Расстановка

source: Disable Grid Snap
ru: Отключить привязку к сетке

source: Disable Counter Placement
ru: Отключить определение поверхностей

source: Please enter estate name.
ru: Введите название участка.

source: Names must be formed from alphanumeric characters. The following punctuation marks are also allowed:
ru: Название должно состоять только из букв и цифр. Также разрешены следующие знаки препинания:

source: • Double spaces/underscores are not allowed. • A space cannot be used before or after the name. • Names consisting solely of punctuation marks are prohibited.
ru: • Не разрешены двойные пробелы и знаки подчёркивания. • Пробел не может использоваться до или после названия. • Названия, состоящие только из знаков препинания, запрещены.

source: Estate Name
ru: Название участка

source: Place housing item.
ru: Поместить мебель.

source: Remove housing item.
ru: Убрать мебель.

source: Item Bind Prompt
ru: Спрашивать о привязке

source: Edit Greeting
ru: Изменить приветствие

source: Demolish Workshop
ru: Снести мастерскую

source: By choosing to demolish the company workshop, you will lose any progression made in company projects and exploratory/subaquatic voyages, and will not be refunded any gil used to purchase the facilities. Proceed?
ru: После сноса мастерской вы потеряете весь прогресс в проектах компании и исследовательских/воздушных путешествиях. Гилы, потраченные на покупку мастерской, не будут возвращены. Продолжить?

source: Demolish the company workshop.
ru: Снести мастерскую компании.

source: Relinquish ownership to this plot of land? The purchase price will not be refunded.
ru: Отказаться от владения этим участком? Цена покупки не будет возвращена.

source: Current exterior walls will not be lost. Proceed?
ru: Текущая наружная стена будет потеряна. Продолжить?

source: Shared Estate Settings
ru: Настройки сожительства

source: Guest Access Settings
ru: Настройка доступа для гостей

source: Allow the following privileges to non-free company members:
ru: Разрешить следующее для тех, кто не состоит в вашей вольной компании:

source: Estate Hall Access
ru: Можно заходить в дом

source: Estate Tag Settings
ru: Настройки меток жилой площади

source: Preview Indoor Furnishings
ru: Предпросмотр домашней мебели

source: Preview Outdoor Furnishings
ru: Предпросмотр уличной мебели

source: Outdoor Furnishings
ru: Уличная мебель

source: Outdoor Furnishing
ru: Уличная мебель

source: No outdoor furnishings placed.
ru: Ни одна уличная мебель не была поставлена.

source: Remove
ru: Убрать в инвентарь

source: Paint
ru: Покрасить

source: There are no paintable furnishings.
ru: Нет мебели, которую можно было бы покрасить.

source: Remodel Exterior
ru: Экстерьер

source: Paint Exterior
ru: Покраска экстерьера

source: Remodel Exterior
ru: Экстерьер

source: Basic Fixtures
ru: Основные элементы

source: Optional Fixtures
ru: Дополнит. элементы

source: Remove
ru: Убрать

source: Revert
ru: Вернуть

source: Roof
ru: Крыша

source: Exterior Wall
ru: Наружная стена

source: Window
ru: Окно

source: Door
ru: Дверь

source: Roof Decoration
ru: Декорация крыши

source: Exterior Wall Decoration
ru: Декорация наружней стены

source: Placard
ru: Табличка

source: Fence
ru: Забор

source: Are you sure you wish to uninstall this fixture?
ru: Вы точно хотите убрать этот элемент?

source: Proceed with the specified changes?
ru: Применить изменения?

source: Confirm
ru: Готово

source: Cancel
ru: Отмена

source: Paint Exterior
ru: Покраска экстерьера

source: Estate Hall
ru: Дом участка

source: Purchase Construction Permit
ru: Купить разрешение на строительство

source: Build Estate Hall
ru: Построить дом на участке

source: Remove Estate Hall
ru: Снести дом на участке

source: Close
ru: Закрыть

source: Display Help Text
ru: Показать помощь

source: Once removed, fixtures can no longer be put up for sale. <var 48 F201FC /var><var 49 F201FD /var>The following may also result in loss of items: - The removal of said item by another player - Leaving or being discharged from the free company - Unsharing an estate - The demolition of an estate<var 49 01 /var><var 48 01 /var> Estate exterior fixtures can, at any time, be removed and returned to your inventory. Applying new exterior fixtures will automatically remove existing fixtures and return those to your inventory as well. Select “Confirm” to finalize all changes.
ru: Если убрать элементы экстерьера, то их нельзя будет выложить на продажу. <var 48 F201FC /var><var 49 F201FD /var>Следующее может также повлиять на потерю предметов: - Если предмет уберёт другой игрок - Если покинуть и быть исключённым из вольной компании - Если с вами перестанут делиться участком - Если дом на участке будет снесён<var 49 01 /var><var 48 01 /var> На предметы, которые куплены в онлайн-магазине или получены через ввод кода, эти правила тоже распространяются. Уличную мебель можно в любой момент убрать и вернуть в ваш инвентарь. Применение элементов экстерьера автоматически уберёт установленные элементы и вернёт их в инвентарь. Нажмите на «Готово» для принятия изменений.

source: Once removed, fixtures can no longer be put up for sale. <var 48 F201FC /var><var 49 F201FD /var>The following may also result in loss of items: - The removal of said item by another player - Leaving or being discharged from the free company - Unsharing an estate - The demolition of an estate<var 49 01 /var><var 48 01 /var> This includes items purchased on the online store or redeemed with a promotional code. Estate interior furnishings can, at any time, be removed and returned to your inventory. Select “Confirm” to finalize all changes.
ru: Если убрать элементы интерьера, то их нельзя будет выложить на продажу. <var 48 F201FC /var><var 49 F201FD /var>Следующее может также повлиять на потерю предметов: - Если предмет уберёт другой игрок - Если покинуть и быть исключённым из вольной компании - Если с вами перестанут делиться участком - Если дом на участке будет снесён<var 49 01 /var><var 48 01 /var> На предметы, которые куплены в онлайн-магазине или получены через ввод кода, эти правила тоже распространяются. Домашнюю мебель можно в любой момент убрать и вернуть в ваш инвентарь. Нажмите на «Готово» для принятия изменений.

source: Construction Permits
ru: Разрешение на строительство

source: You are about to construct <var 08 E4E802F40413 ((an )) ((<var 08 E4E802F40414 ((an )) ((<var 08 E4E802F40415 ((an )) ((<var 08 E4E802F40416 ((an )) ((<var 08 E4E802F40417 ((an )) ((<var 08 E4E802F40418 ((an )) ((<var 08 E4E802F40419 ((an )) ((<var 08 E4E802F4041A ((an )) ((<var 08 E4E802F4041B ((an )) ((a )) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var><var 28 ((HousingPreset)) E80201 /var>. Are you certain you wish to proceed?
ru: Вы собираетесь построить <var 28 ((HousingPreset)) E80201 /var>. Вы уверены, что хотите продолжить?

source: When removing an estate hall, only the construction permit can be salvaged. Are you certain you wish to proceed?
ru: После сноса дома у вас останется только разрешение на его строительство. Вы уверены, что хотите продолжить?

source: You possess no construction permits.
ru: У вас нет разрешений на строительство.

source: Indoor Furnishings
ru: Домашняя мебель

source: Indoor Furnishings
ru: Домашняя мебель

source: Tables
ru: Столы

source: Tabletop
ru: Настольные украшения

source: Wall-mounted
ru: Устанавливаемое на стену

source: Rugs
ru: Ковры

source: No indoor furnishings placed.
ru: Домашняя мебель не поставлена.

source: Remodel Interior
ru: Интерьер

source: Display All
ru: Показать все

source: There are no paintable furnishings.
ru: Нет мебели, которую можно было бы покрасить.

source: Remodel Interior
ru: Интерьер

source: Ground Floor
ru: Первый этаж

source: Cellarage
ru: Подвал

source: Interior Wall
ru: Внутренняя стена

source: Flooring
ru: Напольное покрытие

source: Ceiling Light
ru: Потолочный светильник

source: Second Floor
ru: Второй этаж

source: Proceed with fixture changes?
ru: Применить изменения элементов интерьера?

source: Select Residential Ward
ru: Выберите жилой регион

source: What would you like to do?
ru: Что вы хотите сделать?

source: Go to specified ward. (Review Tabs)
ru: Перейти в определённый регион. (Посмотреть вкладки)

source: Nothing.
ru: Ничего.

source: Ward
ru: Регион

source: Number
ru: Номер

source: Owner/Price
ru: Владелец/Цена

source: Select
ru: Выбрать

source: Travel to <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>?
ru: Перейти в <var 20 E803 /var>-й регион <var 28 ((PlaceName)) E80201 /var>?

source: <var 22 E802 ((,)) /var> Gil
ru: <var 22 E802 (( )) /var> гил<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var>

source: Options
ru: Дополнительный

source: <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>
ru: <var 28 ((PlaceName)) E80201 /var>, регион <var 20 E803 /var>

source: For Sale
ru: Продаваемый участок

source: Price
ru: Цена

source: Next Devaluation
ru: 6368_Next Devaluation

source: Address
ru: Адрес

source: Plot Size
ru: Размер участка

source: Large
ru: Большой

source: Purchase Land
ru: Купить участок

source: Cancel
ru: Отмена

source: <var 22 E802 ((,)) /var> Gil
ru: <var 22 E802 (( )) /var> гилов

source: Plot <var 20 E804 /var>, <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>
ru: <var 28 ((PlaceName)) E80201 /var>, <var 20 E803 /var>-й регион, <var 20 E804 /var>-й участок

source: Estate Profile
ru: Профиль участка

source: Name
ru: Название

source: Owner
ru: Владелец

source: Greeting
ru: Приветствие

source: No greeting has been written.
ru: Приветствие не было написано.

source: Plot <var 20 E804 /var>, <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var> (<var 09 E805 ((Small)) ((Medium)) ((Large)) /var>)
ru: <var 28 ((PlaceName)) E80201 /var>, <var 20 E803 /var>-й регион, <var 20 E804 /var>-й участок (<var 09 E805 ((Малый)) ((Средний)) ((Большой)) /var>)

source: Estate hall not constructed.
ru: Дом не построен.

source: Display Company Profile
ru: Посмотреть профиль компании

source: The data could not be retrieved.
ru: Не удалось получить данные.

source: Obtaining data...
ru: Получение данных...

source: Leave residential district.
ru: Покинуть жилую область.

source: Remove estate hall.
ru: Снести дом.

source: Relinquish ownership.
ru: Отказаться от владения.

source: Plots 1-30
ru: Участки 1–30

source: Plots 31-60
ru: Участки 31–60

source: Furnishing Color
ru: Покраска домашней мебели

source: Outdoor Furnishing Color
ru: Покраска уличной мебели

source: Gardening
ru: Посадить растение

source: Soil
ru: Почва

source: Seed
ru: Семена

source: Prepare the bed with <var 31 ((Item)) 02E8020202 /var> and <var 31 ((Item)) 02E8030202 /var>?
ru: Сделать клумбу, используя <var 31 ((Item)) 02E8020202 /var> и <var 31 ((Item)) 02E8030202 /var>?

source: Plant
ru: Семена и саженцы

source: Fertilize
ru: Удобрение

source: Select fertilizer to apply.
ru: Выберите необходимое удобрение.

source: Fertilize
ru: Удобрить

source: <var 1E 0B /var> Cancel
ru: <var 1E 0B /var> Отмена

source: Confirm the purchase of this free company plot? ※The amount of your deposit will be applied in full to your purchase, and you will receive no refund.
ru: Подтверждаете покупку этого участка вольной компании? ※Депозит не будет возвращён.

source: Confirm purchase and relocate to this free company plot? ※In principle, approximately 15% of the value of your old plot will be refunded to you. Please note that the refunded amount may not exceed the value of this new plot. Expected refund: <var 22 E802 ((,)) /var> gil
ru: Подтверждаете покупку этого участка и переезд сюда из текущего участка вашей вольной компании? ※Вам будет возвращено примерно 15% от стоимости текущего участка. Имейте в виду, что сумма возврата не будет превышать стоимость нового участка. Ожидаемая сумма возврата: <var 22 E802 (( )) /var> гилов

source: Confirm the purchase of this private plot? ※The amount of your deposit will be applied in full to your purchase, and you will receive no refund.
ru: Подтверждаете покупку этого личного участка? ※Депозит не будет возвращён.

source: Confirm purchase and relocate to this private plot? ※In principle, approximately 15% of the value of your old plot will be refunded to you. Please note that the refunded amount may not exceed the value of this new plot. Expected refund: <var 22 E802 ((,)) /var> gil
ru: Подтверждаете покупку этого участка и переезд сюда из вашего текущего участка? ※Вам будет возвращено примерно 15% от стоимости текущего участка. Имейте в виду, что сумма возврата не будет превышать стоимость нового участка. Ожидаемая сумма возврата: <var 22 E802 (( )) /var> гилов

source: Housing Lottery Participation
ru: Участие в лотерее на участок

source: Once used, the permit cannot be retrieved. Are you certain you wish to hire <var 31 ((ENpcResident)) 02E8020202 /var>?
ru: После использования permit'а его нельзя будет вернуть. Вы точно хотите нанять <var 31 ((ENpcResident)) 02E8020202 /var>?

source: Confirm hire.
ru: Подтвердить найм.

source: Confirm release.
ru: Продолжить.

source: Select gender.
ru: Выберите пол.

source: Male.
ru: Мужской.

source: Female.
ru: Женский.

source: Select race.
ru: Выберите расу.

source: Hyur.
ru: Хьюр.

source: Elezen.
ru: Элезен.

source: Lalafell.
ru: Лалафель.

source: Miqo'te.
ru: Мико'те.

source: Roegadyn.
ru: Рогадин.

source: Cancel.
ru: Отмена.

source: Cancel.
ru: Отмена.

source: The expansion of duties permit will be lost when recalling your retainer. Are you sure you wish to proceed?
ru: Разрешение на дополнительных слуг будет утрачено при отзыве вашего слуги. Вы уверены, что хотите продолжить?

source: Remove retainer.
ru: Изъять у слуги.

source: Au Ra.
ru: Ау ра.

source: Private Chambers
ru: Личные комнаты

source: Rooms
ru: Комнаты

source: Occupant
ru: Владелец

source: Location
ru: Локация

source: Greeting
ru: Приветствие

source: Empty
ru: Пусто

source: Enter <var 08 E4EB02EB04 ((your)) ((<var 08 E4EB02EB04 ((<var 08 E909 ((<var 31 ((ObjStr)) 03E9090202 /var>)) ((you)) /var>)) ((<var 08 E909 ((<var 31 ((ObjStr)) 03E9090202 /var>)) EB04 /var>)) /var>'s)) /var> room?
ru: Войти в <var 08 E4EB02EB04 ((вашу комнату)) ((комнату <var 08 E909 ((<var 28 ((ObjStr)) E90901 /var>)) EB04 /var>)) /var>?

source: Room Details
ru: Информация о комнате

source: Private Chambers
ru: Личная комната

source: Room Options
ru: Настройки комнаты

source: Change Room Name
ru: Изменить название комнаты

source: Vacate Chambers
ru: Освободить комнату

source: Adjust which settings?
ru: Настройки какого участка вы хотите изменить?

source: Free Company Estate
ru: Участок вольной компании

source: Private Chambers
ru: Личная комната

source: Retire to your own chambers?
ru: Уйти в свою комнату?

source: Please use discretion when determining whether or not to allow third-party access to your chambers.
ru: Пожалуйста, будьте внимательными при выборе того, какой у других доступ к вашей комнате.

source: Allow access.
ru: Разрешить доступ.

source: Input a new name.
ru: Введите новое название.

source: Room Name
ru: Название комнаты

source: By choosing to vacate your chambers, you will lose any remaining furnishings, and will not be refunded any gil used to purchase the room. Proceed?
ru: При освобождении комнаты вы потеряете всю оставшуюся в ней мебель. Гилы, потраченные на покупку комнаты, не будут возвращены. Продолжить?

source: Room #<var 20 E805 /var>, Plot <var 20 E804 /var>, <var 51 E803 /var> Ward, <var 28 ((PlaceName)) E80201 /var>
ru: <var 28 ((PlaceName)) E80201 /var>, <var 20 E803 /var>-й регион, <var 20 E804 /var>-й участок, комната №<var 20 E805 /var>

source: View Room Details
ru: Посмотреть профиль комнаты

source: View Estate Details
ru: Посмотреть профиль участка

source: There are no details to display.
ru: Нет информации для отображения.

source: There is no information on the occupant.
ru: Нет информации о владельце.

source: Demolish chambers.
ru: Освободить комнату.

source: Chocobo Stable
ru: Стойло чокобо

source: Name
ru: Кличка

source: Rank
ru: Ранг
