Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: A: <var 20 E802 /var>
ru: П: <var 20 E802 /var>

source: Start
ru: Старт

source: Earned
ru: Заработано

source: Claimed
ru: Утверждён

source: Next
ru: Следующее

source: Close
ru: Закрыть

source: Previous Series
ru: Предыдущие серии

source: Current Series
ru: Текущая серия

source: You have yet to claim rewards from the previous series. * Available until the next series begins.
ru: Вы ещё не получили все награды прошлой серии. * Доступны до начала следующей серии.

source: Claim reward?
ru: Получить награду?

source: Yes
ru: Да

source: No
ru: Нет

source: Streak bonus!
ru: Бонус за серию побед!

source: New Crystal Credit record!
ru: Новый «Кристальный» рекорд!

source: Bronze
ru: Бронза

source: Silver
ru: Серебро

source: Gold
ru: Золото

source: Platinum
ru: Платина

source: Diamond
ru: Алмаз

source: Series <var 20 E802 /var>
ru: Серия <var 20 E802 /var>

source: Series Malmstones
ru: Награды серии

source: Unable to obtain combatant data.
ru: Не удалось получить информацию о бойце.

source: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>: Executing a limit break!<var 60 0263 /var>
ru: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var>: Выполняю запредельную способность!<var 60 0263 /var>

source: Everyone, group up!<var 60 0264 /var>
ru: Всем собраться вместе!<var 60 0264 /var>

source: The pneumatic parade begins in <var 20 E802 /var>s!
ru: Механический парад начнётся через <var 20 E802 /var> сек.!

source: The pneumatic parade is underway!
ru: Механический парад начался!

source: Season <var 20 E802 /var>
ru: Сезон <var 20 E802 /var>

source: Coffer Manifest
ru: Анализ содержимого

source: Selection:
ru: Осмотр:

source: Contents:
ru: Содержит:

source: Close
ru: Закрыть

source: View Manifest
ru: Просмотр содержимого

source: Manifest Available
ru: Просмотреть содержимое

source: Current Season: <var 20 E802 /var>
ru: Текущий сезон: <var 20 E802 /var>

source: Current Season: Preseason
ru: Текущий сезон: Межсезонье

source: Request Repair
ru: Попросить ремонт

source: Repair Request
ru: Просьба о ремонте

source: Select All
ru: Выбрать все

source: Deselect All
ru: Отключить все

source: Item
ru: Предмет

source: Durability
ru: Прочность

source: Dark Matter
ru: Тёмная материя

source: <var 08 E4E80204 ((Quantity)) ((Quantity for Request)) /var>
ru: <var 08 E4E80204 ((Количество)) ((Количество для запроса)) /var>

source: Grade <var 20 E802 /var>
ru: Класс <var 20 E802 /var>

source: Set Reward
ru: Установить награду

source: Submit Request
ru: Подать запрос

source: Return
ru: Возврат

source: Remove Request
ru: Удалить запрос

source: Repair
ru: Ремонт

source: Cancel
ru: Отмена

source: G<var 20 E802 /var>:
ru: К<var 20 E802 /var>:

source: The requested repairs will be carried out using dark matter of a higher grade than is required. Proceed?
ru: У вас нет тёмной материи подходящего уровня, в связи с чем будет использована тёмная материя более высокого уровня. Продолжить?

source: You will be unable to receive all of the gil from the requested repairs. Proceed?
ru: Вы не сможете получить все гилы от запроса на починку. Продолжить?

source: Display Party Member Portraits
ru: Показать портреты группы

source: Party Members
ru: ЧЛЕНЫ ГРУППЫ

source: Party Member Portraits
ru: Портреты группы

source: Duty Menu
ru: Меню миссии

source: Display party member portraits and access related settings. <var 48 F201FA /var><var 49 F201FB /var>※Unavailable during certain duties.<var 49 01 /var><var 48 01 /var>
ru: Показать портреты членов группы и связанные настройки. <var 48 F201FA /var><var 49 F201FB /var>※Недоступно в некоторых миссиях.<var 49 01 /var><var 48 01 /var>

source: Check the current status of the housing lottery.
ru: Посмотреть на текущий статус лотереи жилой площади.

source: Hotbar Sorting
ru: Сортировка хотбара

source: Cross Hotbar
ru: Крестовой хотбар

source: Hotbar
ru: Хотбар

source: Default
ru: По умолчанию

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Reordered elements will be reset to default. Proceed?
ru: Раскладка умений будет сброшена. Продолжить?

source: All changes will be lost. Proceed?
ru: Все изменения будут потеряны. Продолжить?

source: Display Search Info
ru: Показать информацию о поиске

source: Edit Plate Design
ru: Изменить дизайн карточки

source: Edit Profile
ru: Изменить профиль

source: Privacy Settings
ru: Настройки приватности

source: Edit Profile
ru: Редактирование профиля

source: Favored Class/Job
ru: Отображаемый класс/профессия

source: Favored Title
ru: Отображаемый титул

source: Playstyle
ru: Стиль игры

source: Active Hours
ru: Активные часы

source: Weekdays
ru: Будни

source: Weekends
ru: Выходные

source: You will lose all unsaved changes. Proceed?
ru: Вы потеряете все несохранённые изменения. Продолжить?

source: Edit Plate
ru: Редактирование карточки

source: Save
ru: Сохранить

source: Close
ru: Закрыть

source: Design
ru: Дизайн

source: Save/Load
ru: Сохранить/Загрузить

source: Preset
ru: Шаблон

source: Base Plate
ru: Базовая карточка

source: Pattern Overlay
ru: Фоновый узор

source: Backing
ru: Заднее изображение

source: Top Border
ru: Верхняя граница

source: Bottom Border
ru: Нижняя граница

source: Portrait Frame
ru: Рамка портрета

source: Plate Frame
ru: Рамка карточки

source: Accent
ru: Украшение

source: Layout
ru: Раскладка

source: Normal
ru: Обычная

source: Mirrored
ru: Зеркальная

source: Save/Load Design
ru: Сохранить/Загрузить дизайн

source: Base Plate Selection
ru: Выбор базовой карточки

source: Pattern Overlay Selection
ru: Выбор фонового узора

source: Backing Selection
ru: Выбор заднего изображения

source: Top Border Selection
ru: Выбор верхней границы

source: Bottom Border Selection
ru: Выбор нижней границы

source: Portrait Frame Selection
ru: Выбор рамки портрета

source: Plate Frame Selection
ru: Выбор рамки карточки

source: Accent Selection
ru: Выбор украшения

source: You will lose all unsaved changes. Proceed?
ru: Вы потеряете все несохранённые изменения. Продолжить?

source: Custom
ru: Пользовательский

source: Display Base Plates List
ru: Показать список базовых карточек

source: Display Pattern Overlays List
ru: Показать список фоновых узоров

source: Display Backings List
ru: Показать список задних изображений

source: Display Top Borders List
ru: Показать список верхних границ

source: Display Bottom Borders List
ru: Показать список нижних границ

source: Display Portrait Frames List
ru: Показать список рамок портретов

source: Display Plate Frames List
ru: Показать список рамок карточки

source: Display Accents List
ru: Показать список украшений

source: All
ru: Все

source: Obtained
ru: Полученные

source: Unobtained
ru: Неполученные

source: Overwrite and Save
ru: Переписать и сохранить

source: Change Name
ru: Изменить имя

source: Delete
ru: Удалить

source: Enter a new name for this save slot.
ru: Введите новое имя для этого слота сохранения.

source: All current settings will be discarded. Proceed?
ru: Все текущие настройки будут отменены. Продолжить?

source: Privacy Settings
ru: Настройки приватности

source: Visible to:
ru: Карточка будет видна для:

source: Friends Only
ru: Только друзей

source: These settings control who has permission to view your adventurer plate. “Everyone” will allow all players access, whereas “Friends Only” will restrict access to only those on your friend list. If you select “No One,” only you will be able to see your plate.
ru: Здесь настраивается видимость вашей карточки. «Всем» — все игроки будут видеть её. «Только друзьям» — она будет видна только игрокам в вашем списке друзей. «Никому» — только вы сможете видеть свою карточку.

source: Select favorite class/job. Selection will display on your adventurer plate.
ru: Выберите класс или профессию, который будет отображаться на вашей карточке приключенца.

source: Select favorite title. Selection will display on your adventurer plate.
ru: Выбрите титул, который будет отображаться на вашей карточке приключенца.

source: Choose your favorite types of gameplay. Allows up to 6 selections.
ru: Выберите ваши любимые активности, которые будут отображаться на вашей карточке приключенца. Можно выбрать до 6 штук.

source: LEVEL <var 20 E802 /var>
ru: УРОВЕНЬ <var 20 E802 /var>

source: Weekdays
ru: Будни

source: Weekends
ru: Выходные

source: Current Class/Job
ru: Текущий класс/профессия

source: Save
ru: Сохранить

source: Close
ru: Закрыть

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Class/Job Selection
ru: Выбор класса/профессии

source: Playstyle Selection
ru: Выбор игровых активностей

source: Help
ru: Помощь

source: View Adventurer Plate
ru: Посмотреть на карточку приключенца

source: Adventurer plates allow you to share character information on a profile of your own design. Other adventurers' plates can be viewed by accessing subcommands via targeting a character or right-clicking their name in the friend list, etc. ※Your plate is not currently visible to other players. Make it public by changing its appearance or settings.
ru: Карточка приключенца позволяет делиться информацией о персонаже на карточке с вашим дизайном. Карточки других игроков можно просмотреть, выбрав соответствующий пункт в подкомандах персонажа или при нажатии правой кнопкой мыши по имени персонажа. ※Ваша карточка сейчас не видна другим игрокам. Сделайте её публичной, изменив её дизайн или поменяв настройки приватности.

source: <var 08 E4E95101 ((Subcommands)) ((<var 1E 0B /var>Subcommands)) /var>
ru: <var 08 E4E95101 ((Подкоманды)) ((<var 1E 0B /var>Подкоманды)) /var>

source: Everyone
ru: Всем

source: No One
ru: Никому

source: Advanced Settings
ru: Дополнительные настройки

source: Invert Portrait Placement
ru: Портрет с левой стороны

source: Adventurer plates allow you to share character information on a profile of your own design. Other adventurers' plates can be viewed by accessing subcommands via targeting a character or right-clicking their name in your friend list.
ru: Карточки приключенца позволяют делиться информацией о вашем персонаже в виде профиля вашего собственного дизайна. Карточки других приключенцев могут быть просмотрены из контекстного меню, если данный персонаж выбран в цель, либо правым кликом по имени в вашем списке друзей.

source: Your adventurer plate cannot be viewed by other players, because you have not created it yet. ※Make your plate public by updating its appearance or settings.
ru: Сейчас ваша карточка приключенца не показывается другим игрокам, так как она ещё не создана. ※Она автоматически станет публичной после обновления её внешнего вида и настроек.

source: Your adventurer plate cannot be viewed by other players, because your portraits were reset after using Fantasia. ※Make your plate public by updating its appearance or settings.
ru: Вашу карточку приключенца не могут видеть другие игроки, потому что ваши портреты были сброшены после использования «Фантазии». ※Сделайте свою табличку общедоступной, обновив её внешний вид или настройки.

source: Edit Search Comment
ru: Изменить информацию поиска

source: Edit Search Comment
ru: Изменить информацию поиска

source: Edit Portrait
ru: Редактировать портрет

source: Mission Complete
ru: Миссия завершена

source: Island Sanctuary <var 12 75 /var>
ru: Райский остров <var 12 75 /var>

source: Gather <var 31 ((Item)) 04E8020302 /var>
ru: Собрано <var 31 ((Item)) 04E8020302 /var>

source: Isleworks Agenda
ru: Повестка дня

source: Groove: <var 20 E802 /var>/<var 20 E803 /var>
ru: Загрузка: <var 20 E802 /var>/<var 20 E803 /var>

source: Current Season
ru: Текущий сезон

source: Next Season
ru: Следующий сезон

source: Cycle start: <var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>
ru: Начало цикла: <var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>

source: In production.
ru: В производстве.

source: Insufficient materials.
ru: Недостаточно материалов.

source: Shipped.
ru: Отправлено.

source: This workshop is unavailable.
ru: Эта мастерская недоступна.

source: Set Agenda
ru: Установить повестку дня

source: Clear Item
ru: Очистить позицию

source: Select Preset
ru: Выбрать предустановку

source: Register Preset
ru: Регистрация предустановки

source: Review Materials
ru: Обзор материалов

source: Set Rest Cycles
ru: Циклы отдыха

source: Review Supply & Demand
ru: Обзор спроса и предложений

source: Clear Agenda
ru: Очистить повестку

source: Set Agenda
ru: Установить повестку дня

source: Time:
ru: Время:

source: Quantity:
ru: Количество:

source: Value:
ru: Значение:

source: Category:
ru: Категория:

source: Materials
ru: Материалы

source: Required
ru: Требуется

source: Inventory
ru: Инвентарь

source: Schedule
ru: Добавить

source: All scheduling information for the current cycle will be lost. Proceed?
ru: Вся информация о расписании для текущего цикла будет потеряна. Продолжить?

source: Clear Agenda
ru: Очистить повестку дня

source: Agenda Presets
ru: Настройки повестки дня

source: Time
ru: Время

source: Details
ru: Подробности

source: <var 20 E802 /var> hrs.
ru: <var 20 E802 /var> ч.

source: Use Preset
ru: Установить

source: Cancel
ru: Отмена

source: Delete Preset
ru: Удалить предустановку

source: Rest Cycle Settings
ru: Настройки цикла отдыха

source: Select two rest cycles for this season and next season respectively. Cycles that have already passed cannot be selected.
ru: Выберите два цикла отдыха для этого и следующего сезонов соответственно. Циклы, которые уже прошли, не могут быть выбраны.

source: Rest Cycles for Current Season (Began at <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> on <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)
ru: Циклы отдыха в текущем сезоне (начались в <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> на <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)

source: Rest Cycles for Next Season (Begins at <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> on <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)
ru: Циклы отдыха на следующий сезон (начинается в <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> на <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Proceed with the following rest cycle schedule? All scheduling information for the cycles below will be lost.
ru: Приступить к следующему расписанию циклов отдыха? Вся информация о расписании следующих циклов будет потеряна.

source: Current Season: Cycles <var 20 E802 /var><var 08 E1E80401 (( & <var 20 E803 /var>)) (()) /var>
ru: Текущий сезон: Циклы <var 20 E802 /var><var 08 E1E80401 (( & <var 20 E803 /var>)) (()) /var>

source: Next Season: Cycles <var 20 E802 /var><var 08 E1E80401 (( & <var 20 E803 /var>)) (()) /var>
ru: Следующий сезон: Циклы <var 20 E802 /var><var 08 E1E80401 (( & <var 20 E803 /var>)) (()) /var>

source: Material Allocation
ru: Распределение материалов

source: Current Cycle
ru: Текущий цикл

source: Current Season
ru: Текущий сезон

source: All Seasons
ru: Все сезоны

source: Materials
ru: Материалы

source: Required
ru: Требуется

source: Inventory
ru: Инвентарь

source: Deficit
ru: Дефицит

source: No items in production.
ru: Нет изделий в производстве.

source: Supply & Demand
ru: Спрос и предложение

source: Filter Settings
ru: Настройка фильтров

source: Category
ru: Категория

source: Popularity
ru: Популярность

source: Supply
ru: Поставки

source: Demand Shift
ru: Сдвиг спроса

source: Predicted Popularity
ru: Прогноз популярности

source: Product
ru: Продукты

source: Popularity
ru: Популярность

source: Supply
ru: Поставки

source: Demand Shift
ru: Сдвиг спроса

source: Predicted Popularity
ru: Прогноз популярности

source: Very High
ru: Очень высокая

source: High
ru: Высокая

source: Average
ru: Средняя

source: Low
ru: Низкая

source: Overflowing
ru: Переполнено

source: Surplus
ru: Излишки

source: Sufficient
ru: Достаток

source: Insufficient
ru: Недостаток

source: Nonexistent
ru: Отсутствуют

source: Skyrocketing
ru: Скачок

source: Increasing
ru: Повышение

source: None
ru: Нет

source: Decreasing
ru: Уменьшение

source: Plummeting
ru: Падение

source: Nothing to display.
ru: Нечего отображать.

source: Earnings Report
ru: Отчет о прибыли

source: Current Season:
ru: Текущий сезон:

source: Previous Season:
ru: Предыдущий сезон:

source: Highest Recorded:
ru: Наивысший показатель:

source: Current Season's Earnings by Cycle
ru: Доходы текущего сезона по циклам

source: Product
ru: Продукты

source: Qty.
ru: Качество

source: Value
ru: Значение

source: Cycle <var 20 E802 /var> Total:
ru: Цикл <var 20 E802 /var> Всего:

source: No reportable earnings.
ru: Отчётных доходов нет.

source: Show All
ru: Показать все

source: Pasture Management
ru: Управление пастбищем

source: Nickname
ru: Прозвище

source: Mood
ru: Настроение

source: Food
ru: Питание

source: Leavings
ru: Сбор

source: Caretaker's Log
ru: Журнал смотрителя

source: Feed
ru: Корм

source: Inventory
ru: Инвентарь

source: State
ru: Статус

source: Leavings
ru: Уход

source: Capacity: <var 20 E802 /var>/<var 20 E803 /var>
ru: Вместимость: <var 20 E802 /var>/<var 20 E803 /var>

source: Daily Care Fee:
ru: Ежедневная плата за уход:

source: Change Nickname
ru: Изменить прозвище

source: Entrust to Caretaker
ru: Поручить смотрителю

source: Dismiss Caretaker
ru: Отозвать смотрителя

source: Collect Leavings & Resume Caretaking Services
ru: Собрать материалы и возобновить услуги по уходу

source: Release
ru: Отпустить

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Accept the following items?
ru: Принять следующие предметы?

source: Warning: You will not be able to receive all of the items. Those exceeding the limit will be discarded. Do you still wish to proceed?
ru: Предупреждение: вы не сможете получить все предметы. Предметы, превышающие лимит, будут выброшены. Вы всё ещё хотите продолжить?

source: Release Animal
ru: Выпустить животное

source: Animal cannot be released because it is either under care, or has leavings available to retrieve.
ru: Животное не может быть выпущено на свободу, так как оно либо находится под присмотром, либо у него есть остатки пищи, которые можно забрать.

source: The captured <var 31 ((BNpcName)) 04E8020202 /var> will be released. Proceed?
ru: Пойманный <var 31 ((BNpcName)) 04E8020202 /var> будет выпущен. Продолжить?

source: Specify a nickname.
ru: Укажите прозвище.

source: The following punctuation marks are allowed: <var 48 F201FC /var><var 49 F201FD /var>'<var 1D /var>. , : ; ! ? & - _<var 49 01 /var><var 48 01 /var> • Double spaces/underscores are not allowed. • A space cannot be used before or after the name. • Names consisting solely of punctuation marks are prohibited.
ru: Допускаются следующие символы: <var 48 F201FC /var><var 49 F201FD /var>'<var 1D /var>. , : ; ! ? & - _<var 49 01 /var><var 48 01 /var>. • Двойные пробелы/подчёркнутые символы не допускаются. • Пробел не может быть использован до или после имени. • Имена, состоящие только из символов запрещены. • Имена на кириллице не допускаются.

source: Current Nickname: <var 29 EA02 /var>
ru: Текущее прозвище: <var 29 EA02 /var>

source: Default
ru: Сбросить

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: The name “<var 29 EA02 /var>” will be applied. Proceed?
ru: Будет присвоено имя «<var 29 EA02 /var>». Продолжить?

source: Close
ru: Закрыть

source: Hideaway Customization
ru: Персонализация убежища

source: Paths
ru: Тропинки

source: Slopes
ru: Склоны

source: Grounds
ru: Основание

source: Apply
ru: Принять

source: Change the appearance of your hideaway? <var 48 F201FA /var><var 49 F201FB /var>※Renovating the cozy cabin will remove all glamour effects.<var 49 01 /var><var 48 01 /var>
ru: Изменить внешний вид своего убежища? <var 48 F201FA /var><var 49 F201FB /var>※Обновление уютной зижины снимет все эффекты гламура.<var 49 01 /var><var 48 01 /var>

source: Change the facility's appearance? <var 48 F201FA /var><var 49 F201FB /var>※Performing a renovation will remove all glamour effects.<var 49 01 /var><var 48 01 /var>
ru: Изменить внешний вид объекта? <var 48 F201FA /var><var 49 F201FB /var>※Проведение реновации устранит все эффекты гламура.<var 49 01 /var><var 48 01 /var>

source: Move Facility
ru: Переместить помещение

source: Current Position: <var 29 EA02 /var>
ru: Текущее расположение: <var 29 EA02 /var>

source: Processing Facilities
ru: Производство

source: Landmarks
ru: Сооружения

source: Information
ru: Информация

source: Appearance
ru: Облик

source: Default
ru: По умолчанию

source: <var 08 E1E80201 ((Completion Time: <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)) ((Construction Complete)) /var>
ru: <var 08 E1E80201 ((Время завершения: <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>))) /var>)) ((Строительство завершено)) /var>

source: Hideaway Management
ru: Управление убежищем

source: Cabin & Fields
ru: Хижина и поля

source: Review
ru: Осмотреть

source: Exports
ru: Экспорт

source: Felicitous Tokens
ru: Жетоны Пушистика

source: Leavings
ru: Материалы

source: Item
ru: Предмет

source: Value
ru: Цена

source: Inventory
ru: Имеется

source: Allocated
ru: Выбрано

source: Surplus
ru: Излишки

source: You have no items available for export.
ru: У вас нет товаров, доступных для экспорта.

source: Sell all items held in excess of the value below.
ru: Продать все предметы, превышающие указанную ниже стоимость.

source: Bulk Shipment
ru: С остатком

source: Confirm Shipment
ru: Подтвердить отправку

source: Value
ru: Значение

source: Quantity
ru: Количество

source: Total
ru: Всего

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Warning: You will not be able to receive all the cowries. Do you still wish to proceed?
ru: Предупреждение: вы не сможете получить все cowries. Всё равно продолжить?

source: Warning: One item or more is being used in the workshop. Do you still wish to proceed?
ru: Предупреждение: в мастерской производится один или несколько предметов. Вы всё ещё хотите продолжить?

source: Bulk Shipment
ru: С остатком
