Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: <var 2B ((<var 31 ((Item)) 03E8020202 /var>)) /var> registered to this gear set could not be found in your Armoury Chest. Replace it with <var 31 ((Item)) 02E8030202 /var>?
ru: <var 2B ((<var 31 ((Item)) 03E8020202 /var>)) /var>, зарегистрированный в этом комплекте снаряжения, не был найден в оружейном сундуке. Заменить на <var 31 ((Item)) 02E8030202 /var>?

source: Yes
ru: Да

source: No
ru: Нет

source: <var 2B ((<var 31 ((Item)) 03E8020202 /var>)) /var> registered to this gear set cannot be equipped. Replace it with <var 31 ((Item)) 02E8030202 /var>?
ru: <var 2B ((<var 31 ((Item)) 03E8020202 /var>)) /var>, зарегистрированный в этом комплекте снаряжения, нельзя экипировать. Заменить на <var 31 ((Item)) 02E8030202 /var>?

source: Move Set Up
ru: Сдвинуть комплект вверх

source: Move Set Down
ru: Сдвинуть комплект вниз

source: Link to Glamour Plate
ru: Привязать к набору гламура

source: Change Glamour Plate Link
ru: Поменять связку с набором гламура

source: Remove Glamour Plate Link
ru: Убрать связку с набором гламура

source: Cross-world Linkshell [1]
ru: Межмировой линкшелл [1]

source: PvP Team
ru: Команда PvP

source: PvP Team Announcements
ru: Объявления группы PvP

source: Materia Creation
ru: Извлечение материи

source: Gear
ru: Снаряжение

source: Item
ru: Предмет

source: Lv.
ru: Ур.

source: Spiritbond
ru: Материаз.

source: You have no extractable items.
ru: У вас нет предметов, из которых можно было бы создать материю.

source: The spiritbond with an item must be complete before extracting a materia.
ru: Материзация должна быть завершена, чтобы создать материю.

source: Edit Portrait
ru: Редактировать портрет

source: Extract from unique/untradable item.
ru: Создать из уникальной/личной вещи.

source: Extract from materia-augmented item.
ru: Создать из вещи, улучшенной материей.

source: Once a materia has been extracted from an item, its spiritbond will be reduced to 1%. Proceed?
ru: После создания материи из предмета его материзация будет уменьшена до 1%. Продолжить?

source: Yes
ru: Да

source: No
ru: Нет

source: This item is currently equipped. Are you certain you wish to extract a materia?
ru: Этот предмет сейчас экипирован. Вы уверены, что хотите создать материю из него?

source: Materia Melding
ru: Вставка материи

source: Gear
ru: Снаряжение

source: Materia
ru: Материя

source: Item
ru: Предмет

source: Lv.
ru: Ур.

source: Slot
ru: Слот

source: Materia
ru: Материя

source: Attribute
ru: Атрибут

source: Qty.
ru: Кол-во

source: You do not possess any meldable materia.
ru: У вас нет материи, которую можно было бы вставить.

source: You do not possess any meldable gear in this category.
ru: У вас нет в этой категории снаряжения, в которую можно было бы вставить материю.

source: <var 48 F201FA /var><var 49 F201FB /var>Unable to meld materia. Reattempt meld using the same materials?<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Не удалось вставить материю. Попробовать ещё раз, используя те же материалы?<var 49 01 /var><var 48 01 /var>

source: Extract Materia
ru: Создать материю

source: Meld
ru: Вставить материю

source: Request Meld
ru: Запросить вставку материи

source: <var 48 F201FA /var><var 49 F201FB /var>Unable to meld materia. Reattempt meld using the same materials?<var 49 01 /var><var 48 01 /var>
ru: <var 48 F201FA /var><var 49 F201FB /var>Не удалось вставить материю. Попробовать ещё раз, используя те же материалы?<var 49 01 /var><var 48 01 /var>

source: Close
ru: Закрыть

source: Materia Melding
ru: Вставка материи

source: Materia
ru: Материя

source: Gear
ru: Снаряжение

source: Catalyst
ru: Катализатор

source: Success Rate
ru: Шанс успеха

source: This meld will succeed.
ru: Эта вставка будет успешной.

source: There is a chance this meld may fail.
ru: Есть шанс, что эта вставка провалится.

source: There is a fair chance this meld will fail.
ru: Есть немалый шанс, что эта вставка провалится.

source: There is a significant chance this meld will fail.
ru: Значительный шанс, что эта вставка провалится.

source: The selected item's level is too low to maximize the materia's potential.
ru: Уровень выбранного предмета слишком низок для раскрытия потенциала материи.

source: You do not possess the proper catalyst to complete the meld.
ru: У вас нет нужного катализатора для завершения вставки.

source: Unable to affix materia. Probability of success is 0%.
ru: Невозможно вставить материю. Шанс успеха — 0%.

source: You must be a level <var 20 E802 /var> Disciple of the Hand to meld this materia.
ru: Для вставки этой материи вам нужно быть Адептом Ремесла уровня <var 20 E802 /var>.

source: You cannot affix any more materia to this item.
ru: Вы не можете вставить больше материи в этот предмет.

source: You do not possess the proper catalyst. A higher-quality catalyst than necessary will be used.
ru: У вас нет нужного катализатора. Будет использован катализатор более высокого качества, чем требуется.

source: Meld
ru: Вставить

source: Return
ru: Вернуться

source: Materia Meld Request
ru: Запрос вставки материи

source: Set Reward
ru: Награда

source: Submit Request
ru: Запросить

source: Back
ru: Назад

source: Remove Request
ru: Отмена

source: Meld
ru: Вставить

source: Cancel
ru: Отмена

source: Submit melding request?
ru: Запросить вставку материи?

source: Accept melding request?
ru: Принять запрос на вставку материи?

source: Yes.
ru: Да.

source: No.
ru: Нет.

source: Warning: You will not be able to receive all the gil. Do you still wish to proceed?
ru: Предупреждение: Вы не получите все гилы. Вы точно хотите продолжить?

source: You are attempting to meld additional materia to an item. If you fail, you will lose the materia. Proceed?
ru: Вы пытаетесь вставить дополнительную материю в предмет. В случае провала вы потеряете материю. Продолжить?

source: Yes
ru: Да

source: No
ru: Нет

source: Linkshell [1]
ru: Линкшелл [1]

source: Linkshell [2]
ru: Линкшелл [2]

source: Linkshell [3]
ru: Линкшелл [3]

source: Linkshell [4]
ru: Линкшелл [4]

source: Linkshell [5]
ru: Линкшелл [5]

source: Linkshell [6]
ru: Линкшелл [6]

source: Linkshell [7]
ru: Линкшелл [7]

source: Linkshell [8]
ru: Линкшелл [8]

source: Novice Network
ru: Сеть Новичков

source: Novice Network Announcements
ru: Объявления Сети Новичков

source: Support Desk
ru: Служба поддержки

source: Information
ru: Информация

source: News
ru: Новости

source: Contact Us
ru: Связаться с нами

source: History
ru: История

source: Recent Topics
ru: Недавние новости

source: Frequently Asked Questions
ru: Часто задаваемые вопросы (ЧаВО)

source: Search FAQs
ru: Поиск в ЧаВО

source: Search Database
ru: Искать в базе данных

source: Report Harassment
ru: Пожаловаться на домогательство

source: If you are being harassed by another player, whether it be verbally or play-related, submit your claim here.
ru: Если до вас домогается другой игрок, будь то на словах или в процессе игры, подайте жалобу здесь.

source: Report Cheating
ru: Пожаловаться на читы

source: If you believe someone is using a program which gives him/her an unfair advantage, or have witnessed the buying, selling, or bot-driven farming of items using real currency, you may submit a claim here. Please note that we are unable to provide individual responses to reports.
ru: Если вы уверены, что кто-то использует программу, которая даёт им нечестное преимущество, а также если вы увидели покупку, продажу или фарм предметов ботами, используя реальную валюту, подайте жалобу здесь. Пожалуйста, имейте в виду, что мы не можем отвечать каждому на жалобы.

source: Report a Bug
ru: Сообщить о баге

source: If you believe you have discovered a bug, you may submit a report here. When reporting on gameplay issues, always confirm with Lodestone FAQs and the online manual before submitting. Please note that we are unable to provide individual responses to reports.
ru: Если вы уверены, что столкнулись с багом, вы можете сообщить об этом здесь. Перед тем, как сообщить о проблемах в геймплее, обязательно сверьтесь с Lodestone и онлайн-мануалом. Пожалуйста, имейте в виду, что мы не можем отвечать каждому на жалобы.

source: Leave a Suggestion
ru: Оставить предложение

source: Please submit any in-game support-related feedback or suggestions here. Please note that we are unable to provide individual responses to feedback and suggestions. Feedback and suggestions regarding FFXIV can be posted on the official FFXIV General Discussion forums.
ru: Отправляйте здесь все отзывы или предложения касательно поддержки внутри игры. Пожалуйста, имейте в виду, что мы не можем отвечать каждому на отзывы и предложения. Отзывы и предложения касательно FFXIV можно оставлять на официальных форумах Общего обсуждения FFXIV.

source: Retrieving information...
ru: Получение информации...

source: File Report
ru: Оформить жалобу

source: Question 1:
ru: Категория:

source: Question 2:
ru: Тема:

source: Title:
ru: Заголовок:

source: Body:
ru: Текст (не используйте русский язык):

source: Finish
ru: Закончить

source: Edit
ru: Изменить

source: Edit
ru: Изменить

source: Support Team
ru: Команда помощи

source: Recent Replies & Notices
ru: Недавние ответы и уведомления

source: There is no information to display.
ru: Нет информации для отображения.

source: [Reply]
ru: [Ответ]

source: Report History
ru: История жалоб

source: Title:
ru: Заголовок:

source: Body:
ru: Текст:

source: Finish
ru: Закончить

source: Send
ru: Отправить

source: Edit
ru: Изменить

source: Related FAQs
ru: Связанные ЧаВО

source: There are no questions to display.
ru: Нет вопросов для отображения.

source: Do you wish to discard your message?
ru: Сбросить ваше сообщение?

source: Close
ru: Закрыть

source: Reply
ru: Ответить

source: Reply
ru: Ответить

source: Return
ru: Вернуться

source: Grand Company Delivery Missions
ru: Миссии доставок для Великой Компании

source: Supply
ru: Поставка

source: Provisioning
ru: Провизия

source: Expert Delivery
ru: Экспертная доставка

source: Total
ru: Всего

source: Item
ru: Предмет

source: Requested
ru: Запрошено

source: EXP
ru: Опыт

source: Qty.
ru: Кол-во

source: Next Mission Allowance in <var 20 E802 /var> <var 08 E4E80202 ((hour)) ((hours)) /var> and <var 20 E803 /var> <var 08 E4E80302 ((minute)) ((minutes)) /var> at <var 07 E804 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> on <var 20 DE /var>/<var 20 DC /var> (Earth time).
ru: Следующий допуск к миссии через <var 08 E802 ((<var 20 E802 /var> час<var 08 E2E80205 ((<var 09 E802 (()) ((а)) ((а)) ((а)) /var>)) ((ов)) /var><var 08 E803 (( и <var 20 E803 /var> минут<var 08 E2E80305 ((<var 09 E803 ((у)) ((ы)) ((ы)) ((ы)) /var>)) (()) /var>)) /var>)) ((<var 20 E803 /var> минут<var 08 E2E80305 ((<var 09 E803 ((у)) ((ы)) ((ы)) ((ы)) /var>)) (()) /var>)) /var> в <var 07 E804 /var><var 20 DB /var>:<var 24 DA /var> <var 20 DC /var>.<var 20 DE /var> (по реальному времени).

source: Expert delivery missions are available upon attaining the rank of <var 09 E802 ((<var 28 ((GCRankLimsaMaleText)) E80301 /var>)) ((<var 28 ((GCRankGridaniaMaleText)) E80301 /var>)) ((<var 28 ((GCRankUldahMaleText)) E80301 /var>)) /var>.
ru: Миссии экспертной доставки доступны при достижении звания <var 08 E905 ((<var 09 E802 ((<var 28 ((GCRankLimsaFemaleText)) E80301 /var>)) ((<var 28 ((GCRankGridaniaFemaleText)) E80301 /var>)) ((<var 28 ((GCRankUldahFemaleText)) E80301 /var>)) /var>)) ((<var 09 E802 ((<var 28 ((GCRankLimsaMaleText)) E80301 /var>)) ((<var 28 ((GCRankGridaniaMaleText)) E80301 /var>)) ((<var 28 ((GCRankUldahMaleText)) E80301 /var>)) /var>)) /var>.

source: You possess no applicable items.
ru: У вас нет подходящих предметов.

source: No more deliveries are being accepted today.
ru: Сегодня больше не принимаются доставки.

source: No more deliveries are being accepted today.
ru: Сегодня больше не принимаются доставки.

source: Timers
ru: Таймеры

source: Next Leve Allowance
ru: Следующий допуск к поручениям

source:  <var 20 E802 /var>:<var 24 E803 /var> Remaining (<var 07 E804 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>)) ((<var 20 DE /var>/<var 20 DC /var>)) /var> <var 20 DB /var>:<var 24 DA /var>)
ru:  Осталось <var 20 E802 /var>:<var 24 E803 /var> (<var 07 E804 /var><var 20 DC /var>.<var 20 DE /var> <var 20 DB /var>:<var 24 DA /var>)

source: Supply Missions
ru: Миссии поставки

source: Provisioning Missions
ru: Миссии добычи провизии

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Next Mission Allowance
ru: Следующий допуск к миссиям ВК

source: No more deliveries are being accepted today.
ru: Сегодня больше не принимаются доставки.

source: Reward
ru: Награда

source: Deliver
ru: Доставить

source: Cancel
ru: Отмена

source: You have yet to unlock any of the classes required to complete the missions.
ru: У вас ещё не разблокирован ни один класс, способный выполнять эти миссии.

source: Warning: You will not be able to receive all the company seals. Do you still wish to proceed?
ru: Внимание: вы не сможете получить все Company seals. Вы точно хотите продолжить?

source: Warning: You will not be able to carry all the Allagan tomestones. Do you still wish to proceed?
ru: Внимание: вы не сможете получить все Allagan tomestones. Вы точно хотите продолжить?

source: Warning: You will not be able to receive all the company seals and Allagan tomestones. Do you still wish to proceed?
ru: Внимание: вы не сможете получить все Company seals и Allagan tomestones. Вы точно хотите продолжить?

source: Warning: You will not be able to receive all the following: <var 08 E1E80201 (( Company Seals)) (()) /var><var 08 E1E80301 (( Allagan Tomestones)) (()) /var><var 08 E1E80401 (( Reputation)) (()) /var> Do you still wish to proceed?
ru: Внимание: вы не сможете получить в полном объёме следующие награды: <var 08 E1E80201 (( Company Seals)) (()) /var><var 08 E1E80301 (( Allagan Tomestones)) (()) /var><var 08 E1E80401 (( Репутация)) (()) /var> Вы всё равно хотите продолжить?

source: Item Retrieval
ru: Возврат предметов

source: Item
ru: Предмет

source: Stack
ru: Кол-во

source: No items available for retrieval.
ru: Нет предметов для возврата.

source: Slots available in inventory: <var 20 E802 /var>
ru: Свободных слотов в инвентаре: <var 20 E802 /var>

source: Items being held: <var 20 E802 /var>
ru: Предметов в удержании: <var 20 E802 /var>

source: Show All Items
ru: Показать все

source: Hide Gear Set Items
ru: Скрыть в комплектах снаряжения

source: Hide Armoury Chest Items
ru: Скрыть из оружейного сундука

source: Claim <var 08 E4E80302 ((<var 31 ((Item)) 02E802E80302 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var>? Once claimed an item cannot be returned.
ru: Взять <var 08 E4E80302 ((<var 31 ((Item)) 02E802E80302 /var>)) ((<var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var>)) /var>? После этого предметы нельзя будет вернуть сюда.

source: Yes.
ru: Да.

source: No.
ru: Нет.

source: Close
ru: Закрыть

source: Next Map Allowance
ru: Следующий допуск к карте

source: Available Now
ru: Сейчас доступно

source: Armoire
ru: Шкаф снаряжения

source: Gear
ru: Снаряжение

source: Artifact Armor
ru: Артефактная броня

source: Seasonal Gear 1
ru: Сезонное снаряжение 1

source: Achievements
ru: Достижения

source: Exclusive Extras
ru: Дополнительные эксклюзивы

source: You do not possess any artifact armor.
ru: У вас нет артефактной брони.

source: You do not possess any seasonal gear.
ru: У вас нет сезонного снаряжения.

source: You do not possess any achievement items.
ru: У вас нет наград за достижения.

source: You do not possess any exclusive extras.
ru: У вас нет дополнительных эксклюзивов.

source: Item
ru: Предмет

source: Condition
ru: Прочность

source: There are no items available.
ru: Нет доступных предметов.

source: Seals (Ascending)
ru: Seal'ы - по возрастанию

source: Seals (Descending)
ru: Seal'ы - по убыванию

source: Item Type
ru: Тип предметов

source: This item is part of a registered gear set. Are you sure you wish to proceed?
ru: Этот предмет является частью комплекта снаряжения. Вы точно хотите продолжить?

source: Placing <var 31 ((Item)) 03E8020202 /var> in the armoire will reset its spiritbond to 0%, as well as remove all customization. Gear with condition below 100% cannot be stored. Proceed?
ru: Если положить <var 31 ((Item)) 03E8020202 /var> в шкаф снаряжения, то материзация предмета сбросится до 0% и будет потеряна вся его кастомизация. Снаряжение с прочностью менее 100% нельзя положить в шкаф снаряжения. Продолжить?

source: Yes
ru: Да

source: No
ru: Нет

source: Unable to meld this materia to an item with materia already attached.
ru: Нельзя вставить материю в предмет, в котором уже есть материя.

source: Advanced Melding Forbidden
ru: Продвинутая вставка запрещена

source: Melding Fee
ru: Плата за вставку

source: Meld <var 31 ((Item)) 03E8030202 /var> to <var 31 ((Item)) 03E8020202 /var> for <var 22 E804 ((,)) /var> gil?
ru: Вставить <var 31 ((Item)) 03E8030202 /var> в <var 31 ((Item)) 03E8020202 /var> за <var 22 E804 (( )) /var> гил<var 08 E2E80401 ((ов)) ((<var 08 E2E80402 (()) ((<var 08 E2E80405 ((а)) ((ов)) /var>)) /var>)) /var>?

source: Armoire
ru: Шкаф снаряжения

source: Artifact Armor
ru: Артефактная броня

source: Seasonal Gear
ru: Сезонное снаряжение

source: Achievement Items
ru: Награды за достижения

source: Exclusive Extras
ru: Дополнительные эксклюзивы

source: The armoire contains no artifact armor.
ru: В шкафе снаряжения нет артефактной брони.

source: The armoire contains no seasonal gear.
ru: В шкафе снаряжения нет сезонного снаряжения.

source: The armoire contains no achievement items.
ru: В шкафе снаряжения нет наград за достижения.

source: The armoire contains no exclusive extras.
ru: В шкафе снаряжения нет дополнительных эксклюзивов.

source: Item
ru: Предмет

source: There are no items to display.
ru: Нет предметов для отображения.

source: Apply glamour to current gear?
ru: Применить гламур на текущее снаряжение?

source: Type in the full or partial name of an item and press Enter to commence the search. Up to 100 results will be displayed.
ru: Введите полное или частичное название предмета и нажмите «Enter» для начала поиска. Будет показано до 100 результатов.

source: No matching items.
ru: Нет подходящих предметов.

source: Remove <var 31 ((Item)) 03E8020202 /var> from the armoire?
ru: Взять <var 31 ((Item)) 03E8020202 /var> из шкафа снаряжения?

source: Yes
ru: Да

source: No
ru: Нет

source: Search
ru: Поиск

source: Inventory: Gear
ru: Инвентарь: Снаряжение

source: Inventory: Fixtures/Furnishings
ru: Инвентарь: Интерьер/Экстерьер/Мебель

source: HOUSING
ru: ПРЕДМЕТ БЫТА

source: Retainer Inventory: Gear
ru: Инвентарь слуги: экипировка

source: Retainer Inventory: Fixtures/Furnishings
ru: Инвентарь слуги: предметы для дома

source: Apply
ru: Применить

source: Select Another
ru: Другой предмет

source: <var 08 E1E80201 ((<var 48 F201FC /var><var 49 F201FD /var>Requires completion of the duty “<var 29 EA03 /var>.”<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F6 /var><var 49 F201F7 /var>Quest requirements met.<var 49 01 /var><var 48 01 /var>)) /var>
ru: <var 08 E1E80201 ((<var 48 F201FC /var><var 49 F201FD /var>Требуется сначала завершить задание «<var 29 EA03 /var>».<var 49 01 /var><var 48 01 /var>)) ((<var 48 F201F6 /var><var 49 F201F7 /var>Требуемое задание завершено.<var 49 01 /var><var 48 01 /var>)) /var>

source: Item Dyeing
ru: Покраска предметов

source: Item
ru: Предмет

source: You have no dyeable items.
ru: У вас нет окрашиваемых преметов.

source: Dye
ru: Покрасить

source: Link
ru: Сделать ссылку

source: Status
ru: Статус

source: Item Dyeing
ru: Покраска предмета

source: Gear
ru: Снаряжение

source: Dyes
ru: Краски

source: Dye Selected
ru: Выбранная краска

source: Select Another Item
ru: Другой предмет

source: Dye
ru: Покрасить

source: Show all equipped gear. (The selected item may no longer be visible.)
ru: Показать всё экипированное снаряжение. (Выбранный предмет может перестать отображаться).

source: Preview all dyeable gear with the same color. (Please note that only the currently selected item will be dyed.)
ru: Предпросмотр всего снаряжения в выбранном цвете. (Имейте в виду, что в итоге будет покрашен только текущий предмет.)

source: Hide/display headgear.
ru: Прятать/показывать головной убор.

source: Hide/display main and off hand weapons.
ru: Спрятать/показать главное и побочное оружия.

source: <var 1E 15 /var> Move <var 1E 1A /var> Rotate <var 1E 0D /var>＋<var 1E 19 /var> Zoom In/Out
ru: <var 1E 15 /var> Двигать <var 1E 1A /var> Вращать <var 1E 0D /var>＋<var 1E 19 /var> Приблизить/отдалить

source: Preview unavailable due to race and/or gender restrictions.
ru: Предпросмотр недоступен из-за ограничений расы и/или гендера.

source: Preview unavailable for housing items.
ru: Предпросмотр недоступен для предметов быта.

source: You do not possess this dye.
ru: У вас нет этой краски.

source: This dye cannot be used on housing items.
ru: Эта краска не может быть использована на предметах быта.

source: Draw/sheathe weapon.
ru: Достать/убрать оружие.

source: Pieces/Components
ru: Части/Компоненты

source: Preview unavailable.
ru: Предпросмотр недоступен.

source: Apply this dye.
ru: Применить эту краску.

source: Time
ru: Время

source: Reward
ru: Награда

source: PvP EXP
ru: Опыт PvP

source: Name
ru: Имя

source: Home World
ru: Домашний мир

source: Kills
ru: Убийства

source: Times KO'd
ru: Смерти

source: Damage Dealt
ru: Нанесено урона

source: HP Restored
ru: Исцеление

source: Time Left in the Wolves' Den: <var 20 E802 /var>m <var 24 E803 /var>s
ru: Осталось времени в Волчьем логово: <var 20 E802 /var> мин. <var 24 E803 /var> с.

source: Leave
ru: Покинуть

source: The <var 28 ((GrandCompany)) E80201 /var> <var 08 E4E80202 ((is)) ((<var 08 E4E80203 ((is)) ((are)) /var>)) /var> victorious!
ru: <var 08 E4E80202 ((Победил)) ((<var 08 E4E80203 ((Победил)) ((Победило)) /var>)) /var> <var 28 ((GrandCompany)) E80201 /var>!

source: Occupations
ru: Захваты

source: Time remaining in area: <var 20 E802 /var>:<var 24 E803 /var>
ru: Осталось времени в локации: <var 20 E802 /var>:<var 24 E803 /var>

source: Occupying <var 09 E802 ((<var 12 34 /var>)) ((<var 12 35 /var>)) ((<var 12 36 /var>)) /var>
ru: Идёт захват <var 09 E802 ((<var 12 34 /var>)) ((<var 12 35 /var>)) ((<var 12 36 /var>)) /var>

source: Occupied <var 09 E802 ((<var 12 34 /var>)) ((<var 12 35 /var>)) ((<var 12 36 /var>)) /var>
ru: Захвачено <var 09 E802 ((<var 12 34 /var>)) ((<var 12 35 /var>)) ((<var 12 36 /var>)) /var>

source: Occupied Locations
ru: Захвачено локаций

source: <var 08 E1E80301 ((★)) (( )) /var><var 09 E802 ((<var 12 34 /var>)) ((<var 12 35 /var>)) ((<var 12 36 /var>)) /var>The <var 28 ((GrandCompany)) E80201 /var> Tactical Rating
ru: <var 08 E1E80301 ((★)) (( )) /var><var 09 E802 ((<var 12 34 /var>)) ((<var 12 35 /var>)) ((<var 12 36 /var>)) /var><var 28 ((GrandCompany)) E80201 /var> Тактический рейтинг

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Draw
ru: Ничья

source: Alliance
ru: Альянс

source: Materiel
ru: Снабжение

source: Weapons
ru: Оружие

source: Armor
ru: Броня

source: You are not a member of the <var 28 ((GrandCompany)) E80201 /var>.
ru: Вы не являетесь членом Великой Компании <var 28 ((GrandCompany)) E80201 /var>.

source: Team
ru: Команда

source: Receive:
ru: Получить:

source: In Exchange For:
ru: В обмен на:

source: Bag
ru: Сумка

source: Exchange
ru: Обменять

source: Cancel
ru: Отмена

source: The <var 28 ((GrandCompany)) E80201 /var>
ru: <var 28 ((GrandCompany)) E80201 /var>

source: <var 28 ((FCRights)) E80301 /var> Rank <var 20 E802 /var>
ru: <var 28 ((FCRights)) E80301 /var> Ранг <var 20 E802 /var>

source: Company Profile
ru: Профиль компании
