Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: No items are available for exchange.
ru: Нет доступных для обмена предметов.

source: Role
ru: Роль

source: Exchange <var 22 E804 ((,)) /var> <var 08 E4E80402 ((seal)) ((seals)) /var> for <var 08 E4E80302 ((<var 31 ((Item)) 02E8020202 /var>)) ((<var 22 E803 ((,)) /var> <var 31 ((Item)) 04E802E80302 /var>)) /var>?
ru: Обменять <var 22 E804 (( )) /var> <var 08 E4E80402 ((seal)) ((seals)) /var> на <var 08 E4E80302 ((<var 31 ((Item)) 02E8020202 /var>)) ((<var 22 E803 (( )) /var> <var 31 ((Item)) 04E802E80302 /var>)) /var>?

source: Only members of the <var 28 ((GrandCompany)) E80201 /var> are allowed to exchange <var 08 E4E80202 ((storm)) ((<var 08 E4E80203 ((serpent)) ((flame)) /var>)) /var> seals for goods and services.
ru: Только членам Компании «<var 28 ((GrandCompany)) E80201 /var>» разрешено обменивать seal'ы <var 08 E4E80202 ((Водоворота)) ((<var 08 E4E80203 ((Ордена)) ((Пламени)) /var>)) /var> на местные товары и услуги.

source: Hotbar Palette
ru: Хотбар

source: Press a button combination to assign it an action.
ru: Нажмите комбинацию кнопок, чтобы назначить на неё действие.

source: <var 1E 0A /var> Exit
ru: <var 1E 0A /var> Выход

source: Set to Hotbar
ru: Добавить на хотбар

source: Delete from hotbar?
ru: Убрать с хотбара?

source: Edit Hotbar
ru: Редактировать хотбар

source: Select a slot to edit by pressing its button combination.
ru: Нажмите комбинацию кнопок действия, которое требуется изменить.

source: Select a new slot for this command. Select the same slot to delete the command.
ru: Выберите новый слот для этой команды. Выберите тот же слот, чтобы убрать эту команду.

source: <var 12 14 /var> Exit
ru: <var 12 14 /var> Выход

source: <var 1E 0A /var> Cancel <var 12 14 /var> Exit
ru: <var 1E 0A /var> Отмена <var 12 14 /var> Выход

source: VIRTUAL MOUSE MODE
ru: РЕЖИМ ВИРТУАЛЬНОЙ МЫШИ

source: <var 1E 0F /var> Left-Click <var 1E 10 /var> Right-Click <var 1E 0D /var>+<var 12 12 /var> Exit
ru: <var 1E 0F /var> Левая кнопка мыши <var 1E 10 /var> Правая кнопка мыши <var 1E 0D /var>+<var 12 12 /var> Выход

source: <var 1E 0D /var>+<var 12 12 /var> Toggle Cursor
ru: <var 1E 0D /var>+<var 12 12 /var> Переключить курсор

source: GROUND TARGETING MODE
ru: РЕЖИМ НАЦЕЛИВАНИЯ НА ЗЕМЛЮ

source: <var 1E 0E /var>+<var 1E 15 /var> Move Ring <var 1E 0E /var>＋<var 12 11 /var> Reset Ring Position
ru: <var 1E 0E /var>+<var 1E 15 /var> Двигать прицел <var 1E 0E /var>＋<var 12 11 /var> Сбросить прицел

source: Achievements
ru: Достижения

source: Total Points
ru: Всего очков

source: Category
ru: Категории

source: Reward
ru: Награда

source: There are no achievements to display.
ru: Нет достижений для отображения.

source: Relevant
ru: Актуальные

source: Last Five
ru: Последние пять

source: Achievement Unlocked
ru: Новое достижение

source: Obtaining data...
ru: Получение данных...

source: Currency
ru: 3365_Currency

source: Achievement Points
ru: Очки достижений

source: Displays achievement certificate help text.
ru: Показать помощь по achievement certificate'ам.

source: Select reward items via completed achievements to accept them. Furthermore, each time you earn an achievement, you will gain achievement points. These points can be exchanged for <var 48 F201FA /var><var 49 F201FB /var>achievement certificates<var 49 01 /var><var 48 01 /var> by speaking with Jonathas in Old Gridania. Certificates can then be used to purchase special rewards including rare items and gear.
ru: За некоторые достижения полагаются предметы или титулы, которые можно получить непосредственно из списка достижений. Вдобавок вы получаете очки достижений. Эти очки можно обменять на <var 48 F201FA /var><var 49 F201FB /var>achievement certificate'ы<var 49 01 /var><var 48 01 /var>, поговорив с Джонатасом в Старой Гридании. После этого их можно использовать для покупки различных наград, включая редкие предметы и снаряжение.

source: Near Completion
ru: Близки к завершению

source: Current Area
ru: Текущая локация

source: View more achievements approaching completion.
ru: Посмотреть ещё почти завершённые достижения.

source: Move to Login Notifications
ru: Убрать в строку уведомлений при входе

source: Achievements approaching completion:
ru: Достижения, близящиеся к завершению:

source: Watchlist
ru: Отслеживаемые

source: Displays up to 30 achievements recorded to your Watchlist.
ru: Показывается до 30 достижений, добавленных в список отслеживания.

source: Add to Watchlist
ru: Отслеживать достижение

source: Remove from Watchlist
ru: Убрать из отслеживаемых

source: Filter completed achievements.
ru: Показать завершённые достижения.

source: Filter unfinished achievements.
ru: Показать незавершённые достижения.

source: Filter achievements with title rewards.
ru: Показать достижения с титулом в качестве награды.

source: Filter achievements with miscellaneous item rewards.
ru: Показать достижения, дающие предмет в качестве награды.

source: Display Filtered Categories
ru: Показать отфильтрованные категории

source: There are no achievements to display.
ru: Нет достижений для отображения.

source: Search
ru: Поиск

source: Input keywords to search unlocked Active Help entries. Searches are case sensitive.
ru: Введите ключевые слова для поиска среди разблокированных записей Быстрой помощи. Большие буквы имеют значение в поиске.

source: Unable to find any matches.
ru: Не удалось найти подходящие записи.

source: Results
ru: Результаты

source: Active Help
ru: Быстрая помощь

source: Mouse/Keyboard
ru: Клавиатура/мышь

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var>
ru: <var 08 E1E94C01 ((Контроллер)) ((Геймпад)) /var>

source: There are no entries.
ru: Нет записей.

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Item
ru: Предмет

source: Price
ru: Цена

source: Purchase <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> for <var 22 E804 ((,)) /var> gil?
ru: Купить <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> за <var 22 E804 (( )) /var> гил<var 08 E2E80401 ((ов)) ((<var 08 E2E80402 (()) ((<var 08 E2E80405 ((а)) ((ов)) /var>)) /var>)) /var>?

source: Sell <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> for <var 22 E804 ((,)) /var> gil?
ru: Продать <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> за <var 22 E804 (( )) /var> гил<var 08 E2E80401 ((ов)) ((<var 08 E2E80402 (()) ((<var 08 E2E80405 ((а)) ((ов)) /var>)) /var>)) /var>?

source: Completing transaction with merchant.
ru: Завершение транзакции с торговцем.

source: Trade
ru: Торговля

source: Cancel
ru: Отмена

source: Show only recently added items.
ru: Показать новые предметы.

source: There are no items to display.
ru: Нет предметов для отображения.

source: Your company rank is not high enough.
ru: Ваш ранг в компании недостаточно высок.

source: Your company lacks sufficient credits.
ru: У вашей компании недостаточно credits.

source: Purchase the action “<var 28 ((CompanyAction)) E80201 /var>” for <var 22 E803 ((,)) /var> credits?
ru: Купить действие «<var 28 ((CompanyAction)) E80201 /var>» за <var 22 E803 (( )) /var> credits?

source: Your company has not executed any actions.
ru: Ваша компания не активировала никакие действия.

source: Your company does not possess any actions.
ru: Ваша компания не владеет никакими действиями.

source: You are not authorized to execute company actions.
ru: Вам не разрешено активировать действия компании.

source: Active Actions
ru: Активные действия

source: Inactive Actions
ru: Неактивные действия

source: There are no active actions.
ru: Нет активных действий.

source: There are no inactive actions.
ru: Нет неактивных действий.

source: You are not authorized to execute company actions.
ru: Вам не разрешено активировать действия компании.

source: Ordinary Tincture
ru: Оттенки узора

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Tincture 1
ru: Оттенок 1

source: Tincture 2
ru: Оттенок 2

source: Gear Crest
ru: Нашивка на снаряжение

source: Add Crest
ru: Добавить нашивку

source: Remove Crest
ru: Убрать нашивку

source: Gear
ru: Снаряжение

source: Add to All
ru: Добавить на всё

source: Item
ru: Предмет

source: Fee
ru: Плата

source: Total: <var 22 E802 ((,)) /var>
ru: Итого: <var 22 E802 (( )) /var>

source: You have no crest-worthy gear.
ru: У вас нет снаряжения, на которое можно добавить нашивку.

source: Credit Exchange
ru: Обмен credit'ов

source: Rank
ru: Ранг

source: Company Action
ru: Действие компании

source: Rank
ru: Ранг

source: You are not authorized to spend company credits.
ru: Вам не разрешено тратить company credits.

source: Active Action
ru: Активные действия

source: Inactive Actions
ru: Неактивные действия

source: Item
ru: Предмет

source: Qty.
ru: Кол-во

source: Inventory
ru: Инвентарь

source: Purchase <var 08 E4E80402 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E804 /var> <var 31 ((Item)) 04E8020402 /var>)) /var> for <var 08 E4E80302 ((<var 22 E803 ((,)) /var> company credit)) ((<var 22 E803 ((,)) /var> company credits)) /var>?
ru: Купить <var 08 E4E80402 ((<var 31 ((Item)) 03E8020202 /var>)) ((<var 20 E804 /var> <var 31 ((Item)) 04E8020402 /var>)) /var> за <var 22 E803 (( )) /var> company credit<var 08 E4E80302 (()) ((s)) /var>?

source: Add your company crest to <var 31 ((Item)) 03E8020202 /var> for <var 20 E803 /var> gil?
ru: Добавить нашивку вашей компании на предмет <var 31 ((Item)) 03E8020202 /var> за <var 20 E803 /var> гилов?

source: Remove your company crest from <var 31 ((Item)) 03E8020202 /var>?
ru: Убрать нашивку вашей компании с предмета <var 31 ((Item)) 03E8020202 /var>?

source: Remove your company crest from all the specified items?
ru: Убрать нашивку вашей компании со всех указанных предметов?

source: This feature is only available to free company members.
ru: Эта функция доступна только членам вольной компании.

source: Total
ru: Всего

source: This Week
ru: За эту неделю

source: Update Gear Set
ru: Обновить комплект снаряжения

source: There are no crests on any of your gear.
ru: У вас нет снаряжения с нашивкой.

source: Remove All
ru: Убрать все

source: This feature is only available to free company members.
ru: Эта функция доступна только членам вольной компании.

source: This feature is only available to members belonging to the allied Grand Company.
ru: Эта функция доступна только участникам, принадлежащим доминирующей в ФК Великой Компании.

source: Recommendations
ru: Рекомендации

source: Searching...
ru: Поиск...

source: There are no duties to display.
ru: Нет миссий для отображения.

source: Required Level: <var 20 E802 /var>
ru: Требуемый уровень: <var 20 E802 /var>

source: Charge Tincture
ru: Оттенок фигуры

source: Confirm
ru: Выбрать

source: Cancel
ru: Отмена

source: Greet
ru: Приветствие

source: Well met! /wave
ru: Привет! /wave

source: Send Off
ru: Прощание

source: Farewell! /goodbye
ru: До свидания! /goodbye

source: Congratulate
ru: Поздравление

source: Congratulations! /congratulate
ru: Поздравляю! /congratulate

source: Attack Nearest
ru: Атаковать ближайшего

source: /targetenemy /facetarget /action Auto-attack <t>
ru: /targetenemy /facetarget /action Автоатака <t>

source: Mark Enemy
ru: Пометить врага

source: /enemysign attack1 <t> /party Attack <attack1>!
ru: /enemysign attack1 <t> /party Атакуем <attack1>!

source: Attack Marked Target
ru: Атаковать метку

source: /target <attack1> /facetarget /action Auto-attack <t>
ru: /target <attack1> /facetarget /action Автоатака <t>

source: Text Commands
ru: Текстовые команды

source: Add to Macro
ru: Добавить в макрос

source: Copy
ru: Копировать

source: <var 12 37 /var>Random! <var 12 4A /var><var 20 E802 /var><var 12 38 /var>
ru: <var 12 37 /var>Случайное число! <var 12 4A /var><var 20 E802 /var><var 12 38 /var>

source: <var 12 37 /var>Random! (1-<var 20 E803 /var>) <var 12 4A /var><var 20 E802 /var><var 12 38 /var>
ru: <var 12 37 /var>Бросаю жребий! (1–<var 20 E803 /var>) <var 12 4A /var><var 20 E802 /var><var 12 38 /var>

source: Pet glamour settings
ru: Настройки гламура питомцев

source: Select an item to hand over.
ru: Выберите, какой предмет передать.

source: Select an item to trade.
ru: Выберите, какой предмет отдать.

source: Select an item to entrust to your retainer.
ru: Выберите, какой предмет доверить слуге.

source: Select an item to place on the markets.
ru: Выберите, какой предмет выставить на продажу.

source: Select an item to attach to your mog letter.
ru: Выберите, какой предмет приложить к письму.

source: Select an item to sell.
ru: Выберите, какой предмет продать.

source: Select an item to equip.
ru: Выберите, какой предмет экипировать.

source: Select an item to place in your Armoury Chest.
ru: Выберите, какой предмет положить в оружейный сундук.

source: Select an item to place in your company chest.
ru: Выберите, какой предмет положить в сундук компании.

source: Select furnishing to place.
ru: Выберите, какую мебель поставить.

source: Select exterior fixture to add/edit.
ru: Выберите, какой элемент экстерьера добавить/изменить.

source: Select interior fixture to add/edit.
ru: Выберите, какой элемент интерьера добавить/изменить.

source: Exterior
ru: Экстерьер

source: Interior
ru: Интерьер

source: Select an item to equip to your retainer.
ru: Выберите, что одеть на вашего слугу.

source: Slide I+XIV
ru: Пятнашки I+XIV

source: Turn
ru: Ходы

source: Time
ru: Время

source: Best Time
ru: 3605_Best Time

source: Least Turns
ru: 3606_Least Turns

source: Items
ru: Предметы

source: Key Items & Crystals
ru: Важные предметы/Кристаллы

source: Items 1-100
ru: Предметы 1–100

source: Items 101-175 & Crystals
ru: Предметы 101–175/Кристаллы

source: Currency
ru: Валюта

source: Common
ru: Общая

source: Battle
ru: Боевая

source: Other
ru: Другая

source: Manderville Gold Saucer Points
ru: Очки «Золотого Блюдца Мандервилля»

source: Reset in <var 20 E802 /var>h <var 20 E803 /var>m <var 07 E804 /var>[<var 20 DE /var>/<var 20 DC /var> <var 20 DB /var>:<var 24 DA /var>]
ru: Сброс через <var 20 E802 /var> ч. <var 20 E803 /var> мин. <var 07 E804 /var>[<var 20 DC /var>.<var 20 DE /var> <var 20 DB /var>:<var 24 DA /var>]

source: Ehcatl Nine Delivery Quests
ru: Задания доставки для Девятки Экатлов

source: Item
ru: Предмет

source: Recipe Lv.
ru: Ур. рецепта

source: Qty.
ru: Кол-во

source: Quota Pts.
ru: Очки квоты

source: EXP Reward
ru: Опыт

source: Inventory
ru: Инвентарь

source: Quota
ru: Квота

source: All
ru: Все

source: Ehcatl Nine Delivery Quests
ru: Задания доставки для Девятки Экатлов

source: Not Available
ru: Недоступны

source: Available Now
ru: Доступны

source: View the list of requested items.
ru: Посмотреть список запрошенных предметов.

source: Estate Possession Retrieval
ru: Возврат предметов участка

source: There is a time limit on retrieving estate possessions.
ru: Время на возврат предметов участка ограничено.

source: Confirm time remaining to retrieve estate possessions.
ru: Ниже указано время, оставшееся на возврат предметов.

source: Time Remaining to Retrieve Estate Possessions:
ru: Оставшееся время на возврат предметов участка:

source:  <var 08 E0E80202 ((<var 20 E802 /var> <var 08 E4E80202 ((day)) ((days)) /var>)) ((Less than 1 day)) /var>
ru:  <var 08 E0E80202 ((<var 20 E802 /var> <var 08 E2E80202 ((день)) ((<var 08 E2E80205 ((дня)) ((дней)) /var>)) /var>)) ((Меньше 1 дня)) /var>

source: Qty.
ru: Кол-во

source: Unable to obtain information on time remaining.
ru: Не удалось получить информацию об оставшемся времени.

source: ※Speak with a resident caretaker to retrieve items.
ru: ※Поговорите со смотрителем резиденций, чтобы получить предметы.

source: Item
ru: Предмет

source: Estate Possession Retrieval
ru: Возврат предметов участка

source: Retrieve <var 31 ((Item)) 03E8020202 /var>?
ru: Забрать <var 31 ((Item)) 03E8020202 /var>?

source: There are no items to retrieve.
ru: Нет предметов для возврата.

source: Open Inventory Slots: <var 20 E802 /var>
ru: Свободных ячеек в инвентаре: <var 20 E802 /var>

source: Items Held: <var 20 E802 /var>
ru: Предметов в наличии: <var 20 E802 /var>

source: Cast Glamour
ru: Зачаровать гламур

source: Cast Glamour
ru: Зачаровать гламур

source: Base
ru: Основа

source: Appearance
ru: Внешний вид

source: Item
ru: Предмет

source: Lv.
ru: Ур.

source: You do not possess any items which can be glamoured in this category.
ru: У вас нет предметов в этой категории, на которые можно было бы зачаровать гламур.

source: Item
ru: Предмет

source: Lv.
ru: Ур.

source: Remove
ru: Рассеять чары

source: You do not possess any items which can used as glamours.
ru: У вас не предметов, которые можно было бы использовать как гламур.

source: Cast Glamour
ru: Зачаровать гламур

source: Base
ru: ВИД ИЗМЕНИТСЯ

source: Appearance
ru: ВИД ЗАИМСТВУЕТСЯ ОТ...

source: Catalyst
ru: Катализатор

source: Cast
ru: Зачаровать

source: Return
ru: Вернуться

source: You do not possess the proper catalyst to cast this glamour.
ru: У вас нет нужного катализатора для зачарования этого гламура.

source: Dispel Glamour
ru: Рассеять чары

source: Catalyst
ru: Катализатор

source: Dispel
ru: Рассеять чары

source: Return
ru: Вернуться

source: You do not possess the proper catalyst to dispel this glamour.
ru: У вас нет нужного катализатора для того, чтобы рассеять чары этого гламура.

source: <var 2B ((<var 31 ((Item)) 03E8020202 /var>)) /var> will be bound to you.
ru: <var 2B ((<var 31 ((Item)) 03E8020202 /var>)) /var> будет привязан к вам.

source: Glamours will only be visible if your current class, job, race, or gender can equip both items.
ru: Гламуры будут видны, только если ваш текущий класс, профессия, раса или гендер может экипировать оба предмета.

source: Equipped by Retainer
ru: Надето на слуге

source: Retainer Inventory
ru: В инвентаре слуги

source: Inventory/Armoury Chest/Equipped
ru: Инвентарь/Оруж. сундук/Надето

source: Equipped by Retainer/Retainer Inventory
ru: Надето на слуге/В инвентаре слуги

source: Armoire
ru: Шкаф снаряжения

source: Glamour Dresser
ru: Комод гламура

source: This feature may only be used in inns.
ru: Доступно только в гостиницах.

source: Not required for armoire items.
ru: Не требуется для предметов из шкафа снаряжения.

source: Not required for glamour dresser items.
ru: Не требуется для предметов из комода гламура.

source: This feature may only be used when a retainer has been summoned.
ru: Нужно сначала призвать слугу.

source: Restore all settings for <var 28 ((Hud)) E802 ((ADDONHUD_NAME)) /var> to their default?
ru: Сбросить настройки элемента <var 28 ((Hud)) E802 ((ADDONHUD_NAME)) /var> на умолчания?

source: Default
ru: По умолчанию

source: HUD Layout Settings
ru: Настройки раскладки HUD

source: HUD Layout Settings
ru: Настройки раскладки HUD

source: Copy base settings to a new slot.
ru: Копировать настройки исходного слота в новый слот.

source: Base Slot
ru: Исходный слот

source: New Slot
ru: Новый слот

source: Execute
ru: Выполнить

source: Cancel
ru: Отмена

source: If you continue, unsaved changes will be lost. Proceed?
ru: Если вы продолжите, несохранённые изменения будут потеряны. Продолжить?

source: If you open the layout settings, unsaved changes will be lost. Proceed?
ru: Если вы откроете настройки раскладки, несохранённые изменения будут потеряны. Продолжить?

source: Copy layout <var 20 E803 /var> to slot <var 20 E802 /var>?
ru: Скопировать раскладку <var 20 E803 /var> в слот <var 20 E802 /var>?

source: System
ru: Системная

source: Hotbars
ru: Хотбары

source: Basic
ru: Базовая

source: Duty
ru: Миссии

source: UI Element Settings
ru: Настройки элемента интерфейса

source: Adjust system and hotbar HUD layout.
ru: Изменить раскладку системного HUD и хотбаров.

source: Adjust system HUD layout.
ru: Изменить раскладку системного HUD.

source: Adjust hotbar HUD layout.
ru: Изменить раскладку хотбаров.

source: Adjust duty-specific HUD layout. PvP-specific layouts can only be adjusted on Wolves' Den Pier or while participating in PvP.
ru: Изменить раскладку HUD, появляющегося в особых миссиях. Раскладку PvP можно изменить только в Пирсе Волчьего логова или во время участия в PvP.

source: Wait
ru: Подождать

source: Return Confirmation
ru: Подтверждение Возврата

source: Wait
ru: Подождать

source: Raise Confirmation
ru: Подтверждение Воскрешения

source: Starting Point
ru: Стартовая точка

source: Accept
ru: Принять

source: Decline
ru: Отклонить

source: Accept Raise from <var 29 EA02 /var>?
ru: Принять Воскрешение от <var 29 EA02 /var>?

source: Home Point
ru: Домашняя точка

source: You have been incapacitated while participating in the duty “<var 29 EA02 /var>.” <var 48 F201F4 /var><var 49 F201F5 /var>※You will be forcibly removed from the instance after 10 minutes.<var 49 01 /var><var 48 01 /var>
ru: Вы потерпели поражение во время участия в миссии «<var 29 EA02 /var>». <var 48 F201F4 /var><var 49 F201F5 /var>※Через 10 минут вас принудительно телепортирует отсюда.<var 49 01 /var><var 48 01 /var>

source: Fishing Log
ru: Журнал рыболовства

source: Region
ru: Регионы

source: Area
ru: Локация

source: Fish Guide
ru: Гид по рыбам

source: Records
ru: Рекорды

source: Complete!
ru: Завершено!

source: Locations Discovered: <var 20 E802 /var>/<var 20 E803 /var>
ru: Открыто мест: <var 20 E802 /var>/<var 20 E803 /var>

source: Lv. <var 20 E802 /var>
ru: Ур. <var 20 E802 /var>

source: <var 20 E802 /var>.<var 20 E803 /var> im
ru: <var 20 E802 /var>,<var 20 E803 /var> ильм

source: Undiscovered
ru: Не найдено

source: Fishing Log
ru: Журнал рыболовства

source: Required Knowledge: <var 28 ((Item)) E8020A /var><var 08 E4E80301 (()) (( (Learned))) /var>
ru: Требуемые знания: <var 28 ((Item)) E8020A /var><var 08 E4E80301 (()) (( (Изучено))) /var>

source: Weather Restrictions: <var 09 E802 ((Yes)) ((None)) ((???)) /var> Time Restrictions: <var 09 E803 ((Yes)) ((None)) ((???)) /var> Special Conditions: <var 09 E804 ((Yes)) ((None)) ((???)) /var>
ru: Ограничения погоды: <var 09 E802 ((Есть)) ((Нет)) ((???)) /var> Ограничения времени: <var 09 E803 ((Есть)) ((Нет)) ((???)) /var> Особые условия: <var 09 E804 ((Есть)) ((Нет)) ((???)) /var>

source: Preserve the following item with a collectability of <var 48 F201F8 /var><var 49 F201F9 /var><var 20 E802 /var><var 49 01 /var><var 48 01 /var>? <var 48 F201F4 /var><var 49 F201F5 /var>※An item which has been preserved as a collectable cannot be traded or sold.<var 49 01 /var><var 48 01 /var>
ru: Оставить следующий предмет с коллекционностью <var 48 F201F8 /var><var 49 F201F9 /var><var 20 E802 /var><var 49 01 /var><var 48 01 /var>? <var 48 F201F4 /var><var 49 F201F5 /var>※Предмет, оставленный в качестве ценности, нельзя продать на рынке или передать другим.<var 49 01 /var><var 48 01 /var>

source: Toggle between fishing and spearfishing.
ru: Переключить между ловлей удочкой и острогой.

source: Fish Guide
ru: Гид по рыбам

source: <var 08 E4E80301 ((Successful Fishing Endeavors)) ((Fish Caught)) /var>: <var 22 E802 ((,)) /var>
ru: <var 08 E4E80301 ((Поймано удочкой)) ((Поймано гарпуном)) /var>: <var 22 E802 (( )) /var>

source: Prime Locations
ru: Основные места

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Additional Information
ru: Дополнительная информация

source: Collectable
ru: Ценность

source: Required to Gather: <var 08 E4E80401 ((Tome of Regional Folklore)) ((<var 28 ((Item)) E8020A /var> (<var 08 E4E80301 ((Not Owned)) ((Owned)) /var>))) /var>
ru: Для сбора требуется: <var 08 E4E80401 ((Tome of Regional Folklore)) ((<var 28 ((Item)) E8020A /var> (<var 08 E4E80301 ((Не изучен)) ((Изучен)) /var>))) /var>

source: <var 28 ((GatheringSubCategory)) E80206 /var> (<var 08 E4E80301 ((Unobtained)) ((Obtained)) /var>)
ru: <var 28 ((GatheringSubCategory)) E80206 /var> (<var 08 E4E80301 ((Не изучен)) ((Изучен)) /var>)

source: Records
ru: Рекорды

source: There is nothing to display.
ru: Нет ничего для отображения.

source: Lakes
ru: Озёра

source: Rivers
ru: Реки
