Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: Sell items with an inventory exceeding <var 20 E802 /var>? <var 48 F201FA /var><var 49 F201FB /var>※Be mindful of items with inventory allocated towards the production of handicrafts.<var 49 01 /var><var 48 01 /var>
ru: Продать предметы из инвентаря, превышающим количество выше: <var 20 E802 /var>? <var 48 F201FA /var><var 49 F201FB /var>※Не забывайте о предметах, инвентаризация которых направлена на производство ремесленных изделий.<var 49 01 /var><var 48 01 /var>

source: Item
ru: Предмет

source: Value
ru: Значение

source: Qty.
ru: Кол-во

source: Total
ru: Всего

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Island EXP
ru: островного опыта

source: Under Care
ru: Под опекой

source: Care Halted
ru: Уход прекращён

source: Caretaking Service
ru: Услуги по уходу

source: Select Destination
ru: Выберите пункт назначения

source: Are you sure you wish to reconstruct this landmark?
ru: Вы уверены, что хотите восстановить этот ориентир?

source: Material Allocation
ru: Распределение материалов

source: Display players whose islands you are permitted to visit at the top.
ru: Отображать сверху тех игроков, чьи острова вам разрешено посещать.

source: No members to display.
ru: Нет участников для отображения.

source: Travel to <var 29 EA02 /var>'s island?
ru: Путешествие на остров <var 29 EA02 /var>?

source: There are no animals grazing in the pasture.
ru: На пастбище не пасутся животные.

source: Free-range Minions
ru: Управление миньонами

source: Area
ru: Локация

source: Recall All Minions
ru: Отозвать всех миньонов

source: All minions currently roaming the island will be recalled. Proceed?
ru: Все гуляющие миньоны будут отозваны. Продолжить?

source: Total: <var 20 E802 /var>/<var 20 E803 /var>
ru: Всего: <var 20 E802 /var>/<var 20 E803 /var>

source: Select Terrain
ru: Выберите локацию

source: Select Minions
ru: Выберите миньонов

source: Retrieve Minion
ru: Отозвать миньона

source: Island Minion Guide
ru: Островной гид по миньонам

source: Movement
ru: Передвижение

source: Walking
ru: Шагает

source: Resting
ru: Отдыхает

source: Current Position
ru: Текущая позиция

source: Following
ru: Следует

source: Home
ru: Дома

source: Release Minion
ru: Выпустить миньона

source: Retrieve Minion
ru: Отозвать миньона

source: <var 2B ((<var 31 ((Companion)) 03E8020202 /var>)) /var> is currently following you. Release anyway? Release Area: <var 29 EA03 /var> <var 48 F201FA /var><var 49 F201FB /var>※The summoned minion will be released to roam about the designated location.<var 49 01 /var><var 48 01 /var>
ru: <var 2B ((<var 31 ((Companion)) 03E8020202 /var>)) /var> сейчас следует за вами. Всё равно выпустить в локацию «<var 29 EA03 /var>»? <var 48 F201FA /var><var 49 F201FB /var>※Призванный миньон будет выпущен гулять в указанной локации.<var 49 01 /var><var 48 01 /var>

source: <var 2B ((<var 31 ((Companion)) 03E8020202 /var>)) /var> is already roaming about the designated area. Do you still wish to proceed?
ru: <var 2B ((<var 31 ((Companion)) 03E8020202 /var>)) /var> уже гуляет в выбранной локации. Продолжить?

source: <var 20 E802 /var>/<var 20 E803 /var> Minions Roaming the Isle
ru: <var 20 E802 /var>/<var 20 E803 /var> миньонов гуляет по острову

source: Spend <var 20 E802 /var> seafarer's cowries to dispatch an expedition to <var 31 ((MJIName)) 03E8030302 /var>?
ru: Потратить <var 20 E802 /var> seafarer's cowries на отправку экспедиции в <var 31 ((MJIName)) 03E8030302 /var>?

source: Entrust to Gardener
ru: Поручить садоводу

source: Dismiss Gardener
ru: Уволить садовника

source: Collect Yield & Resume Gardening Services
ru: Забрать урожай и возобновить услуги садовода

source: Sanctuary Settings
ru: Настройки острова

source: Permit the following entry:
ru: Разрешить вход:

source: Friends
ru: Друзьям

source: Free Company Members
ru: Участникам вольной компании

source: Party Members
ru: Членам группы

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Name
ru: Имя

source: Class/Job
ru: Класс/Профессия

source: Location
ru: Местонахождение

source: Location
ru: Местонахождение

source: Company
ru: Компания

source: Rank
ru: Ранг

source: Lang.
ru: Язык

source: Visitors
ru: Посетители

source: Change expedition area to <var 31 ((MJIName)) 03E8020302 /var>?
ru: Изменить область экспедиции на <var 31 ((MJIName)) 03E8020302 /var>?

source: Spend <var 20 E802 /var> seafarer's cowries to extend the length of the expedition?
ru: Потратить <var 20 E802 /var> seafarer's cowries, чтобы увеличить продолжительность экспедиции?

source: Spend <var 20 E802 /var> seafarer's cowries to extend the length of the expedition and change the area to <var 31 ((MJIName)) 03E8030302 /var>?
ru: Заплатить <var 20 E802 /var> seafarer's cowries, чтобы увеличить продолжительность экспедиции и изменить область на <var 31 ((MJIName)) 03E8030302 /var>?

source: Select Expedition Area
ru: Выберите область экспедиции

source: Register the agenda beginning with this item as a preset?
ru: Зарегистрировать повестку дня, начинающуюся с этого пункта, как предустановленную?

source: Sanctuary Settings
ru: Настройки острова

source: Move this building to the indicated location? <var 48 F201FA /var><var 49 F201FB /var>※If there is already a building erected upon the indicated location, the two buildings will switch places.<var 49 01 /var><var 48 01 /var>
ru: Переместить это здание на указанное место? <var 48 F201FA /var><var 49 F201FB /var>※Если на указанном месте уже есть здание, два здания поменяются местами.<var 49 01 /var><var 48 01 /var>

source: Are you sure you wish to remove and discard the <var 28 ((Item)) E80201 /var> crop? (Growth state: <var 29 EA03 /var>)
ru: Вы уверены, что хотите удалить и выбросить культуру <var 28 ((Item)) E80201 /var>? (Состояние роста: <var 29 EA03 /var>)

source: Remove and Discard
ru: Удалить и выбросить

source: Selected
ru: Выбрано

source: Review Manual
ru: Обзорное руководство

source: Inventory
ru: Инвентарь

source: Collect Yield & End Gardening Services
ru: Собрать урожай и закончить сбор

source: Collect Leavings & End Caretaking Services
ru: Собрать материалы и закончить услуги по уходу

source: The Coziest of Cabins
ru: Уютнейшая из хижин

source: Top Crops
ru: Лучшие культуры

source: Adorable Animals
ru: Очаровательные животные

source: A Workshop of Wonders
ru: Мастерская чудес

source: The Perfect Paradise
ru: Идеальный рай

source: Requisite Materials
ru: Необходимые материалы

source: Materials
ru: Материалы

source: Required
ru: Требуется

source: Inventory
ru: Инвентарь

source: Close
ru: Закрыть

source: Review Requisite Materials
ru: Обзор необходимых материалов

source: Set According to Demand
ru: Устанавить в зависимости от спроса

source: Set Agenda According to Supply & Demand
ru: Установите в соответствии со спросом и предложением

source: Click here to change the mode to <var 29 EA02 /var>.
ru: Нажмите здесь, чтобы изменить режим на <var 29 EA02 /var>.

source: Delete the selected preset?
ru: Удалить выбранную предустановку?

source: Catalyst
ru: Катализатор

source: <var 08 E1E80201 ((Completion Time: <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)) ((Expansion Complete)) /var>
ru: 15388_<var 08 E1E80201 ((Время завершения: <var 07 E802 /var><var 08 DB ((<var 09 DB0203050607090A0B0C0D020304050607090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)))) /var> <var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var> ((Расширение завершено))

source: Gathering
ru: Собирательство

source: Entry
ru: Вход

source: Minimap Settings
ru: Настройки мини-карты

source: Display vegetation.
ru: Показывать растительность.

source: Display trees.
ru: Показывать деревья.

source: Display rocks and mineral deposits.
ru: Показывать камни и залежи минералов.

source: Display soils.
ru: Показывать почвы.

source: Display aquatic resources.
ru: Показывать водяные ресурсы.

source: Value Change
ru: Изменение

source: V&C Dungeon Finder
ru: Специальные подземелья

source: Variant Dungeons
ru: Вариативные подземелья

source: Criterion Dungeons
ru: Альтернативные подземелья

source: Recruit Members
ru: Нанять игроков

source: View Parties That Meet Conditions
ru: Посмотреть на подходящие группы

source: <var 08 E1E80201 ((Avg. Item Level: <var 20 E802 /var>～ )) (()) /var><var 08 E1E80301 ((Item Level Sync: <var 20 E803 /var> )) (()) /var><var 08 E1E80401 ((<var 09 E804 ((Job Change Permitted)) ((Job Change Prohibited Resurrection Restricted)) ((Job Change Prohibited Resurrection Restricted Instance Reset on Party KO)) /var>)) (()) /var>
ru: <var 08 E1E80201 ((Средний уровень снаряжения: <var 20 E802 /var>～ )) (()) /var><var 08 E1E80301 ((Синхронизация уровня предметов: <var 20 E803 /var> )) (()) /var><var 08 E1E80401 ((<var 09 E804 ((Со сменой профессии)) ((Без смены профессии Без воскрешения)) ((Без смены профессии Воскрешение ограничено Сброс при нокауте группы)) /var>)) (()) /var>

source: Following requirements not met:
ru: Не выполнены следующие требования:

source: Variant Actions (Select two)
ru: Вариативные действия (Выберите два)

source: Variant Actions (Preset only)
ru: Вариативные действия (Предустановлено)

source: Variant Actions (Unavailable)
ru: Вариативные действия (Недоступны)

source: Can only be set by Disciples of War or Magic (excluding limited jobs)
ru: Выбор только Адептами Битвы или Магии (кроме ограниченных профессий)

source: Set Actions
ru: Выбор действий

source: Variant Actions
ru: Вариативные действия

source: Action I
ru: Действие I

source: Action II
ru: Действие II

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Enable party matching.
ru: Добрать группу до 4-х членов.

source: Party matching will be used to form four-player parties.
ru: Вступление в случайную группу из 4-х игроков.

source: Please form a party of four players.
ru: Сформируйте группу их 4-х игроков.

source: Register for Duty
ru: Регистрация на миссию

source: Entries <var 20 E802 /var>/<var 20 E803 /var>
ru: Записи <var 20 E802 /var>/<var 20 E803 /var>

source: This entry has yet to be written...
ru: Эта запись ещё не занесена...

source: Blank Page
ru: Пустая страница

source: Read entry.
ru: Читать записи.

source: Display V&C Dungeon Finder help.
ru: Открыть помощь по специальным подземельям.

source: V&C Dungeon Finder Help
ru: Помощь по специальным подземельям

source: Enter dungeon as a solo player?
ru: Войти в подземелье в одиночку?

source: Variant actions cannot be changed during battle or while the recast timer is on cooldown.
ru: Вариативные действия нельзя изменять в бою или тогда, когда они не восстановились.

source: A new season has begun, and you have unclaimed rewards! Speak with the seasonal quartermaster at the Wolves' Den Pier to claim last season's tier rewards. <var 48 F201FA /var><var 49 F201FB /var>Last season's rewards will only be available until the close of the current season.<var 49 01 /var><var 48 01 /var>
ru: Начался новый сезон, и у вас остались неполученные награды! Поговорите с seasonal quartermaster в пирсе Волчьего логова, чтобы забрать награды прошлого сезона. <var 48 F201FA /var><var 49 F201FB /var>Награды прошлого сезона можно будет забрать только до конца текущего сезона.<var 49 01 /var><var 48 01 /var>

source: Open Map
ru: Открыть карту

source: Close
ru: Закрыть

source: Heat wave incoming in <var 20 E802 /var>s!
ru: Тепловая волна начнётся через <var 20 E802 /var> сек.!

source: The desert heat intensifies!
ru: Начинается жара!

source: Maelstrom
ru: Водоворот

source: Adders
ru: Два змея

source: Flames
ru: Пламя

source: Party Member Portrait Settings
ru: Настройки портретов игроков группы

source: Show party member portraits at the start of duty.
ru: Показывать портреты игроков в начале миссии.

source: Display party member portraits notification.
ru: Показывать уведомление о показе портретов игроков.

source: Align portraits to bottom of window.
ru: Выравнивать портреты по нижнему краю.

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: Display Party Member Portrait help.
ru: Показать помощь по портретам игрокам группы.

source: Settings
ru: Настройки

source: Transferring Hotbar Settings
ru: Перенос настроек хотбаров

source: By changing your job to <var 28 ((ClassJob)) E80201 /var>, you may carry over the hotbar and cross hotbar settings from <var 28 ((ClassJob)) ((<var 28 ((ClassJob)) E8021D /var>)) 01 /var>.
ru: При смене на професиию <var 28 ((ClassJob)) E80201 /var> вы можете перенести настройки хотбаров и крестовых хотбаров от класса <var 28 ((ClassJob)) ((<var 28 ((ClassJob)) E8021D /var>)) 01 /var>.

source: Transfer
ru: Перенести

source: Cancel
ru: Отмена

source: As the actions from <var 28 ((ClassJob)) ((<var 28 ((ClassJob)) E8021D /var>)) 01 /var> may also be used when playing <var 28 ((ClassJob)) E80201 /var>, transferring these settings will allow you to readily play in a similar fashion. This option is recommended for those who have little or no experience with <var 28 ((ClassJob)) E80201 /var>. Should you require time to consider, this window will open again the next time you change your job to <var 28 ((ClassJob)) E80201 /var>. ※This window will no longer display after progressing through job quests.
ru: Поскольку действия класса <var 28 ((ClassJob)) ((<var 28 ((ClassJob)) E8021D /var>)) 01 /var> можно использовать за профессию <var 28 ((ClassJob)) E80201 /var>, перенос этих настроек позволит продолжать играть за новую профессию так же, как раньше. Это опция рекомендуется для тех, у кого мало или нет опыта с профессией <var 28 ((ClassJob)) E80201 /var>. Если вам требуется время на подумать, это окно появится снова, когда смените свою профессию на <var 28 ((ClassJob)) E80201 /var>. ※Это окно больше не появится.

source: Continue without transferring hotbar settings?
ru: Продолжить без переноса настроек хотбаров?

source: Wait
ru: Подождать

source: Source
ru: Откуда:

source: Destination
ru: Куда:

source: Hotbar and Cross Hotbar Transfer
ru: Перенос хотбаров и крестовых хотбаров

source: Collect All
ru: Забрать всё

source: Are you sure you wish to collect all of the yields harvested by the produce producer? <var 48 F201FA /var><var 49 F201FB /var>※Gardening services will continue after collection.<var 49 01 /var><var 48 01 /var>
ru: Вы точно хотите забрать всё, что собрал производитель продуктов? <var 48 F201FA /var><var 49 F201FB /var>※После этого услуги садовода продолжатся.<var 49 01 /var><var 48 01 /var>

source: Time
ru: Время

source: Popularity:
ru: Популярность:

source: Supply:
ru: Поставки:

source: Demand Shift:
ru: Сдвиг спроса:

source: Predicted Popularity:
ru: Прогноз популярности:

source: Dismiss the caretaker and release <var 31 ((BNpcName)) 03E8020202 /var> from the pasture? <var 48 F201FA /var><var 49 F201FB /var>※Available leavings not exceeding isleventory capacity will be collected. ※Released creatures cannot be retrieved.<var 49 01 /var><var 48 01 /var>
ru: Отозвать смотрителя и выпустить из пастбища <var 31 ((BNpcName)) 03E8020202 /var>? <var 48 F201FA /var><var 49 F201FB /var>※Материалы, которые помещаются в островной инвентарь, будут собраны. ※Выпущенных существ нельзя вернуть обратно.<var 49 01 /var><var 48 01 /var>

source: Furnishing Management
ru: Управление мебелью

source: Place Furnishing Glamours
ru: Разместить гламур мебели

source: Color Furnishing Glamours
ru: Покрасить гламур мебели

source: Preview Furnishing Glamours
ru: Предпросмотр гламура мебели

source: Place the selected item as a glamour? <var 48 F201FA /var><var 49 F201FB /var>※The selected furnishing item will be bound to you and remain in your inventory.<var 49 01 /var><var 48 01 /var>
ru: Разместить выбранную мебель в качестве гламура? <var 48 F201FA /var><var 49 F201FB /var>※Выбранная мебель будет привязана к вам и останется в вашем инвентаре.<var 49 01 /var><var 48 01 /var>

source: The item you are attempting to place is already registered as a glamour. By continuing to place this glamour from your inventory, the selected furnishing item will become bound to you. Proceed? <var 48 F201FA /var><var 49 F201FB /var>※The selected furnishing item will remain in your inventory.<var 49 01 /var><var 48 01 /var>
ru: Мебель, которую вы пытаетесь поставить, уже добавлена в качестве гламура. Если разместите этот гламур из своего инвентаря, мебель будет привязана к вам. Продолжить? <var 48 F201FA /var><var 49 F201FB /var>※Выбранная мебель останется в вашем инвентаре.<var 49 01 /var><var 48 01 /var>

source: Register to Glamour List
ru: Добавить в список гламуров

source: Use <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> to register the selected item as a glamour? Registered glamours may be placed as many times as desired from the Registered Glamours list. <var 48 F201FA /var><var 49 F201FB /var>※Color settings will not be registered. ※The selected furnishing item will be bound to you and remain in your inventory.<var 49 01 /var><var 48 01 /var>
ru: Использовать <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> для добавления выбранного предмета в качестве гламура? Добавленные гламуры можно ставить столько раз, сколько захочется. <var 48 F201FA /var><var 49 F201FB /var>※Цвет не будет сохранён. ※Выбранная мебель будет привязана к вам и останется в вашем инвентаре.<var 49 01 /var><var 48 01 /var>

source: This furnishing is not registered as a glamour. Proceed with removal? <var 48 F201FA /var><var 49 F201FB /var>※By using an island prism to register this item, you may place it as many times as desired via the Registered Glamours list.<var 49 01 /var><var 48 01 /var>
ru: Эта мебель не добавлена в качестве гламура. Всё равно убрать её? <var 48 F201FA /var><var 49 F201FB /var>※Если вы добавите этот предмет в качестве гламура, то вы сможете размещать его из списка добавленных гламуров столько раз, сколько захотите. Для добавления требуется island prism.<var 49 01 /var><var 48 01 /var>

source: ※Cannot be used in island sanctuaries.
ru: ※Нельзя использовать в Райских островах.

source: Register Glamour
ru: Добавить гламур

source: Register Glamour
ru: Добавить гламур

source: Remove Registration
ru: Убрать гламур

source: Registered Glamours
ru: Добавленные гламуры

source: You do not have this item.
ru: У вас нет этого предмета.

source: Use this item.
ru: Использовать этот предмет.

source: Selected color cannot be applied.
ru: Нельзя применить выбранный цвет.

source: Furnishing Glamours
ru: Гламуры мебели

source: <var 08 E803 ((Location: <var 29 EA02 /var>)) ((Outside Furnishable Area)) /var>
ru: <var 08 E803 ((Локация: <var 29 EA02 /var>)) ((Здесь нельзя поставить мебель)) /var>

source: No furnishing glamours placed.
ru: Не размещён ни один гламур мебели.

source: Display Preview
ru: Предпросмотр

source: Placed Glamours
ru: Размещённые гламуры

source: There are no paintable furnishings.
ru: Нет мебели, которую можно покрасить.

source: This furnishing glamour is currently placed on your island. Remove glamour registration? <var 48 F201FA /var><var 49 F201FB /var>※While removing registration will not affect currently placed glamours, you will be unable to place this glamour again via the Registered Glamours list.<var 49 01 /var><var 48 01 /var>
ru: Этот гламур мебели уже размещён на вашем острове. Всё равно убрать гламур из добавленных? <var 48 F201FA /var><var 49 F201FB /var>※Это действие не повлияет на уже размещённые гламуры. Однако тогда вы не сможете разместить его снова из списка добавленных гламуров.<var 49 01 /var><var 48 01 /var>

source: Workshop
ru: Мастерская

source: Handicrafts Material Deficit Warning
ru: Предупреждение о недостатке материалов для рукоделия

source: Display warning.
ru: Показывать предупреждение.

source: Allocated Item Export Settings
ru: Настройки экспорта назначенных предметов

source: Current Cycle
ru: Текущий цикл

source: Current Season
ru: Текущий сезон

source: All Seasons
ru: Все сезоны

source: Sort
ru: Сортировать

source: Warning: One item or more is being used in the workshop. Do you still wish to proceed?
ru: Предупреждение: Один или более предметов используются в мастерской. Продолжить?

source: <var 2B ((<var 31 ((Item)) 04E8020202 /var>)) /var> (Deficit: <var 20 E803 /var>)
ru: <var 2B ((<var 31 ((Item)) 04E8020202 /var>)) /var> (Дефицит: <var 20 E803 /var>)

source: Registered Glamours
ru: Добавленные гламуры

source: No furnishing glamours have been registered.
ru: Нет добавленных гламуров мебели.

source: Remove the selected furnishing glamour? <var 48 F201FA /var><var 49 F201FB /var>※This glamour has been registered and may be placed again via the Registered Glamours list. ※Color settings will revert to default.<var 49 01 /var><var 48 01 /var>
ru: Убрать выбранный гламур мебели? <var 48 F201FA /var><var 49 F201FB /var>※Этот гламур есть в списке добавленных, потому его можно будет повторно разместить оттуда. ※Цвет будет сброшен.<var 49 01 /var><var 48 01 /var>

source: <var 08 E1E80201 ((<var 28 ((Stain)) E80205 /var>)) ((Undo dyeing)) /var>
ru: <var 08 E1E80201 ((<var 28 ((Stain)) E80205 /var>)) ((Отменить покраску)) /var>

source: Remove glamour registration from the selected furnishing? <var 48 F201FA /var><var 49 F201FB /var>※You will need to use an island prism to register this item again.<var 49 01 /var><var 48 01 /var>
ru: Убрать гламур выбранной мебели из добавленных? <var 48 F201FA /var><var 49 F201FB /var>※Для повторного добавления этого предмета в качестве гламура вам потребуется island prism.<var 49 01 /var><var 48 01 /var>

source: Use <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> to register this item as a glamour? Registered glamours may be placed as many times as desired from the Registered Glamours list. <var 48 F201FA /var><var 49 F201FB /var>※Color settings will not be registered.<var 49 01 /var><var 48 01 /var>
ru: Использовать <var 20 E803 /var> <var 31 ((Item)) 04E802E80302 /var> для добавления этого предмета в качестве гламура? Добавленные гламуры можно размещать сколько угодно раз. <var 48 F201FA /var><var 49 F201FB /var>※Цвет не будет сохранён.<var 49 01 /var><var 48 01 /var>

source: Place Glamour
ru: Разместить гламур

source: Clear This Workshop's Agenda
ru: Очистить план этой мастерской

source: Copy This Workshop's Agenda
ru: Копировать план этой мастерской

source: Apply Copied Agenda
ru: Применить скопированный план

source: This workshop's production schedule will be entirely erased. Proceed?
ru: Расписание производства этой мастерской будет полностью очищено. Продолжить?

source: Felicitous Favors
ru: Запросы Пушистика

source: Current Season: From <var 07 E802 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var> to <var 07 E803 /var><var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> <var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>
ru: Текущий сезон: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var> до <var 07 E803 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>
