Repository: endervad/ffxiv_translation_test
Catalog: exd/Addon/*.xlf
Languages: ru

source: You currently cannot equip this item. Proceed with the transaction?
ru: Вы сейчас не можете экипировать этот предмет. Продолжить покупку?

source: Armor
ru: Снаряжение

source: Items
ru: Предметы

source: Search
ru: Искать

source: Lv.
ru: Ур.

source: Lv. 1
ru: Ур. 1

source: History
ru: История

source: Price
ru: Цена

source: Qty.
ru: Кол-во

source: Buyer
ru: Покупатель

source: Date
ru: Дата

source: Recent Transactions
ru: Последние транзакции

source: No items found.
ru: Предметы не найдены.

source: Your fisher level is not high enough to use this bait. Purchase anyway?
ru: Ваш уровень рыбачества недостаточен для использования этой приманки. Всё равно купить?

source: Advanced Search
ru: Продвинутый поиск

source: Select options.
ru: Выберите опции.

source: Search
ru: Искать

source: Display only HQ items.
ru: Отображать только HQ.

source: Hide sets for sale.
ru: Спрятать комплекты снаряжения.

source: Select required level and press the Search button.
ru: Выберите требуемый уровень и нажмите кнопку «Искать».

source: Select class and required level and press the Search button.
ru: Выберите класс и требуемый уровень и нажмите кнопку «Искать».

source: Press the Search button.
ru: Нажмите кнопку «Искать»

source: Materia filter off
ru: Отключить фильтр по материи

source: <var 2B ((<var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((one)) ((two)) ((three)) ((four)) ((five)) ((six)) ((seven)) ((eight)) ((nine)) ((ten)) /var>)) ((<var 20 E802 /var>)) /var>)) ((<var 20 E802 /var>)) /var>)) /var> materia affixed
ru: Вставлен<var 2B ((<var 08 E802 ((<var 08 E2E8020B ((<var 09 E802 ((а одна материя)) ((о две материи)) ((о три материи)) ((о четыре материи)) ((о пять материй)) ((о шесть материй)) ((о семь материй)) ((о восемь материй)) ((о девять материй)) ((о десять материй)) /var>)) ((о <var 20 E802 /var> материй)) /var>)) ((о <var 20 E802 /var> материй)) /var>)) /var>

source: <var 07 E802 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>)) ((<var 20 DE /var>/<var 20 DC /var>)) /var> <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var>:<var 24 DA /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var> <var 20 DB /var>:<var 24 DA /var>

source: Please wait and try your search again.
ru: Подождите и попробуйте запустить поиск ещё раз.

source: Please wait and try your search again.
ru: Подождите и попробуйте запустить поиск ещё раз.

source: Housing
ru: Предметы быта

source: Lv.
ru: Ур.

source: HP
ru: ОЗ

source: MP
ru: ОМ

source: TP
ru: ОТ

source: GP
ru: ОС

source: CP
ru: ОР

source: All
ru: Bce

source: NEW
ru: HOBOE

source: Alliance
ru: Альянс

source: Alliance Members
ru: Члены альянсов

source: Name
ru: Имя

source: Class/Job
ru: Класс/проф.

source: Close
ru: Закрыть

source: Complete rank <var 20 E802 /var> objectives
ru: Выполнить задачи ранга <var 20 E802 /var>

source: Achieve the rank of <var 08 E805 ((<var 09 E803 ((<var 28 ((GCRankLimsaFemaleText)) E80401 /var>)) ((<var 28 ((GCRankGridaniaFemaleText)) E80401 /var>)) ((<var 28 ((GCRankUldahFemaleText)) E80401 /var>)) /var>)) ((<var 09 E803 ((<var 28 ((GCRankLimsaMaleText)) E80401 /var>)) ((<var 28 ((GCRankGridaniaMaleText)) E80401 /var>)) ((<var 28 ((GCRankUldahMaleText)) E80401 /var>)) /var>)) /var> or higher
ru: Достигнуть звания <var 08 E805 ((<var 09 E803 ((<var 28 ((GCRankLimsaFemaleText)) E80401 /var>)) ((<var 28 ((GCRankGridaniaFemaleText)) E80401 /var>)) ((<var 28 ((GCRankUldahFemaleText)) E80401 /var>)) /var>)) ((<var 09 E803 ((<var 28 ((GCRankLimsaMaleText)) E80401 /var>)) ((<var 28 ((GCRankGridaniaMaleText)) E80401 /var>)) ((<var 28 ((GCRankUldahMaleText)) E80401 /var>)) /var>)) /var> или выше

source: Wish List
ru: Список желаемого

source: Wish List
ru: Список желаемого

source: Your wish list is currently empty. Up to ten items can be added to your wish list. While the contents of your list cannot be viewed by other players, the total number of people who desire a given item on your World will be displayed in search results. <var 48 F201F4 /var><var 49 F201F5 /var>※Please be advised that all wish list data will be cleared when Worlds undergo maintenance.<var 49 01 /var><var 48 01 /var>
ru: Ваш список желаемого сейчас пуст. В список желаемого можно добавить до 10 предметов. Содержимое этого списка нельзя посмотреть другим игрокам, однако в результатах поиска можно будет увидеть количество людей, желающих определённый предмет. <var 48 F201F4 /var><var 49 F201F5 /var>※Имейте в виду, что все списки желаемого очищаются после технических работ над мирами.<var 49 01 /var><var 48 01 /var>

source: <var 1E 0B /var> Subcommands <var 1E 09 /var> View Search Results <var 1E 0A /var> Back
ru: <var 1E 0B /var> Подкоманды <var 1E 09 /var> Открыть результаты поиска <var 1E 0A /var> Назад

source: Demand
ru: Спрос

source: Demand
ru: Спрос

source: <var 1E 0B /var> Subcommands <var 1E 09 /var> View Search Results <var 1E 0A /var> Back <var 1E 0D /var><var 1E 0E /var> Turn Pages
ru: <var 1E 0B /var> Подкоманды <var 1E 09 /var> Открыть результаты поиска <var 1E 0A /var> Назад <var 1E 0D /var><var 1E 0E /var> Перелистывание

source: Search in Same Category
ru: Искать в той же категории

source: Favorites
ru: Закладки

source: Favorites
ru: Закладки

source: Up to 100 items can be added to your favorites. Though they cannot be viewed by other players, you may access them while you are visiting another World.
ru: В закладки можно добавить до 100 предметов. Другие игроки не смогут их видеть. Вы в свою очередь сможете видеть свои закладки при посещении других миров.

source: There are no unobtained or unregistered items to display on this page.
ru: Вы уже получили все предметы этой категории.

source: Display price with fee included.
ru: Показать цену с учётом налога.

source: To reduce congestion, the area you are about to enter has been divided into multiple identical instances. Select a destination.
ru: Локация, в которую вы сейчас войдёте, была разделена на несколько идентичных зон для уменьшения нагрузки на сервер. Выберите, в какую из них вы хотите попасть.

source: No preference.
ru: Без разницы.

source: Housing
ru: Жилая площадь

source: No Furnishing Privileges
ru: Нет разрешения на мебель

source: Furnishing Placement
ru: Размещение мебели

source: Furnishing Placement/Removal
ru: Размещение/снос мебели

source: Housing II
ru: Жилая площадь II

source: Housing
ru: Жилая площадь

source: Housing not available.
ru: Жилая площадь отсутствует.

source: Company Workshop
ru: Мастерская компании

source: Deposit Money Only
ru: Можно только вложить

source: Retrieve Money Only
ru: Можно только взять

source: View Only
ru: Можно только посмотреть

source: Item Comparison
ru: Сравнить предмет

source: Item Comparison
ru: Сравнение предметов

source: Close
ru: Закрыть

source: Selected Item
ru: Выбранный предмет

source: Slot: <var 29 EA02 /var>
ru: Слот: <var 29 EA02 /var>

source: Nothing is currently equipped to this slot.
ru: В этом слоте сейчас ничего не экипировано.

source: Aetherial Reduction
ru: Эфирное измельчение

source: Aetherial Reduction
ru: Эфирное измельчение

source: Item
ru: Предмет

source: Aetherial Reduction
ru: Эфирное измельчение

source: Aetherial Reduction successful.
ru: Эфирное измельчение прошло успешно.

source: Before
ru: До

source: After
ru: После

source: You have no reducible items.
ru: У вас нет измельчаемых предметов.

source: Close
ru: Закрыть

source: Sent Letter History
ru: Отправленные письма

source: The dates, times, attachments, and recipients of the last twenty letters you have sent to friends will be displayed here. Please note that you cannot review the contents of sent letters.
ru: Здесь будут отображены даты, время, приложения и получатели последних 20 отправленных вами писем. Учтите, что вы не можете посмотреть содержимое отправленных писем.

source: Close
ru: Закрыть

source: Delete this entry?
ru: Удалить эту запись?

source: Delete All Entries for Recipient
ru: Удалить все записи получателя

source: Delete Entry
ru: Удалить запись

source: Sent Letter History
ru: Отправленные письма

source: <var 07 E802 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var> <var 20 DB /var>:<var 24 DA /var>
ru: <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var> <var 20 DB /var>:<var 24 DA /var>

source: View Party Finder
ru: Открыть Поиск группы

source: Party Finder
ru: Поиск группы

source: Recruit Members
ru: Нанять игроков

source: Recruitment Criteria
ru: Условия найма

source: Role
ru: Роли

source: Avg. Item Lv.
ru: Сред. ур. снар.

source: Recruiter
ru: Рекрутер

source: Comment
ru: Комментарий

source: <var 08 E1E80201 ((<var 20 E802 /var>)) ((None)) /var>
ru: <var 08 E1E80201 ((<var 20 E802 /var>)) ((Нет)) /var>

source: Location
ru: Сервер

source: Time Limit
ru: Ограничение времени

source: <var 20 E802 /var> minute<var 08 E4E80202 (()) ((s)) /var> remaining
ru: Остал<var 08 E4E80202 ((ась)) ((ось)) /var> <var 20 E802 /var> минут<var 08 E2E80201 (()) ((<var 08 E2E80202 ((а)) ((<var 08 E2E80205 ((ы)) (()) /var>)) /var>)) /var>

source: Specify Item Level
ru: Сред. ур. снар.

source: Status
ru: Статус

source: <var 20 E802 /var> player<var 08 E4E80202 (()) ((s)) /var> remaining
ru: Остал<var 08 E4E80202 ((ся)) ((ось)) /var> <var 20 E802 /var> игрок<var 08 E2E80201 ((ов)) ((<var 08 E2E80202 (()) ((<var 08 E2E80205 ((а)) ((ов)) /var>)) /var>)) /var>

source: Join Party
ru: Присоединиться

source: Edit
ru: Изменить

source: End
ru: Закончить

source: Back
ru: Назад

source: Recruitment Criteria
ru: Условия найма

source: Duty
ru: Миссия

source: Avg. Item Lv.
ru: Средний ур. снаряжения

source: or Above
ru: или выше

source: Roles
ru: Роли

source: Light Party
ru: Малая группа

source: Full Party
ru: Полная группа

source: Comment
ru: Комментарий

source: Cancel
ru: Отмена

source: Apply Changes
ru: Применить изменения

source: Send /tell
ru: Отправить /tell

source: Search Criteria
ru: Критерии поиска

source: Search
ru: Искать

source: Cancel
ru: Отмена

source: Reset Criteria
ru: Сбросить

source: No results.
ru: Нет результатов.

source: Free
ru: Свободно

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Omit
ru: Не нанимать

source: All
ru: Все

source: No results were found using current search criteria.
ru: Не были найдены результаты по этим критериям поиска.

source: <var 12 68 /var>Recordable
ru: <var 12 68 /var>Можно записать

source: No results were found using current search criteria.
ru: Нет результатов по текущим критериям поиска.

source: Relay Party Finder info.
ru: Сделать ссылку в чате на Поиск группы.

source: Looking for Party (<var 29 EA02 /var>)<var 08 E803 (()) (( <var 12 59 /var>)) /var>
ru: В поиске группы (<var 29 EA02 /var>)<var 08 E803 (()) (( <var 12 59 /var>)) /var>

source: Silence Echo
ru: Заглушить Эхо

source: Completion Status
ru: Статус прохождения

source: Any
ru: Любое

source: Class
ru: Класс

source: Job
ru: Профессия

source: FATEs
ru: ЗОНА

source: None
ru: Нет

source: All
ru: Все

source: Refer to Comment
ru: См. комментарий

source: All Locations
ru: Все локации

source: All Levels
ru: Любая карта

source: The Hunt
ru: Охота

source: <var 2B ((<var 28 ((ClassJob)) E80202 /var>)) /var><var 08 E1E80301 ((, )) (()) /var>
ru: <var 2B ((<var 28 ((ClassJob)) E80201 /var>)) /var><var 08 E1E80301 ((, )) (()) /var>

source: You cannot carry out the selected objective with this party composition. Proceed anyway?
ru: Вы не сможете начать выбранную миссию текущим составом группы. Всё равно продолжить?

source: Refresh Search Results
ru: Обновить результаты поиска

source: Remove role restrictions for all remaining openings.
ru: Убрать ограничения по роли для оставшихся слотов

source: Assign current class/job as sought role.
ru: Поставить текущий класс/профессию.

source: Disband the party and cancel recruitment?
ru: Распустить группу и прекратить найм игроков?

source: Deep Dungeon
ru: Глубокое подземелье

source: The Forbidden Land, Eureka
ru: Запретная Земля «Эврика»

source: Gathering Forays
ru: Вылазки собирательства

source: <var 29 EA02 /var>. (Contract suspended)
ru: <var 29 EA02 /var>. (Контракт приостановлен)

source: Select a level range.
ru: Выберите диапазон уровней.

source: Select a class.
ru: Выберите класс.

source: <var 29 EA02 /var>. (Selling <var 20 E804 /var> <var 08 E4E80402 ((item)) ((items)) /var> (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) until <var 07 E805 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>)
ru: <var 29 EA02 /var>. (Продаёт <var 20 E804 /var> <var 08 E2E80401 ((предметов)) ((<var 08 E2E80402 ((предмет)) ((<var 08 E2E80405 ((предмета)) ((предметов)) /var>)) /var>)) /var> (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) до <var 07 E805 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>)

source: <var 29 EA02 /var>. (Selling <var 20 E804 /var> <var 08 E4E80402 ((item)) ((items)) /var> (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) until <var 07 E805 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>) (Venture complete in <var 08 E1E80601 ((<var 20 E806 /var>h<var 08 E1E80701 ((<var 20 E807 /var>m)) (()) /var>)) ((<var 08 E1E80701 ((<var 20 E807 /var>m)) ((1m)) /var>)) /var>)
ru: <var 29 EA02 /var>. (Продаёт <var 20 E804 /var> <var 08 E2E80401 ((предметов)) ((<var 08 E2E80402 ((предмет)) ((<var 08 E2E80405 ((предмета)) ((предметов)) /var>)) /var>)) /var> (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) до <var 07 E805 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>) (Странствие завершится через <var 08 E1E80601 ((<var 20 E806 /var> ч. <var 08 E1E80701 ((<var 20 E807 /var> мин.)) (()) /var>)) ((<var 08 E1E80701 ((<var 20 E807 /var> мин.)) ((1 мин.)) /var>)) /var>)

source: <var 29 EA02 /var>. (Selling <var 20 E804 /var> <var 08 E4E80402 ((item)) ((items)) /var> (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) until <var 07 E805 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>/<var 20 DF /var>)) ((<var 20 DE /var>/<var 20 DC /var>/<var 20 DF /var>)) /var>) (Venture complete)
ru: <var 29 EA02 /var>. (Продаёт <var 20 E804 /var> <var 08 E2E80401 ((предметов)) ((<var 08 E2E80402 ((предмет)) ((<var 08 E2E80405 ((предмета)) ((предметов)) /var>)) /var>)) /var> (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) до <var 07 E805 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>) (Странствие завершено)

source: <var 29 EA02 /var>. (Currently selling no items) (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)
ru: <var 29 EA02 /var>. (Сейчас ничего не продаёт) (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)

source: <var 29 EA02 /var>. (Currently selling no items) (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) (Venture complete in <var 08 E1E80601 ((<var 20 E806 /var>h<var 08 E1E80701 ((<var 20 E807 /var>m)) (()) /var>)) ((<var 08 E1E80701 ((<var 20 E807 /var>m)) ((1m)) /var>)) /var>)
ru: <var 29 EA02 /var>. (Сейчас ничего не продаёт) (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) (Странствие завершится через <var 08 E1E80601 ((<var 20 E806 /var> ч. <var 08 E1E80701 ((<var 20 E807 /var> мин.)) (()) /var>)) ((<var 08 E1E80701 ((<var 20 E807 /var> мин.)) ((1 мин.)) /var>)) /var>)

source: <var 29 EA02 /var>. (Currently selling no items) (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) (Venture complete)
ru: <var 29 EA02 /var>. (Сейчас ничего не продаёт) (<var 08 E4E80302 ((<var 12 34 /var>)) ((<var 08 E4E80303 ((<var 12 35 /var>)) ((<var 08 E4E80304 ((<var 12 36 /var>)) ((<var 08 E4E80305 ((<var 12 41 /var>)) ((<var 08 E4E80308 ((<var 12 61 /var>)) ((<var 08 E4E8030B ((<var 12 6C /var>)) ((<var 08 E4E8030D ((<var 12 72 /var>)) ((<var 08 E4E8030F ((<var 12 AA /var>)) (()) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>)) /var>) (Странствие завершено)

source: Retainer
ru: Слуга

source: Venture
ru: Текущее странствие

source: Max Level: <var 20 E802 /var>
ru: Макс. уровень: <var 20 E802 /var>

source: Experience
ru: Опыт

source: The experience points your retainer has earned.
ru: Очки опыта, которые заработал ваш слуга.

source: The average level of all the gear currently equipped.
ru: Средний уровень экипированного снаряжения.

source: Ventures
ru: Странствия

source: Venture
ru: Странствие

source: Quantity
ru: Кол-во

source: Duration
ru: Длительность

source: Cost
ru: Цена

source: Lv. <var 20 E802 /var>
ru: Ур. <var 20 E802 /var>

source: <var 08 E1E80201 ((<var 20 E802 /var>h)) (()) /var><var 08 E1E80301 ((<var 20 E803 /var>m)) (()) /var>
ru: <var 08 E1E80201 ((<var 20 E802 /var> ч.)) (()) /var><var 08 E1E80301 (( <var 20 E803 /var> мин.)) (()) /var>

source: Ventures
ru: Странствия

source: Venture
ru: Странствие

source: EXP Awarded
ru: Опыт

source: Reward
ru: Награда

source: Requirements
ru: Требования

source: Cost
ru: Цена

source: Bag
ru: Сумка

source: Completion Date
ru: Время завершения

source: Assign
ru: Отправить

source: Return
ru: Вернуться

source: <var 20 E802 /var>:<var 24 E803 /var> Remaining (<var 07 E804 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>)) ((<var 20 DE /var>/<var 20 DC /var>)) /var> <var 20 DB /var>:<var 24 DA /var>)
ru: Через <var 20 E802 /var>:<var 24 E803 /var> (завершится в <var 20 DB /var>:<var 24 DA /var> <var 07 E804 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>)

source: You will not receive gil upon completion of this venture.
ru: Вы не получите гилы после завершения этого странствия.

source: This retainer does not meet the requirements for this venture.
ru: Текущий слуга не подходит под требования этого странствия.

source: You do not possess sufficient ventures.
ru: У вас недостаточно ventures.

source: You cannot dispatch a retainer to obtain items you have never gathered yourself.
ru: Вы не можете отправить слугу собирать предметы, которые вы ещё сами не добывали.

source: This retainer is currently undertaking another venture, or has a venture pending completion.
ru: Этот слуга сейчас участвует в другом странствии или ожидает завершения текущего странствия.

source: Venture Report
ru: Отчёт о странствии

source: Recall
ru: Отозвать

source: Return
ru: Вернуться

source: Confirm
ru: Подтвердить

source: This retainer does not have a main arm equipped.
ru: У текущего слуги не экипировано главное оружие.

source: <var 08 E1E80201 ((Lv. <var 20 E802 /var> )) (()) /var><var 29 EA03 /var>
ru: <var 08 E1E80201 ((Ур. <var 20 E802 /var> )) (()) /var><var 29 EA03 /var>

source: Cancel venture and recall this retainer?
ru: Отменить странствие и отозвать слугу?

source: Equip to Retainer
ru: Экипировать на слугу

source: Unequip
ru: Снять

source: None
ru: Нет

source: Retainer: <var 29 EA02 /var> Select an option.
ru: Слуга: <var 29 EA02 /var> Выберите опцию.

source: Retainer: <var 29 EA02 /var> Ventures: <var 20 E803 /var> Select an option.
ru: Слуга: <var 29 EA02 /var> Ventures: <var 20 E803 /var> Выберите опцию.

source: Entrust or withdraw items. (Slots filled: <var 22 E802 ((,)) /var>)
ru: Доверить или забрать предметы.

source: Entrust or withdraw gil. (Gil entrusted: <var 22 E802 ((,)) /var>)
ru: Доверить или забрать гилы.

source: <var 08 E4E80201 (()) ((<var 12 40 /var>)) /var>Sell items in your inventory on the market.
ru: <var 08 E4E80201 (()) ((<var 12 40 /var>)) /var>Выставить на продажу предметы из вашего инвентаря.

source: <var 08 E4E80201 (()) ((<var 12 40 /var>)) /var>Sell items in your retainer's inventory on the market.
ru: <var 08 E4E80201 (()) ((<var 12 40 /var>)) /var>Выставить на продажу предметы из сумки слуги.

source: View sale history.
ru: Посмотреть историю продаж.

source: Quit.
ru: Выйти.

source: View venture report. (Complete on <var 07 E802 /var><var 08 E4E94E04 ((<var 20 DC /var>/<var 20 DE /var>)) ((<var 20 DE /var>/<var 20 DC /var>)) /var> <var 20 DB /var>:<var 24 DA /var>)
ru: Посмотреть отчёт о странствии. (Завершится в <var 20 DB /var>:<var 24 DA /var> <var 07 E802 /var><var 20 DC /var>.<var 20 DE /var>.<var 20 DF /var>)
