Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/000/RegWilHorizon_00057/*.xlf
Languages: de

source: TEXT_REGWILHORIZON_00057_GISELBERDUS_000<tab>Lost, are you? If you want to know something, go ahead and ask.
de: TEXT_REGWILHORIZON_00057_GISELBERDUS_000<tab>Hast du dich auch verlaufen? Wenn du was zu fragen hast, nur los.

source: TEXT_REGWILHORIZON_00057_SCENE00000Q<tab>What will you ask?
de: TEXT_REGWILHORIZON_00057_SCENE00000Q<tab>Was möchtest du fragen?

source: TEXT_REGWILHORIZON_00057_SCENE00000A1<tab>What do you do here?
de: TEXT_REGWILHORIZON_00057_SCENE00000A1<tab>Was machst du hier?

source: TEXT_REGWILHORIZON_00057_SCENE00000A2<tab>What kind of place is Horizon?
de: TEXT_REGWILHORIZON_00057_SCENE00000A2<tab>Wo bin ich hier?

source: TEXT_REGWILHORIZON_00057_SCENE00000A3<tab>Nothing.
de: TEXT_REGWILHORIZON_00057_SCENE00000A3<tab>Nichts.

source: TEXT_REGWILHORIZON_00057_GISELBERDUS_010<tab>Serve and protect, of course! The Brass Blades of the Rose keep the peace here in Horizon.
de: TEXT_REGWILHORIZON_00057_GISELBERDUS_010<tab>Ich gehör zu den Messingklingen und bewach den Horizont, wenn du's genau wissen musst.

source: TEXT_REGWILHORIZON_00057_GISELBERDUS_011<tab>We ensure that merchants can conduct their affairs in safety. They compensate us well for our swords.
de: TEXT_REGWILHORIZON_00057_GISELBERDUS_011<tab>Die Messingklingen sind ein privater Wachtrupp. Die Händler werfen Geld zusammen und heuern uns an. Damit sie keiner überfällt, wenn sie ihre Geschäfte machen.

source: TEXT_REGWILHORIZON_00057_GISELBERDUS_012<tab>We get coin, the merchants get kept out of harm's way. Everybody profits.
de: TEXT_REGWILHORIZON_00057_GISELBERDUS_012<tab>Wir wollen ja nicht, dass hier einer Ärger macht. Oder bist du hier, um Ärger zu machen? Dann kriegst du Ärger, und zwar mit mir.

source: TEXT_REGWILHORIZON_00057_GISELBERDUS_020<tab>It's busy as hells, that's what it is! Horizon's a waypoint for all traffic between Ul'dah and Vesper Bay. Everything loaded and unloaded at the docks passes through here.
de: TEXT_REGWILHORIZON_00057_GISELBERDUS_020<tab>Horizont heißt das Örtchen und hier gehen allerlei Waren übern Tisch. Schiffe kommen von überall und werden in der Bucht des Abendsterns, westlich von hier, entladen. Von dort geh'n die Güter dann nach Ul'dah.

source: TEXT_REGWILHORIZON_00057_GISELBERDUS_021<tab>The constant stream of goods is why the merchants had that contraption installed in the Sunset Gate. Hauling cargo up and down that ramp is backbreaking work.
de: TEXT_REGWILHORIZON_00057_GISELBERDUS_021<tab>Um die Waren von der Bucht nach hier oben zu schaffen, gibt's den Seilzug. Denn ohne geht's nicht.

source: TEXT_REGWILHORIZON_00057_GISELBERDUS_022<tab>Aye, thanks to all this trade, Horizon's grown quite prosperous over the years. A lot of folk have gathered here as a result, not all of whom have good intentions.
de: TEXT_REGWILHORIZON_00057_GISELBERDUS_022<tab>Ich sag dir, hier ist immer was los. Und es treibt sich auch die ein oder and're zwielichtige Gestalt hier rum.

source: TEXT_REGWILHORIZON_00057_GISELBERDUS_023<tab>Which is why <var 1A 02 /var>we<var 1A 01 /var> are here, adventurer. Without us, this settlement would've been sacked long ago.
de: TEXT_REGWILHORIZON_00057_GISELBERDUS_023<tab>Aber dafür sind ja wir Messingklingen da. Wenn einer Ärger machen will, kriegt er Ärger. Mit uns.
