Repository: endervad/ffxiv_translation_test
Catalog: exd/MainCommand/*.xlf
Languages: ru

source: Character<tab>Displays vital information about your character, including attributes, currently equipped gear, titles, and more.
ru: Персонаж<tab>Открыть окно с информацией о вашем персонаже, включая атрибуты, экипированное снаряжение, титулы и прочее.

source: Actions & Traits<tab>View and manage the actions and traits available to your character, as well as set them to your hotbars.
ru: Действия и навыки<tab>Открыть окно с действиями и пассивными навыками, которые доступны для вашего персонажа. Оттуда же можно их добавить на панели команд.

source: Journal<tab>Displays a list of all current and completed quests, levequests, and company missions. From this list, objectives and locations can be confirmed, and duty can be abandoned.
ru: Журнал<tab>Открыть окно со списком всех текущих и выполненных заданий, поручений и миссий Компании. В этом списке можно посмотреть цели и местоположения заданий, а также здесь можно отказаться от них.

source: Timers<tab>Displays time remaining for various duties such as allied society dailies and levequest allowance allotment.
ru: Таймеры<tab>Открыть окно, которое показывает время, оставшееся для выполнения различных обязанностей, таких как ежедневные союзные задания и допуски к поручениям.

source: Achievements<tab>Displays a list of in-game achievements, as well as the conditions for obtaining them.
ru: Достижения<tab>Открыть окно со списком игровых достижений и условий их получения.

source: Gathering Log<tab>Displays information on items previously gathered, as well as mining and logging locations categorized by area.
ru: Журнал собирательства<tab>Открыть окно с информацией о предметах, которые можно получить с помощью собирательства, а также о местах, где их можно добыть.

source: Crafting Log<tab>Opens the crafting interface from which you can select items to synthesize.
ru: Журнал ремесла<tab>Открыть интерфейс ремесла, из которого вы можете выбрать предметы для изготовления.

source: Inventory<tab>Displays a list of all crystals and items in your inventory. From this list, items can be equipped, used, discarded, or sorted.
ru: Инвентарь<tab>Открыть список всех кристаллов и предметов в вашем инвентаре. В этом списке можно экипировать, использовать, выкидывать и сортировать предметы.

source: Key Items<tab>Displays a list of items used only in specific quests. If a quest is abandoned, all key items associated with it will be discarded.
ru: Важные предметы<tab>Открыть список предметов, которые используются только в заданиях. Если отказаться от задания, все важные предметы, связанные с этим заданием, будут автоматически выкинуты.

source: Party Members<tab>Displays a list of your current party members. From this list you can change member order, and if you are leader, kick other players or dissolve the party altogether.
ru: Игроки группы<tab>Открыть список игроков вашей текущей группы. В этом списке можно поменять порядок игроков и, если вы лидер группы, выгонять других игроков или вовсе распустить группу.

source: Friend List<tab>Displays a list of players on your friend list. From this list you can send /tell messages or invite players to a party.
ru: Список друзей<tab>Открыть список игроков в вашем списке друзей. Из этого списка вы можете отправлять сообщения через команду /tell или пригласить игроков в группу.

source: Blacklist<tab>Displays a list of players you have added to your blacklist. Not only will their characters and messages be hidden, but they will be unable to trade with you or invite you to parties.
ru: Чёрный список<tab>Открыть список игроков, которых вы добавили в чёрный список. Игроки в чёрном списке не смогут торговать с вами и приглашать вас в группу, а их сообщения и модель персонажа будут скрыты.

source: Player Search<tab>Search for other players using variables such as name, class, level, and online status.
ru: Поиск игроков<tab>Поиск других игроков по имени, классу, уровню и их статусу сети.

source: Map<tab>Opens the map of your current location. Maps contain information on party members, aetherytes, shops, guilds, and quest destinations. Maps can also be zoomed in or out, or swapped with region or world maps.
ru: Карта<tab>Открыть карту вашего текущего местоположения. Карты содержат информацию об игроках группы, эфиритах, магазинах, гильдиях и местах выполнения заданий. Карту можно приблизить или отдалить, а также переключать на ней регионы.

source: Emotes<tab>Displays a list of available emote commands which can be executed from the list, or set to your hotbar.
ru: Эмоции<tab>Открыть список доступных эмоций, которые можно сразу активировать из списка или установить на горячую панель.

source: Signs<tab>Mark targets with various different signs to make them easier for party and alliance members to distinguish.
ru: Знаки<tab>Пометить цели различными значками, чтобы игрокам группы и альянса было легче различать эти цели.

source: System Configuration<tab>Adjust system-related settings such as graphics, sound, <var 08 E1E94C01 ((controller)) ((gamepad)) /var> functionality, and more.
ru: Конфигурация системы<tab>Настройка таких параметров системы, как графика, звук, <var 08 E1E94C01 ((контроллер)) ((геймпад)) /var> и многое другое.

source: Keybind<tab>Map various in-game functions to your keyboard to better suit your play style.
ru: Назначения клавиш<tab>Настройка различных внутриигровых функций на клавиатуру для комфортной игры.

source: User Macros<tab>Create and save multi-step macros to execute complex commands with a single button press. Macros can be assigned icons and set to your hotbar for easy access.
ru: Макросы<tab>Открыть окно управления макросами, позволяющие выполнять несколько команд одним нажатием кнопки. Макросам можно присвоить значки и установить их на панель команд для быстрого доступа к ним.

source: HUD Layout<tab>Adjust the location, size, and display status of all user-interface components and save them to templates.
ru: Раскладка интерфейса<tab>Настройка расположения и размера всех элементов интерфейса с возможностью сохранения этих настроек в шаблоны.

source: Log Out<tab>Log out and return to the title screen.
ru: Выйти в главный экран<tab>Выход в главный экран игры.

source: Exit Game<tab>Log out and exit the game.
ru: Выйти из игры<tab>Выход и закрытие игры.

source: Armoury Chest<tab>Displays gear stored in your Armoury Chest. All gear obtained is automatically moved to the chest and sorted by type. From here it can be equipped, repaired, or returned to your inventory.
ru: Оружейный сундук<tab>Показать снаряжение, хранящееся в вашем Оружейном сундуке. Всё полученное снаряжение автоматически перемещается в этот сундук и сортируется по типу. Отсюда его можно экипировать, отремонтировать или вернуть в инвентарь.

source: Free Company<tab>Opens the Free Company interface, where you can access company information, view and leave messages, and execute company commands.
ru: Вольная компания<tab>Открыть интерфейс вольной компании, где можно получить доступ к информации о компании, просматривать и оставлять сообщения, а также выполнять действия компании.

source: Linkshells<tab>Displays a list of all linkshell members for all your linkshells.
ru: Линкшеллы<tab>Показать список всех игроков во всех ваших линкшеллах.

source: Fishing Log<tab>Displays information on your previous catches, as well as fishing hole locations categorized by area.
ru: Журнал рыболовства<tab>Показать информацию о ваших предыдущих уловах, а также места расположения рыболовных мест с сортировкой по районам.

source: Active Help<tab>Displays a list of all previously viewed active help tutorials.
ru: Быстрая помощь<tab>Открыть список всех ранее просмотренных учебных пособий по игре.

source: Recommendations<tab>Displays a list of nearby quests and duties currently available.
ru: Рекомендации<tab>Открыть список ближайших заданий и миссий, доступных в настоящее время.

source: Support Desk<tab>Search for answers to frequently asked questions, report issues, and confirm messages from the FINAL FANTASY XIV support team.
ru: Служба поддержки<tab>Открыть окно, в котором можно искать ответы на часто задаваемые вопросы, сообщать о внутриигровых проблемах и читать ответы на сообщения от службы поддержки FINAL FANTASY XIV. ※Служба поддержки FINAL FANTASY XIV не оказывает поддержку на русском языке.

source: Duty Finder<tab>Discover and join solo and party-based duties such as instanced raids and guildhests without having to gather a party yourself.
ru: Поиск миссий<tab>Открыть окно автоматического поиска групп для прохождения различных миссий, таких как подземелья, испытания, рейды и т.д.

source: Character Configuration<tab>Adjust character-related settings such as camera type, targeting functionality, hotbar commands, and chat log preferences.
ru: Конфигурация персонажа<tab>Настройка параметров персонажа, таких как тип камеры, функционал прицеливания, панели команд и параметры журнала чата.

source: Teleport<tab>Instantly travel to any aetheryte to which you have previously attuned. A fee will be collected upon your arrival.
ru: Телепорт<tab>Мгновенно переместиться к любому эфириту, на которые вы ранее настроились. По прибытии взимается плата.

source: Return<tab>Instantly return to your current home point (or dungeon starting point). No aetheryte usage fee is required, but you can only use the spell once every 15 minutes (Earth time).
ru: Возврат<tab>Мгновенное возвращение в текущую домашнюю точку (или, будучи в миссии, в начало текущей миссии). Плата за использование эфирита не требуется, но использовать это заклинание можно только раз в 15 минут (по реальному времени).

source: License<tab>Displays the FINAL FANTASY XIV end user license agreement.
ru: Лицензия<tab>Открыть лицензионное соглашение с конечным пользователем FINAL FANTASY XIV.

source: Fish Guide<tab>Displays details on all the fish you have caught, where you caught them, as well as your personal records.
ru: Гид по рыбам<tab>Открыть подробную информацию обо всех пойманных вами рыбах, местах, где вы их поймали, а также ваши личные рекорды.

source: Companion<tab>Displays information on your summonable companions, including level, class, and available actions.
ru: Компаньон<tab>Открыть информацию о вашем компаньоне, включая уровень, класс и доступные действия.

source: Housing<tab>Opens the Housing interface, where you can view and manage your estate.
ru: Жилая площадь<tab>Открыть интерфейс жилой площади, где вы можете просматривать и управлять своим имуществом.

source: Display Settings<tab>Adjust display settings such as screen mode and resolution.
ru: Настройки дисплея<tab>Настройка параметров дисплея, таких как режим экрана и разрешение.

source: Sound Settings<tab>Adjust various sound settings such as music and effects volume, and listening position.
ru: Настройки звука<tab>Настройка различных параметров звука, таких как громкость музыки и эффектов, а также позицию прослушивания.

source: Graphics Settings<tab>Adjust various graphics settings in order to optimize performance on your system.
ru: Настройки графики<tab>Настройка различных параметров графики для оптимизации производительности игры на вашей системе.

source: Mouse Settings<tab>Adjust various mouse settings such as camera sensitivity.
ru: Настройки мыши<tab>Настройка различных параметров мыши, например, чувствительность камеры.

source: <var 08 E1E94C01 ((Controller)) ((Gamepad)) /var> Settings<tab>Adjust various <var 08 E1E94C01 ((controller)) ((gamepad)) /var> settings such as vibration.
ru: Настройки <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var><tab>Настройка различных параметров <var 08 E1E94C01 ((контроллера)) ((геймпада)) /var>, например, вибрация.

source: Other Settings<tab>Adjust miscellaneous settings such as screenshot format and cutscene language.
ru: Другие настройки<tab>Настройка различных параметров, такие как формат скриншотов и язык голосов в кат-сценах.

source: Control Settings<tab>Adjust various control settings such as movement and targeting.
ru: Настройки управления<tab>Настройка различных параметров управления, таких как передвижение и прицеливание.

source: UI Settings<tab>Adjust various UI settings such as HUD layout.
ru: Настройки интерфейса<tab>Настройка различных параметров пользовательского интерфейса, таких как расположение элементов интерфейса.

source: Display Name Settings<tab>Adjust various settings pertaining to the information displayed above each character.
ru: Настройки отображения имён<tab>Настройка различных параметров, относящихся к информации, отображаемой над каждым персонажем.

source: Hotbar Settings<tab>Adjust various settings for the hotbar.
ru: Настройки панелей команд<tab>Настройка различных параметров панелей команд.

source: Log Window Settings<tab>Adjust various log window settings such as font size and log filters.
ru: Настройки чата<tab>Настройка различных параметров окна чата, таких как размер шрифта и фильтры чата.

source: PvP Profile<tab>View PvP information for your character such as rank and performance records, and set PvP actions to your hotbars.
ru: Профиль PvP<tab>Открыть информацию об успеваемости вашего персонажа в PvP, такой как боевое звание и личные рекорды. Также отсюда можно установить PvP-умения на панели команд.

source: Party Finder<tab>Find and recruit party members based on the specified conditions.
ru: Поиск групп<tab>Поиск и найм игроков группы, исходя из заданных вами условий.

source: Waymarks<tab>Place markers to guide your party and alliance members to a destination.
ru: Метки<tab>Расставить метки для упрощения координации с другими игроками группы и альянсов.

source: Ready Check<tab>Confirm the readiness of other party and/or alliance members.
ru: Проверка готовности<tab>Запустить проверку готовности других игроков группы и альянсов.

source: Challenge Log<tab>Displays a list of challenges that you can undertake. Information on progress and rewards is also available. Progress in each category is reset every <var 06 1203 /var><var 09 DD ((Sunday)) ((Monday)) ((Tuesday)) ((Wednesday)) ((Thursday)) ((Friday)) ((Saturday)) /var> at <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> (Earth time).
ru: Журнал испытаний<tab>Открыть список доступных испытаний. Также доступна информация о прогрессе и наградах. Прогресс в каждой категории сбрасывается <var 06 1203 /var><var 09 DD ((каждое воскресенье)) ((каждый понедельник)) ((каждый вторник)) ((каждую среда)) ((каждый четверг)) ((каждую пятница)) ((каждую субботу)) /var> в <var 08 DB ((<var 09 DB02030405060708090A0B0C0D02030405060708090A0B0C /var>)) 0D /var> <var 08 E0DB0D ((p.m.)) ((a.m.)) /var> (реальное время).

source: Mount Guide<tab>Displays detailed information on the mounts you have acquired.
ru: Гид по транспорту<tab>Открыть подробную информацию о приобретённом транспорте.

source: Minion Guide<tab>Displays detailed information on the minions you have collected.
ru: Гид по миньонам<tab>Открыть подробную информацию о собранных вами миньонах.

source: Accessibility Settings<tab>Adjust various gameplay and UI settings to make the game easier to hear, see, and use.
ru: Настройки доступности<tab>Настройка различных параметров игрового процесса и интерфейса, чтобы сделать игру более удобной для восприятия и просмотра.

source: Sightseeing Log<tab>Displays information on sightseeing vistas.
ru: Журнал красивых мест<tab>Открыть информацию о достопримечательностях.

source: Gold Saucer<tab>Displays various information pertaining to the Gold Saucer, including MGP in possession, Cactpot draw times, Triple Triad tournament results, personal deck makeup, Lord of Verminion hotbar and Doman mahjong settings, and race chocobo status.
ru: Золотое Блюдце<tab>Открыть окно с информацией, относящейся к «Золотому Блюдцу»: текущий баланс MGP, статус билетов Мини- и Гига-горшка, результаты турниров Тройного Трио, ваши текущие колоды в нём, панель команд Повелителя Верминьона, настройки Доманского маджонга и состояние вашего скакового чокобо.

source: Currency<tab>Displays information on all currencies in possession.
ru: Валюта<tab>Открыть информацию обо всех имеющихся валютах.

source: Aether Currents<tab>Displays attunement information for aether currents.
ru: Эфирные потоки<tab>Открыть информацию о настройке на эфирные потоки.

source: Playguide<tab>Opens a menu granting access to the official FINAL FANTASY XIV website, the Lodestone.
ru: Игровой гид<tab>Открыть меню, предоставляющее доступ к официальному сайту по FINAL FANTASY XIV — Lodestone (на английском языке).

source: Orchestrion List<tab>Displays information on orchestrion rolls obtained.
ru: Список оркестриона<tab>Открыть информацию о полученных свитках для оркестриона.

source: Hall of the Novice<tab>Grants entrance to the Hall of the Novice and access to their regimen of training exercises designed to teach new Disciples of War and Magic the basics of combat for tank, healer, and DPS roles.
ru: Зал новичков<tab>Открыть окно, предоставляющее вход в Зал новичков и доступ к его режиму тренировок. Зал новичков создан для обучения новых Адептов Битвы и Магии основам боя для всех ролей: защитника, целителя и бойцов.

source: Item Settings<tab>Adjust various item and inventory settings.
ru: Настройки предметов<tab>Настройка различных параметров предметов и инвентаря.

source: Raid Finder<tab>Challenge the latest high-level raids. Adjustable search settings allow for solo players or parties under the minimum member requirements to be matched with players with the same goals.
ru: Поиск рейдов<tab>Принять участие в последних рейдах высокой сложности. Регулируемые параметры поиска позволяют одному игроку или группе с минимальными необходимыми требованиями подбирать игроков со схожими целями.

source: Countdown<tab>Set and display a numerical countdown visible by all party and alliance members.
ru: Обратный отсчёт<tab>Запустить обратный отсчёт, отображаемый для всех игроков группы и альянсов.

source: Contacts<tab>Displays a list of players with whom you have most recently partied. Players on the list can be added to your friend list.
ru: Контакты<tab>Открыть список игроков, с которыми вы недавно были в группе. Игроков из этого списка можно добавить в список друзей.

source: Mount Speed<tab>Displays mount movement speed for every area.
ru: Скорость транспорта<tab>Открыть окно с информацией о скорости передвижения вашего транспорта для каждой локации.

source: Duty Recorder<tab>View recorded duties and adjust Duty Recorder settings.
ru: Запись миссий<tab>Просмотр записанных миссий и настройка параметров записи миссий.

source: Chocobo Saddlebag<tab>Displays a list of all items in your chocobo saddlebag. From this list, items can be transferred to your inventory, or that of a retainer. Cannot be accessed while participating in instanced duties.
ru: Походная сумка чокобо<tab>Открыть список всех предметов в вашей походной сумке чокобо. Из этого списка можно перенести предметы в ваш инвентарь или инвентарь слуги. Нельзя использовать во время миссий.

source: PvP Team<tab>Displays information on your PvP team.
ru: Команда PvP<tab>Открыть информацию о вашей PvP-команде.

source: Record Ready Check<tab>Confirm the readiness of other party and/or alliance members before recording a duty. Can only be used while on a recordable duty.
ru: Проверка готовности к записи<tab>Запустить проверку готовности других игроков группы и альянсов перед записью миссию. Можно использовать только во время выполнения миссии, которую разрешено записывать.

source: Cross-world Linkshells<tab>Create cross-world linkshells, confirm cross-world linkshell status, and invite players to join cross-world parties.
ru: Межмировые линкшеллы<tab>Создать межмировые линкшеллы, просмотреть их статус и пригласить оттуда игроков в межмировую группу.

source: Blue Magic Spellbook<tab>Displays all learned blue magic spells. Here, spells can be added to and removed from your Active Actions.
ru: Книга синей магии<tab>Показать все изученные заклинания синей магии. Также здесь можно можно добавлять заклинания в активные действия и убирать их оттуда.

source: Trust<tab>Assemble a party of phantasmal NPC allies to challenge instanced dungeons.
ru: Напарники<tab>Сбор группы из дружеских НИП для прохождения различных миссий.

source: Theme Settings<tab>Select a color scheme for the UI.
ru: Настройки темы<tab>Выбрать цветовую схему для пользовательского интерфейса.

source: Shared FATE<tab>Displays progress for shared FATEs in applicable regions, including rank and number of FATEs completed with the highest rating possible.
ru: Общая ЗОНА<tab>Показать прогресс по активности ЗОНА в доступных регионах, включая ранг и количество активностей, завершённых с максимальной оценкой.

source: Fellowships<tab>Create fellowships and confirm fellowship status.
ru: Сообщества<tab>Создать сообщества и просмотр их информации.

source: Fellowship Finder<tab>View a list of fellowships currently recruiting members and join them.
ru: Поиск сообществ<tab>Открыть список сообществ, которые в настоящее время набирают новых игроков. Здесь можно присоединиться к существующим сообществам.

source: Collection<tab>Displays items of interest gathered during your adventures.
ru: Коллекция<tab>Открыть список необычных предметов, собранных во время ваших приключений.

source: New Game+<tab>Replay your favorite quests at your current level.
ru: Новая игра +<tab>Повторить ранее завершённые задания на своём текущем уровне.

source: Fashion Accessories<tab>Displays a list of available fashion accessories.
ru: Модные аксессуары<tab>Открыть список доступных модных аксессуаров.

source: Official Sites<tab>Displays a list of official sites for FINAL FANTASY XIV.
ru: Официальные сайты<tab>Открыть список официальных сайтов FINAL FANTASY XIV (на английском языке).

source: Duty Support<tab>Assemble a party of NPC supporters to challenge instanced dungeons.
ru: Миссии с помощниками<tab>Сбор группы из НИП-помощников для прохождения различных миссий.

source: Portraits<tab>View your portrait gallery or edit portraits for each of your gear sets.
ru: Портреты<tab>Просмотр галереи портретов или редактирование портретов для каждого из ваших комплектов снаряжения.

source: Adventurer Plate<tab>Edit the appearance and content of your profile to share with other adventurers.
ru: Карточка приключенца<tab>Редактирование содержимого и оформления вашей карточки приключенца, которую можно показывать другим игрокам.

source: V&C Dungeon Finder<tab>Join variant and criterion dungeons, and adjust dungeon settings. View entries for story elements discovered in variant dungeons.
ru: Специальные подземелья<tab>Присоединиться к вариативным и альтернативным подземельям, настраивая необходимые параметры поиска. Просматривайте сюжетные записи, обнаруженные в вариативных подземельях.

source: Facewear<tab>Select the type and style of facewear to be equipped by your character.
ru: Аксессуары для лица<tab>Выбрать, какой аксессуар будет носить ваш персонаж на лице.

source: Mute List<tab>Displays a list of players you have added to your mute list. Messages from these characters will be hidden.
ru: Список заглушённых<tab>Открыть список игроков, которых вы заглушили. Сообщения от этих игроков будут скрыты.

source: Term Filter<tab>Displays a list of words added to the Term Filter. From this list you can add, remove, or edit terms to be filtered from the chat log.
ru: Фильтр фраз<tab>Открыть список фильтруемых фраз. Здесь можно добавить, удалить или редактировать фразы, фильтруемые в чате.
