Repository: endervad/ffxiv_translation_test
Catalog: exd/warp/WarpRentalChocobo/*.xlf
Languages: ru

source: TEXT_WARPRENTALCHOCOBO_Q1_000_1<tab>What would you like to do?
ru: TEXT_WARPRENTALCHOCOBO_Q1_000_1<tab>Что вы хотели бы сделать?

source: TEXT_WARPRENTALCHOCOBO_A1_000_1<tab>Rent a chocobo. (80 gil/10 minutes)
ru: TEXT_WARPRENTALCHOCOBO_A1_000_1<tab>Взять чокобо в прокат. (80 гилов/10 минут)

source: TEXT_WARPRENTALCHOCOBO_A1_000_2<tab>Learn more about chocobo rental.
ru: TEXT_WARPRENTALCHOCOBO_A1_000_2<tab>Узнать больше о прокате чокобо.

source: TEXT_WARPRENTALCHOCOBO_A1_000_3<tab>Leave.
ru: TEXT_WARPRENTALCHOCOBO_A1_000_3<tab>Выйти.

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_1<tab>You must forgive me, but I am afraid my superiors would deem it inappropriate if I granted someone so obviously and painfully new to adventuring leave to take the stable's birds out beyond the city walls without proper supervision.
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_1<tab>Вы должны простить меня, но я боюсь, что моё начальство сочтёт неуместным, если я буду позволять новичкам выводить птиц конюшни за пределы городских стен без надлежащего надзора.

source: TEXT_WARPRENTALCHOCOBO_SYSTEM_000_2<tab>Chocobos are available for rental upon attaining level 10 in any class.
ru: TEXT_WARPRENTALCHOCOBO_SYSTEM_000_2<tab>Чокобо можно брать в прокат по достижении 10-го уровня за любой класс.

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_10<tab>While it pains me to do so, I must deny your petition to rent a chocobo on account of your present lack of funds. Might I suggest taking up a levequest from the Adventurers' Guild? You are less than a single task away from experiencing the joys of riding chocoback.
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_10<tab>Хоть мне и больно это сообщать, но я вынужден отказать вам в просьбе об аренде Чокобо из-за отсутствия средств. Могу ли я предложить вам выполнить поручение в Гильдии искателей приключений? Вам хватит всего одного задания, чтобы после испытать радость езды на Чокобо.

source: TEXT_WARPRENTALCHOCOBO_Q2_000_1<tab>The standard chocobo rental fee is 80 gil for 10 minutes. Complete the transaction?
ru: TEXT_WARPRENTALCHOCOBO_Q2_000_1<tab>Стоимость проката чокобо составляет 80 гилов на 10 минут. Завершить транзакцию?

source: TEXT_WARPRENTALCHOCOBO_A2_000_1<tab>Yes.
ru: TEXT_WARPRENTALCHOCOBO_A2_000_1<tab>Да.

source: TEXT_WARPRENTALCHOCOBO_A2_000_2<tab>No.
ru: TEXT_WARPRENTALCHOCOBO_A2_000_2<tab>Нет.

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_20<tab>Feel free to return if you ever require a steed!
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_20<tab>Буду ждать вашего возвращения, если вам когда-нибудь понадобится скакун!

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_21<tab>Very good! Remember, my birds are trained to return directly to the stables once the rental period has expired, or upon the moment you dismount. Take care not to find yourself stranded in a dangerous locale. Good day!
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_21<tab>Очень хорошо! Помните, мои птицы обучены возвращаться прямо в конюшню по истечении срока аренды, или в тот момент, когда вы спуститесь с неё. Будьте осторожны, чтобы не оказаться в опасной ситуации. Хорошего вам дня!

source: TEXT_WARPRENTALCHOCOBO_SYSTEM_000_22<tab>dummy
ru: TEXT_WARPRENTALCHOCOBO_SYSTEM_000_22<tab>муляж

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_30<tab>Known for their near-endless stamina, breathtaking speed, and remarkably mild dispositions, chocobos are used throughout the realm for safe and efficient transportation. These stables house hundreds of specially bred and trained birds which we lend out to adventurers─for a nominal fee, of course.
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_30<tab>Известные своей почти бесконечной выносливостью, восхитительной скоростью и удивительно мягким нравом, Чокобо используются во всем королевстве для безопасного и эффективного передвижения. В этих конюшнях содержатся сотни специально выведенных и обученных птиц, которых мы предоставляем искателям приключений ─ разумеется, за символическую плату.

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_31<tab>When renting my chocobos, I ask that you follow three simple rules:
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_31<tab>При аренде моих Чокобо я лишь прошу вас соблюдать три простых правила:

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_32<tab>One, do not dismount until you have arrived at your final destination. To prevent theft, my birds are trained to return to these stables the moment you have climbed down out of the saddle.
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_32<tab>Во-первых, не покидайте седло, пока не прибудете в конечный пункт назначения. Чтобы предотвратить случаи угона, мои птицы обучены возвращаться в эти конюшни в тот момент, когда вы спуститесь из седла.

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_33<tab>Two, always keep track of how much time remains on your rental contract. Again, to prevent theft, my birds have been trained to refuse further commands and return to these stables once the agreed time is up.
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_33<tab>Во-вторых, всегда следите за тем, сколько времени осталось по договору аренды. Опять же, чтобы предотвратить неприятные случаи, мои птицы были обучены отказываться от дальнейших команд и возвращаться в эти конюшни по истечении оговоренного времени.

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_34<tab>And three, do make your best effort to keep the chocobo out of harm's way. Ravenous beasts will attack the bird if you enter their territory. If he sustains grievous injury, the poor lad will very likely buck you and do his best to escape.
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_34<tab>И в-третьих, приложите все усилия, чтобы не допустить любых опасностей для Чокобо. Хищные звери нападут на птицу, если вы вступите на их территорию. Если он получит тяжёлые ранения, бедняга, скорее всего, бросит вас и постарается убежать.

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_35<tab>That is all. So, what say you?
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_35<tab>Вот и всё. Ну, что скажете?

source: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_40<tab>Greetings! May I interest you in a chocobo? Mine are guaranteed fastest in the realm─or your money back!
ru: TEXT_WARPRENTALCHOCOBO_RENTALCHOCOBO_000_40<tab>Приветствую вас! Могу ли я заинтересовать вас своими Чокобо? Гарантирую что мои самые быстрые в королевстве ─ или я верну ваши деньги обратно!
