Repository: endervad/ffxiv_translation_test
Catalog: exd/DeepDungeonFloorEffectUI/*.xlf
Languages: de, fr

source: Floor Effect: Blindness<tab>Accuracy of all party members is reduced.
de: Ebeneneffekt: Blind<tab>Präzision aller Gruppenmitglieder ist verringert.
fr: Aura : Cécité<tab>La précision est réduite pour vous et vos équipiers.

source: Floor Effect: HP Penalty<tab>Maximum HP of all party members is reduced.
de: Ebeneneffekt: LP-Malus<tab>Maximal-LP aller Gruppenmitglieder sind verringert.
fr: Aura : PV maximums réduits<tab>Les PV maximums sont réduits pour vous et vos équipiers.

source: Floor Effect: Damage Penalty<tab>Damage dealt by all party members is reduced.
de: Ebeneneffekt: Schadensmalus<tab>Ausgeteilter Schaden aller Gruppenmitglieder ist verringert.
fr: Aura : Dégâts infligés réduits<tab>Les dégâts infligés sont réduits pour vous et vos équipiers.

source: Floor Effect: Inability<tab>Use of abilities is prohibited for all party members.
de: Ebeneneffekt: Fertigkeiten unwirksam<tab>Gruppenmitglieder können keine Fertigkeiten einsetzen.
fr: Aura : Aptitudes inutilisables<tab>Les aptitudes sont inutilisables pour vous et vos équipiers.

source: Floor Effect: Haste<tab>Weaponskill recast time, spell recast time, and auto-attack delay for all party members are reduced.
de: Ebeneneffekt: Hast<tab>Intervalle zwischen Auto-Attacken und Reaktivierungszeiten von Waffenfertigkeiten sind für alle Gruppenmitglieder verkürzt.
fr: Aura : Hâte<tab>Le délai des attaques automatiques ainsi que le temps de recharge des techniques d'arme et des sorts de magie sont réduits pour vous et vos équipiers.

source: Floor Effect: HP/MP Boost<tab>Maximum HP and MP of all party members are increased.
de: Ebeneneffekt: LP-/MP-Bonus<tab>Maximal-LP und -MP aller Gruppenmitglieder sind erhöht.
fr: Aura : PV et PM maximums augmentés<tab>Les PV et PM maximums sont augmentés pour vous et vos équipiers.

source: Floor Effect: Item Penalty<tab>Use of items (including dungeon-specific items) is prohibited for all party members.
de: Ebeneneffekt: Gegenstände verboten<tab>Gruppenmitglieder können Gegenstände und manche Spezialgegenstände nicht einsetzen.
fr: Aura : Objets désactivés<tab>L'utilisation des objets et de certains objets spéciaux est désactivée pour vous et vos équipiers.

source: Floor Effect: Sprint Penalty<tab>Use of the action Sprint is prohibited for all party members.
de: Ebeneneffekt: Sprint unmöglich<tab>Gruppenmitglieder können Sprint nicht einsetzen.
fr: Aura : Sprint désactivé<tab>L'utilisation du sprint est désactivée pour vous et vos équipiers.

source: Floor Effect: Knockback Penalty<tab>Knockback and draw-in effects for both enemies and allies are disabled.
de: Ebeneneffekt: Rückstoß unwirksam<tab>Gruppenmitglieder und Gegner werden nicht von Rückstoß- und Heranzieheffekten beeinflusst.
fr: Aura : Projections désactivées<tab>L'effet des projections et des attractions est désactivé pour vous, vos équipiers et vos ennemis.

source: Floor Effect: Auto-heal Penalty<tab>HP regeneration for all party members is disabled.
de: Ebeneneffekt: LP-Regeneration unwirksam<tab>Gruppenmitglieder können nicht automatisch LP regenerieren.
fr: Aura : Auto-récupération des PV désactivée<tab>La régénération automatique des PV est désactivée pour vous et vos équipiers.

source: Floor Effect: Gloom<tab>Enemy movement speed is increased. Enemies also deal more damage while taking less.
de: Ebeneneffekt: Nichtsnebel<tab>Von Nichtsnebel umhüllt. Ausgeteilter Schaden und Bewegungsgeschwindigkeit aller Gegner ist erhöht, ihr erlittener Schaden verringert.
fr: Aura : Brume du néant<tab>Une brume menaçante augmente les dégâts infligés ainsi que la vitesse de déplacement, et réduit les dégâts subis pour tous vos ennemis.

source: Floor Effect: Sprint<tab>Movement speed of all party members is increased.
de: Ebeneneffekt: Sprint<tab>Bewegungsgeschwindigkeit aller Gruppenmitglieder ist erhöht.
fr: Aura : Sprint<tab>La vitesse de déplacement est accélérée pour vous et vos équipiers.

source: Floor Effect: Magicite Penalty<tab>Use of magicite is prohibited for all party members.
de: Ebeneneffekt: Zaubersteine verboten<tab>Gruppenmitglieder können Zaubersteine nicht einsetzen.
fr: Aura : Magilithes inutilisables<tab>Les magilithes sont inutilisables pour vous et vos équipiers.

source: Floor Effect: Demiclone Penalty<tab>Use of demiclones is prohibited for all party members.
de: Ebeneneffekt: Demiklone blockiert<tab>Gruppenmitglieder können Demiklone nicht einsetzen.
fr: Aura : Semi-clones inutilisables<tab>Les semi-clones sont inutilisables pour vous et vos équipiers.
