Repository: endervad/ffxiv_translation_test
Catalog: exd/Hud/*.xlf
Languages: ru

source: Hotbar 1<tab>Hotbar1<tab>hot1
ru: Панель команд 1<tab>Hotbar1<tab>hot1

source: Hotbar 2<tab>Hotbar2<tab>hot2
ru: Панель команд 2<tab>Hotbar2<tab>hot2

source: Hotbar 3<tab>Hotbar3<tab>hot3
ru: Панель команд 3<tab>Hotbar3<tab>hot3

source: Hotbar 4<tab>Hotbar4<tab>hot4
ru: Панель команд 4<tab>Hotbar4<tab>hot4

source: Hotbar 5<tab>Hotbar5<tab>hot5
ru: Панель команд 5<tab>Hotbar5<tab>hot5

source: Hotbar 6<tab>Hotbar6<tab>hot6
ru: Панель команд 6<tab>Hotbar6<tab>hot6

source: Hotbar 7<tab>Hotbar7<tab>hot7
ru: Панель команд 7<tab>Hotbar7<tab>hot7

source: Hotbar 8<tab>Hotbar8<tab>hot8
ru: Панель команд 8<tab>Hotbar8<tab>hot8

source: Hotbar 9<tab>Hotbar9<tab>hot9
ru: Панель команд 9<tab>Hotbar9<tab>hot9

source: Hotbar 10<tab>Hotbar10<tab>hot10
ru: Панель команд 10<tab>Hotbar10<tab>hot10

source: Pet Hotbar<tab>PetHotbar<tab>phot
ru: Панель команд питомца<tab>PetHotbar<tab>phot

source: Cross Hotbar<tab>CrossHotbar<tab>chot
ru: Крестовая панель команд<tab>CrossHotbar<tab>chot

source: Progress Bar<tab>ProgressBar<tab>pbar
ru: Шкала прогресса<tab>ProgressBar<tab>pbar

source: Target Bar<tab>TargetBar<tab>tbar
ru: Шкала цели<tab>TargetBar<tab>tbar

source: Focus Target Bar<tab>FocusTarget<tab>ftarget
ru: Шкала цели в фокусе<tab>FocusTarget<tab>ftarget

source: Party List<tab>PartyList<tab>plist
ru: Список игроков группы<tab>PartyList<tab>plist

source: Enmity List<tab>EnmityList<tab>elist
ru: Список враждебности<tab>EnemyList<tab>elist

source: Parameter Bar<tab>ParamBar<tab>param
ru: Шкалы с параметрами<tab>ParamBar<tab>param

source: Notices<tab>Notices<tab>notice
ru: Уведомления<tab>Notices<tab>notice

source: Minimap<tab>Minimap<tab>mmap
ru: Миникарта<tab>Minimap<tab>mmap

source: Main Menu<tab>MainMenu<tab>mmenu
ru: Главное меню<tab>MainMenu<tab>mmenu

source: Server Info<tab>ServerInfo<tab>server
ru: Информация о сервере<tab>ServerInfo<tab>server

source: Gil<tab>Gil<tab>gil
ru: Гил<tab>Gil<tab>gil

source: Inventory Grid<tab>InventoryGrid<tab>igrid
ru: Сетка инвентаря<tab>InventoryGrid<tab>igrid

source: Duty List<tab>DutyList<tab>dlist
ru: Список заданий<tab>DutyList<tab>dlist

source: Item Help<tab>ItemHelp<tab>ihelp
ru: Описание предмета<tab>ItemHelp<tab>ihelp

source: Action Help<tab>ActionHelp<tab>ahelp
ru: Описание действия<tab>ActionHelp<tab>ahelp

source: Limit Gauge<tab>LimitGauge<tab>lgauge
ru: Шкала Запредельной способности<tab>LimitGauge<tab>lgauge

source: Experience Bar<tab>ExpBar<tab>ebar
ru: Шкала опыта<tab>ExpBar<tab>ebar

source: Status Effects<tab>StatusEffects<tab>sfx
ru: Статус-эффекты<tab>StatusEffects<tab>sfx

source: Alliance List 1<tab>AllianceList1<tab>alist1
ru: Список игроков альянса 1<tab>AllianceList1<tab>alist1

source: Alliance List 2<tab>AllianceList2<tab>alist2
ru: Список игроков альянса 2<tab>AllianceList2<tab>alist2

source: Duty List<tab>DutyList<tab>dlist
ru: Список заданий<tab>DutyList<tab>dlist

source: Timers<tab>Timers<tab>timers
ru: Таймеры<tab>Timers<tab>timers

source: Left W Cross Hotbar<tab>LeftWXHB<tab>lwchot
ru: Левый W-крестовая панель команд<tab>LeftWXHB<tab>lwchot

source: Right W Cross Hotbar<tab>RightWXHB<tab>rchot
ru: Правый W-крестовая панель команд <tab>RightWXHB<tab>rchot

source: Oath Gauge<tab>OathGauge<tab>oathg
ru: Шкала Oath<tab>OathGauge<tab>oathg

source: Lightning Gauge<tab>LightningGauge<tab>lightg
ru: Шкала Lightning<tab>LightningGauge<tab>lightg

source: Beast Gauge<tab>BeastGauge<tab>beastg
ru: Шкала Beast<tab>BeastGauge<tab>beastg

source: Dragon Gauge<tab>DragonGauge<tab>dragong
ru: Шкала Dragon<tab>DragonGauge<tab>dragong

source: Song Gauge<tab>SongGauge<tab>songg
ru: Шкала Song<tab>SongGauge<tab>songg

source: Healing Gauge<tab>HealingGauge<tab>healg
ru: Шкала Healing<tab>HealingGauge<tab>healg

source: Elemental Gauge<tab>ElementalGauge<tab>elemeng
ru: Шкала Elemental<tab>ElementalGauge<tab>elemeng

source: Aetherflow Gauge<tab>AetherflowGauge<tab>aetherg
ru: Шкала Aetherflow<tab>AetherflowGauge<tab>aetherg

source: Aetherflow Gauge<tab>AetherflowGauge<tab>aetherg
ru: Шкала Aetherflow<tab>AetherflowGauge<tab>aetherg

source: Trance Gauge<tab>TranceGauge<tab>tranceg
ru: Шкала Trance<tab>TranceGauge<tab>tranceg

source: Faerie Gauge<tab>FaerieGauge<tab>faerieg
ru: Шкала Faerie<tab>FaerieGauge<tab>faerieg

source: Ninki Gauge<tab>NinkiGauge<tab>ninkig
ru: Шкала Ninki<tab>NinkiGauge<tab>ninkig

source: Heat Gauge<tab>HeatGauge<tab>heatg
ru: Шкала Heat<tab>HeatGauge<tab>heatg

source: Blood Gauge<tab>BloodGauge<tab>bloodg
ru: Шкала Blood<tab>BloodGauge<tab>bloodg

source: Arcana Gauge<tab>ArcanaGauge<tab>arcanag
ru: Шкала Arcana<tab>ArcanaGauge<tab>arcanag

source: Kenki Gauge<tab>KenkiGauge<tab>kenkig
ru: Шкала Kenki<tab>KenkiGauge<tab>kenkig

source: Sen Gauge<tab>SenGauge<tab>seng
ru: Шкала Sen<tab>SenGauge<tab>seng

source: Balance Gauge<tab>BalanceGauge<tab>balg
ru: Шкала Balance<tab>BalanceGauge<tab>balg

source: Duty Gauge<tab>DutyGauge<tab>dutyg
ru: Шкала миссии<tab>DutyGauge<tab>dutyg

source: Duty Action<tab>DutyAction<tab>dutyact
ru: Действие миссии<tab>DutyAction<tab>dutyact

source: Chakra Gauge<tab>ChakraGauge<tab>chakrag
ru: Шкала Chakra<tab>ChakraGauge<tab>chakrag

source: Scenario Guide<tab>ScenarioGuide<tab>sguide
ru: Гид по главному сюжету<tab>ScenarioGuide<tab>sguide

source: Rival Wings Gauges<tab>RWGauge<tab>rwg
ru: Крылья Соперничества — Шкалы<tab>RWGauge<tab>rwg

source: Rival Wings Alliance List<tab>RWAlliance<tab>rwa
ru: Крылья Соперничества — Список игроков альянсов<tab>RWAlliance<tab>rwa

source: Rival Wings Team Info<tab>RWTeam<tab>rwt
ru: Крылья Соперничества — Информация о команде<tab>RWTeam<tab>rwt

source: Status Info (Enhancements)<tab>SInfoEnhancements<tab>sienh
ru: Информация о статусе (Баффы)<tab>SInfoEnhancements<tab>sienh

source: Status Info (Enfeeblements)<tab>SInfoEnfeeblements<tab>sienf
ru: Информация о статусе (Дебаффы)<tab>SInfoEnfeeblements<tab>sienf

source: Status Info (Other)<tab>SInfoOther<tab>siother
ru: Информация о статусе (Другое)<tab>SInfoOther<tab>siother

source: Target Info (Status)<tab>TInfoStatus<tab>tistat
ru: Информация о цели (Статус)<tab>TInfoStatus<tab>tistat

source: Target Info (Progress Bar)<tab>TInfoProgress<tab>tiprog
ru: Информация о цели (Шкала прогресса)<tab>TInfoProgress<tab>tiprog

source: Target Info (HP)<tab>TInfoHP<tab>tihp
ru: Информация о цели (ОЗ)<tab>TInfoHP<tab>tihp

source: The Feast Score<tab>FeastScore<tab>fscore
ru: Очки Фиесты<tab>FeastScore<tab>fscore

source: The Feast Ally Info<tab>FeastAlly<tab>fally
ru: Фиеста — Информация о союзниках<tab>FeastAlly<tab>fally

source: The Feast Enemy Info<tab>FeastEnemy<tab>fenemy
ru: Фиеста — Информация о соперниках<tab>FeastEnemy<tab>fenemy

source: Rival Wings Station Info<tab>RWStation<tab>rwst
ru: Крылья Соперничества — Информация о станции<tab>RWStation<tab>rwst

source: Rival Wings Mercenary Info<tab>RWMerc<tab>rwmrc
ru: Крылья Соперничества — Информация о наёмнике<tab>RWStation<tab>rwst

source: Darkside Gauge<tab>DarksideGauge<tab>darkg
ru: Шкала Darkside<tab>DarksideGauge<tab>darkg

source: Powder Gauge<tab>PowderGauge<tab>powdg
ru: Шкала Powder<tab>PowderGauge<tab>powdg

source: Step Gauge<tab>StepGauge<tab>stepg
ru: Шкала Step<tab>StepGauge<tab>stepg

source: Battle High Gauge<tab>BattleHighGauge<tab>
ru: Шкала Battle High<tab>BattleHighGauge<tab>

source: New Game+ Guide<tab>NewGame+<tab>
ru: Гид по Новой игре +<tab>NewGame+<tab>

source: Compressed Aether<tab>CompressedAether<tab>caether
ru: Сжатый эфир<tab>CompressedAether<tab>caether

source: Ocean Fishing: Voyage Missions<tab>VoyageMissions<tab>
ru: Океанская рыбалка: Миссии<tab>VoyageMissions<tab>

source: Status Info (Conditional Enhancements)<tab>SInfoConditionalEnhancements<tab>sicenh
ru: Информация о статусе (Условные баффы)<tab>SInfoEnhancements<tab>sienh

source: Soul Gauge<tab>SoulGauge<tab>soulg
ru: Шкала Soul<tab>SoulGauge<tab>soulg

source: Death Gauge<tab>DeathGauge<tab>deathg
ru: Шкала Death<tab>DeathGauge<tab>deathg

source: Addersgall Gauge<tab>AddersgallGauge<tab>adderg
ru: Шкала Addersgall<tab>AddersgallGauge<tab>adderg

source: Beast Chakra Gauge<tab>BeastChakraGauge<tab>beastcg
ru: Шкала Beast Chakra<tab>BeastChakraGauge<tab>beastcg

source: Crystalline Conflict Progress Gauge<tab>CConflictProgress<tab>ccprog
ru: Кристальная битва — Шкала прогресса<tab>CConflictProgress<tab>ccprog

source: Crystalline Conflict Ally Info<tab>CConflictAlly<tab>ccally
ru: Кристальная битва — Информация о союзниках<tab>CConflictAlly<tab>ccally

source: Crystalline Conflict Enemy Info<tab>CConflictEnemy<tab>ccenemy
ru: Кристальная битва — Информация о соперниках<tab>CConflictEnemy<tab>ccenemy

source: Crystalline Conflict Battle Log<tab>CConflictLog<tab>cclog
ru: Кристальная битва — Журнал битвы<tab>CConflictLog<tab>cclog

source: Crystalline Conflict Map<tab>CConflictMap<tab>ccmap
ru: Кристальная битва — Карта<tab>CConflictMap<tab>ccmap

source: Frontline Score Info<tab>FrontlineScore<tab>flscore
ru: Передовая — Очки<tab>FrontlineScore<tab>flscore

source: Blunderville Objective<tab>BlunderObjective<tab>bvgoal
ru: Blunderville— Цель<tab>BlunderObjective<tab>bvgoal

source: Blunderville Score<tab>BlunderScore<tab>bvscore
ru: Blunderville — Очки<tab>BlunderScore<tab>bvscore

source: Blunderville Status<tab>BlunderStatus<tab>bvstatus
ru: Blunderville — Статус<tab>BlunderStatus<tab>bvstatus

source: Blunderville Show Log<tab>BlunderShowLog<tab>bvlog
ru: Blunderville — Журнал шоу<tab>BlunderShowLog<tab>bvlog

source: Palette Gauge<tab><tab>
ru: Шкала Palette<tab><tab>

source: Astral Gauge<tab>AstralGauge<tab>astralg
ru: Шкала Astral<tab>AstralGauge<tab>astralg

source: Serpent Offerings Gauge<tab><tab>
ru: Шкала Serpent Offerings<tab><tab>
