Repository: endervad/ffxiv_translation_test
Catalog: exd/JournalGenre/*.xlf
Languages: de, fr, ja, ru

source: Seventh Umbral Era
de: A Realm Reborn
fr: Chroniques de la 7e ère ombrale
ja: 新生エオルゼア
ru: Седьмая Умбральная эра

source: Seventh Astral Era
de: 7. Ära des Lichts
fr: Chroniques de la 7e ère astrale
ja: 第七星暦ストーリー
ru: Седьмая Астральная эра

source: Heavensward
fr: Chroniques ishgardaises
ja: 蒼天のイシュガルド

source: Dragonsong War
de: Drachenkrieg
fr: Guerre du chant des dragons - Épilogue
ja: 竜詩戦争 完結編
ru: Война Драконьей Песни

source: Post-Dragonsong War
de: Nach dem Drachenkrieg
fr: Après-guerre du chant des dragons
ja: 竜詩戦争 戦後編
ru: После Войны Драконьей Песни

source: Stormblood
fr: Récits d'une tempête de sang
ja: 紅蓮のリベレーター

source: Post-Ala Mhigan Liberation
de: Nach dem Befreiungskampf
fr: Après la tempête de sang
ja: 解放戦争 戦後編
ru: После освобождения Ала Миго

source: Shadowbringers
fr: Chroniques des Ténèbres
ja: 漆黒のヴィランズ

source: The Voyage Home
de: Die Heimreise der Exegeten
fr: Le retour des Héritiers
ja: 暁の帰還編
ru: Путь домой

source: Dark Reprise
de: Geflüster des Untergangs
fr: Prélude à l'apocalypse
ja: 終末の序曲編

source: Endwalker
fr: Chroniques de l'apocalypse
ja: 暁月のフィナーレ

source: Newfound Adventure
de: Neu entdecktes Abenteuer
fr: Récits d'une nouvelle aventure
ja: 新たなる冒険編
ru: Неожиданное приключение

source: Dawntrail
fr: Primordiaux (A Realm Reborn)
ja: 黄金のレガシー

source: Primal Quests
de: Dawntrail (Epilog)
fr: Bahamut
ja: 黄金のレガシー 完結編
ru: Праймалы (A Realm Reborn)

source: Bahamut Quests
de: Primae (A Realm Reborn)
fr: Tour de Cristal
ja: 蛮神の脅威
ru: Бахамут

source: Crystal Tower Quests
de: Bahamut
fr: Alexander
ja: バハムート
ru: Кристальная Башня

source: Alexander Quests
de: Kristallturm
fr: Primordiaux (Heavensward)
ja: クリスタルタワー
ru: Александр

source: Heavensward Primal Quests
de: Alexander
fr: Ombre de Mhach
ja: アレキサンダー
ru: Праймалы (Heavensward)

source: Shadow of Mhach Quests
de: Primae (Heavensward)
fr: Oméga
ja: 古の神々
ru: Тень Мхака

source: Omega Quests
de: Schatten von Mhach
fr: Oméga - En quête de réponses
ja: シャドウ・オブ・マハ
ru: Омега

source: Omega: Beyond the Rift
de: Omega
fr: Retour à Ivalice
ja: 次元の狭間オメガ

source: Return to Ivalice
de: Omega (Epilog)
fr: Quatre animaux sacrés
ja: 次元の狭間オメガ 番外編
ru: Возвращение в Ивалис

source: The Four Lords
de: Rückkehr nach Ivalice
fr: Éden
ja: リターン・トゥ・イヴァリース

source: Eden
de: Die vier Tierheiligen
fr: YoRHa: Dark Apocalypse
ja: 四聖獣奇譚
ru: Эдем

source: YoRHa: Dark Apocalypse
de: Eden
fr: Complainte de Werlyt
ja: エデン
ru: YoRHa: Тёмный апокалипсис

source: Garlemald's Machinations
de: YoRHa: Dark Apocalypse
fr: Pandæmonium
ja: YoRHa: Dark Apocalypse
ru: Махинации Гарлемалда

source: Pandæmonium
de: Abwehrwaffen der Allager
fr: Le Mythe éorzéen
ja: ウェポンシリーズ
ru: Пандемоний

source: Myths of the Realm
de: Pandæmonium
fr: Histoire principale
ja: パンデモニウム
ru: Предания королевств

source: The Arcadion
de: Pandæmonium (Epilog)
fr: Quêtes quotidiennes
ja: パンデモニウム 番外編
ru: Аркадион

source: Main Quests
de: Mythen Eorzeas
fr: Histoire principale
ja: ミソロジー・オブ・エオルゼア
ru: Основной сюжет

source: Daily Quests
de: Das Arkadion
fr: Quêtes quotidiennes
ja: アルカディア
ru: Ежедневные задания

source: Main Quests
de: Echos aus Vana'diel
fr: Histoire principale
ja: エコーズ オブ ヴァナ・ディール
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Histoire principale
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes quotidiennes
ja: ストーリークエスト
ru: Ежедневные задания

source: Main Quests
de: Nebenaufträge
fr: Quêtes des tribus alliées
ja: デイリークエスト
ru: Основной сюжет

source: Daily Quests
de: Hauptaufträge
fr: Quêtes des tribus alliées (Heavensward)
ja: ストーリークエスト
ru: Ежедневные задания

source: A Realm Reborn Allied Society Quests
de: Nebenaufträge
fr: Quêtes des tribus alliées (Stormblood)
ja: デイリークエスト
ru: Союзные задания (A Realm Reborn)

source: Heavensward Allied Society Quests
de: Hauptaufträge
fr: Quêtes des tribus alliées (Endwalker)
ja: ストーリークエスト
ru: Союзные задания (Heavensward)

source: Stormblood Allied Society Quests
de: Nebenaufträge
fr: Guerre du chant des dragons - Réminiscences
ja: デイリークエスト
ru: Союзные задания (Stormblood)

source: Endwalker Allied Society Quests
de: Hauptaufträge
fr: Sur le chemin du retour des Héritiers
ja: ストーリークエスト
ru: Союзные задания (Endwalker)

source: Tales of the Dragonsong War
de: Nebenaufträge
fr: Sur la route d'une nouvelle aventure
ja: デイリークエスト

source: Tales from the Shadows
de: Freundesvölker (A Realm Reborn)
fr: Hildibrand, gentilhomme détective
ja: 友好部族エクストラストーリー

source: Tales of Newfound Adventure
de: Freundesvölker (Heavensward)
fr: Hildibrand, gentilhomme détective (Heavensward)
ja: 友好部族エクストラストーリー 蒼天編

source: Hildibrand Adventures
de: Freundesvölker (Stormblood)
fr: Hildibrand, gentilhomme détective (Stormblood)
ja: 友好部族エクストラストーリー 紅蓮編
ru: Приключения Хильдибранда

source: Further Hildibrand Adventures
de: Freundesvölker (Endwalker)
fr: Hildibrand, le retour
ja: 友好部族エクストラストーリー 暁月編

source: Even Further Hildibrand Adventures
de: Drachenkrieg (Epilog)
fr: Armes des Manderville
ja: 竜詩戦争 番外編

source: Somehow Further Hildibrand Adventures
de: Die Heimkehr der Exegeten (Epilog)
fr: Armes du zodiaque
ja: 暁の帰還 番外編

source: Manderville Weapons
de: Neu entdecktes Abenteuer (Epilog)
fr: Armes anima
ja: 新たなる冒険 番外編
ru: Оружие Мандервилля

source: Zodiac Weapons
de: Hildibrands Fälle
fr: La terre interdite d'Eurêka
ja: ヒルディブランド
ru: Оружие Зодиака

source: Anima Weapons
de: Hildibrands Fälle (Heavensward)
fr: Garde-la-Reine
ja: ヒルディブランド 蒼天編
ru: Оружие Анима

source: The Forbidden Land, Eureka
de: Hildibrands Fälle (Stormblood)
fr: Mémoires du septième fléau
ja: ヒルディブランド 紅蓮編
ru: Запретная земля Эврика

source: Resistance Weapons
de: Hildibrands Rückkehr
fr: Quêtes du Mog postier
ja: 帰ってきたヒルディブランド
ru: Оружие Сопротивления

source: Tales from the Calamity
de: Manderville-Waffen
fr: Scolasticat Saint-Endalim
ja: マンダヴィルウェポン

source: Scholasticate Quests
de: Zodiak-Waffen
fr: La Tarufacture de Tataru
ja: ゾディアックウェポン

source: Void Quests
de: Anima-Waffen
fr: Clan des aventuriers de Doma
ja: アニマウェポン

source: Tataru's Grand Endeavor
de: Das Verbotene Land Eureka
fr: Reconstruction du quartier enclavé
ja: 禁断の地 エウレカ

source: Doman Adventurers' Guild Quests
de: Königinnenwache
fr: Reconstruction d'Ishgard
ja: セイブ・ザ・クイーン

source: Doman Reconstruction Quests
de: Annalen der Siebten Katastrophe
fr: Reconstruction d'Ishgard : quêtes annexes
ja: 第七霊災回顧録

source: Ishgardian Restoration Main Quests
de: Mogry-Post
fr: Outils des merveilles
ja: レターモーグリ
ru: Восстановление Ишгарда — Основной сюжет

source: Ishgardian Restoration Sidequests
de: Sankt Endalim-Theologikum
fr: Le Palais des morts
ja: 聖アンダリム神学院記
ru: Восстановление Ишгарда — Побочные задания

source: Splendorous Tools
de: Das Schicksal des Nichts
fr: Le Pilier des Cieux
ja: ヴォイド再生計画
ru: Инструменты Splendorous

source: Palace of the Dead
de: Tatarus Wohlstandsmanufaktur
fr: Eurêka Orthos
ja: タタルの大繁盛商店
ru: Чертоги мертвецов

source: Heaven-on-High
de: Abenteurer von Doma
fr: Quêtes de la Félicité insulaire
ja: ドマ冒険者団
ru: Небеса-на-Выси

source: Eureka Orthos
de: Wiederaufbau der Enklave
fr: Donjons à embranchements
ja: ドマ町人地復興記
ru: Эврика Ортос

source: Island Sanctuary Quests
de: Hauptaufträge Wiederaufbau Ishgards
fr: Noscea
ja: イシュガルド復興：ストーリークエスト
ru: Райский остров

source: Variant Dungeons
de: Nebenaufträge Wiederaufbau Ishgards
fr: Sombrelinceul
ja: イシュガルド復興：サブクエスト
ru: Вариативные подземелья

source: La Noscean Sidequests
de: Mowen-Werkzeuge
fr: Thanalan
ja: モーエンツール
ru: Ла Ноша

source: Gridanian Sidequests
de: Palast der Toten
fr: Coerthas
ja: 死者の宮殿
ru: Гридания

source: Ul'dahn Sidequests
de: Himmelssäule
fr: Mor Dhona
ja: アメノミハシラ
ru: Ульэда

source: Coerthan Sidequests
de: Eureka Orthos
fr: Ishgard
ja: オルト・エウレカ
ru: Кёртас

source: Mor Dhonan Sidequests
de: Das Inselparadies
fr: Abalathia
ja: 無人島開拓記
ru: Мор Дона

source: Ishgardian Sidequests
de: Unstete Gewölbe
fr: Avant-pays dravanien
ja: ヴァリアントダンジョン
ru: Ишгард

source: Abalathian Sidequests
de: Nebenaufträge La Noscea
fr: Arrière-pays dravanien
ja: サブクエスト：ラノシア
ru: Абалатия

source: Dravanian Forelands Sidequests
de: Nebenaufträge Finsterwald
fr: Écume des cieux de Dravania
ja: サブクエスト：黒衣森
ru: Низины Дравании

source: Dravanian Hinterlands Sidequests
de: Nebenaufträge Thanalan
fr: Idyllée
ja: サブクエスト：ザナラーン
ru: Внутренние земли

source: Churning Mists Sidequests
de: Nebenaufträge Coerthas
fr: Azys Lla
ja: サブクエスト：クルザス
ru: Пушистые Облака

source: Idyllshire Sidequests
de: Nebenaufträge Mor Dhona
fr: L'Étendue de Rhalgr
ja: サブクエスト：モードゥナ
ru: Идильшир

source: Azys Lla Sidequests
de: Nebenaufträge Ishgard
fr: Les Marges
ja: サブクエスト：イシュガルド
ru: Азис Лла

source: Rhalgr's Reach Sidequests
de: Nebenaufträge Abalathia
fr: Les Pics
ja: サブクエスト：アバラシア雲海
ru: Хватка Ралгра

source: Fringes Sidequests
de: Nebenaufträge Dravanisches Vorland
fr: Les Lacs
ja: サブクエスト：高地ドラヴァニア
ru: Клинья

source: Peaks Sidequests
de: Nebenaufträge Dravanisches Hinterland
fr: Kugane
ja: サブクエスト：低地ドラヴァニア
ru: Пики

source: Lochs Sidequests
de: Nebenaufträge Wallende Nebel
fr: Mer de Rubis
ja: サブクエスト：ドラヴァニア雲海
ru: Озёра

source: Kugane Sidequests
de: Nebenaufträge Frohehalde
fr: Yanxia
ja: サブクエスト：イディルシャイア
ru: Куганэ

source: Ruby Sea Sidequests
de: Nebenaufträge Azys Lla
fr: Steppe d'Azim
ja: サブクエスト：アジス・ラー
ru: Рубиновое море

source: Yanxia Sidequests
de: Nebenaufträge Rhalgrs Wacht
fr: Cristarium
ja: サブクエスト：ラールガーズリーチ
ru: Янсья

source: Azim Steppe Sidequests
de: Nebenaufträge Grenzland
fr: Eulmore
ja: サブクエスト：ギラバニア辺境地帯
ru: Степь Азима

source: Crystarium Sidequests
de: Nebenaufträge Zinnen
fr: Grand-Lac
ja: サブクエスト：ギラバニア山岳地帯
ru: Кристариум

source: Eulmore Sidequests
de: Nebenaufträge Fenn
fr: Kholusia
ja: サブクエスト：ギラバニア湖畔地帯
ru: Юлмор

source: Lakeland Sidequests
de: Nebenaufträge Kugane
fr: Amh Araeng
ja: サブクエスト：クガネ
ru: Озёрный край

source: Kholusia Sidequests
de: Nebenaufträge Rubinsee
fr: Il Mheg
ja: サブクエスト：紅玉海
ru: Холусия

source: Amh Araeng Sidequests
de: Nebenaufträge Yanxia
fr: Rak'tika
ja: サブクエスト：ヤンサ
ru: Ам Аранг

source: Il Mheg Sidequests
de: Nebenaufträge Azim-Steppe
fr: La Tempête
ja: サブクエスト：アジムステップ
ru: Ил Мегг

source: Rak'tika Sidequests
de: Nebenaufträge Crystarium
fr: Vieille Sharlayan
ja: サブクエスト：クリスタリウム
ru: Великий лес Рак'тика

source: Tempest Sidequests
de: Nebenaufträge Eulmore
fr: Radz-at-Han
ja: サブクエスト：ユールモア
ru: Пучина

source: Old Sharlayan Sidequests
de: Nebenaufträge Seenland
fr: Le Labyrinthos
ja: サブクエスト：レイクランド
ru: Старый Шарлеан

source: Radz-at-Han Sidequests
de: Nebenaufträge Kholusia
fr: Thavnair
ja: サブクエスト：コルシア島
ru: Радз-ат-Хан

source: Labyrinthos Sidequests
de: Nebenaufträge Amh Araeng
fr: Garlemald
ja: サブクエスト：アム・アレーン
ru: Лабиринтос

source: Thavnairian Sidequests
de: Nebenaufträge Il Mheg
fr: Mare Lamentorum
ja: サブクエスト：イル・メグ
ru: Тавнир

source: Garlean Sidequests
de: Nebenaufträge Rak'tika
fr: Elpis
ja: サブクエスト：ラケティカ大森林
ru: Гарлемалд

source: Mare Lamentorum Sidequests
de: Nebenaufträge Tempest
fr: Ultima Thulé
ja: サブクエスト：テンペスト
ru: Море Скорби

source: Elpis Sidequests
de: Nebenaufträge Alt-Sharlayan
fr: Quêtes de gladiateur
ja: サブクエスト：オールド・シャーレアン
ru: Элпис

source: Ultima Thule Sidequests
de: Nebenaufträge Radz-at-Han
fr: Quêtes de pugiliste
ja: サブクエスト：ラザハン
ru: Крайний Предел

source: Tuliyollal Sidequests
de: Nebenaufträge Labyrinthos
fr: Quêtes de maraudeur
ja: サブクエスト：ラヴィリンソス
ru: Тулиоллал

source: Urqopacha Sidequests
de: Nebenaufträge Thavnair
fr: Quêtes de maître d'hast
ja: サブクエスト：サベネア島

source: Kozama'uka Sidequests
de: Nebenaufträge Garlemald
fr: Quêtes d'archer
ja: サブクエスト：ガレマルド

source: Yak T'el Sidequests
de: Nebenaufträge Mare Lamentorum
fr: Quêtes de surineur
ja: サブクエスト：嘆きの海

source: Shaaloani Sidequests
de: Nebenaufträge Elpis
fr: Quêtes d'élémentaliste
ja: サブクエスト：エルピス

source: Heritage Found Sidequests
de: Nebenaufträge Ultima Thule
fr: Quêtes d'occultiste
ja: サブクエスト：ウルティマ・トゥーレ

source: Solution Nine Sidequests
de: Nebenaufträge Tuliyollal
fr: Quêtes d'arcaniste
ja: サブクエスト：トライヨラ

source: Living Memory Sidequests
de: Nebenaufträge Urqopacha
fr: Quêtes de menuisier
ja: サブクエスト：オルコ・パチャ

source: Gladiator Quests
de: Nebenaufträge Kozama'uka
fr: Quêtes de forgeron
ja: サブクエスト：コザマル・カ
ru: Гладиатор

source: Pugilist Quests
de: Nebenaufträge Yak T'el
fr: Quêtes d'armurier
ja: サブクエスト：ヤクテル樹海
ru: Борец

source: Marauder Quests
de: Nebenaufträge Shaaloani
fr: Quêtes d'orfèvre
ja: サブクエスト：シャーローニ荒野
ru: Мародёр

source: Lancer Quests
de: Nebenaufträge Ewiges Erbe
fr: Quêtes de tanneur
ja: サブクエスト：ヘリテージファウンド
ru: Копейщик

source: Archer Quests
de: Nebenaufträge Lösung Neun
fr: Quêtes de couturier
ja: サブクエスト：ソリューション・ナイン
ru: Лучник

source: Rogue Quests
de: Nebenaufträge Lebende Erinnerung
fr: Quêtes d'alchimiste
ja: サブクエスト：リビング・メモリー
ru: Разбойник

source: Conjurer Quests
de: Gildenaufträge der Gladiatoren
fr: Quêtes de cuisinier
ja: 剣術士クエスト
ru: Элементалист

source: Thaumaturge Quests
de: Gildenaufträge der Faustkämpfer
fr: Quêtes de mineur
ja: 格闘士クエスト
ru: Оккультист

source: Arcanist Quests
de: Gildenaufträge der Marodeure
fr: Quêtes de botaniste
ja: 斧術士クエスト
ru: Арканист

source: Carpenter Quests
de: Gildenaufträge der Pikeniere
fr: Quêtes de pêcheur
ja: 槍術士クエスト
ru: Плотник

source: Blacksmith Quests
de: Gildenaufträge der Waldläufer
fr: Quêtes de paladin
ja: 弓術士クエスト
ru: Кузнец

source: Armorer Quests
de: Gildenaufträge der Schurken
fr: Quêtes de moine
ja: 双剣士クエスト
ru: Бронник

source: Goldsmith Quests
de: Gildenaufträge der Druiden
fr: Quêtes de guerrier
ja: 幻術士クエスト
ru: Ювелир

source: Leatherworker Quests
de: Gildenaufträge der Thaumaturgen
fr: Quêtes de chevalier dragon
ja: 呪術士クエスト
ru: Кожевник

source: Weaver Quests
de: Gildenaufträge der Hermetiker
fr: Quêtes de barde
ja: 巴術士クエスト
ru: Ткач

source: Alchemist Quests
de: Gildenaufträge der Zimmerer
fr: Quêtes de ninja
ja: 木工師クエスト
ru: Алхимик

source: Culinarian Quests
de: Gildenaufträge der Grobschmiede
fr: Quêtes de mage blanc
ja: 鍛冶師クエスト
ru: Кулинар

source: Miner Quests
de: Gildenaufträge der Plattner
fr: Quêtes de mage noir
ja: 甲冑師クエスト
ru: Горняк

source: Botanist Quests
de: Gildenaufträge der Goldschmiede
fr: Quêtes d'invocateur
ja: 彫金師クエスト
ru: Ботаник

source: Fisher Quests
de: Gildenaufträge der Gerber
fr: Quêtes d'érudit
ja: 革細工師クエスト
ru: Рыбка

source: Paladin Quests
de: Gildenaufträge der Weber
fr: Quêtes de chevalier noir
ja: 裁縫師クエスト
ru: Паладин

source: Monk Quests
de: Gildenaufträge der Alchemisten
fr: Quêtes de machiniste
ja: 錬金術師クエスト
ru: Монах

source: Warrior Quests
de: Gildenaufträge der Gourmets
fr: Quêtes d'astromancien
ja: 調理師クエスト
ru: Воин

source: Dragoon Quests
de: Gildenaufträge der Minenarbeiter
fr: Quêtes de samouraï
ja: 採掘師クエスト
ru: Драгун

source: Bard Quests
de: Gildenaufträge der Gärtner
fr: Quêtes de mage rouge
ja: 園芸師クエスト
ru: Бард

source: Ninja Quests
de: Gildenaufträge der Fischer
fr: Quêtes de pistosabreur
ja: 漁師クエスト
ru: Ниндзя

source: White Mage Quests
de: Paladin-Jobaufträge
fr: Quêtes de danseur
ja: ナイトクエスト
ru: Белый маг

source: Black Mage Quests
de: Mönch-Jobaufträge
fr: Quêtes de sage
ja: モンククエスト
ru: Чёрный маг

source: Summoner Quests
de: Krieger-Jobaufträge
fr: Quêtes de faucheur
ja: 戦士クエスト
ru: Призыватель

source: Scholar Quests
de: Dragoon-Jobaufträge
fr: Quêtes de mage bleu
ja: 竜騎士クエスト
ru: Учёный

source: Dark Knight Quests
de: Barden-Jobaufträge
fr: Quêtes des métallurgistes
ja: 吟遊詩人クエスト
ru: Тёмный рыцарь

source: Machinist Quests
de: Ninja-Jobaufträge
fr: Quêtes des façonniers
ja: 忍者クエスト
ru: Механик

source: Astrologian Quests
de: Weißmagier-Jobaufträge
fr: Quêtes des préparateurs
ja: 白魔道士クエスト
ru: Астролог

source: Samurai Quests
de: Schwarzmagier-Jobaufträge
fr: Quêtes des naturalistes
ja: 黒魔道士クエスト
ru: Самурай

source: Red Mage Quests
de: Beschwörer-Jobaufträge
fr: Quêtes des pêcheurs
ja: 召喚士クエスト
ru: Красный маг

source: Gunbreaker Quests
de: Gelehrten-Jobaufträge
fr: Quêtes de la halle du Juste
ja: 学者クエスト
ru: Ганбрейкер

source: Dancer Quests
de: Dunkelritter-Jobaufträge
fr: Quêtes du département d'archéologie
ja: 暗黒騎士クエスト
ru: Танцор

source: Sage Quests
de: Maschinisten-Jobaufträge
fr: Quêtes du département d'astronomie
ja: 機工士クエスト
ru: Мудрец

source: Reaper Quests
de: Astrologen-Jobaufträge
fr: Quêtes du département de médecine
ja: 占星術師クエスト
ru: Жнец

source: Viper Quests
de: Samurai-Jobaufträge
fr: Quêtes du département d'anthropologie
ja: 侍クエスト
ru: Вайпер

source: Pictomancer Quests
de: Rotmagier-Jobaufträge
fr: Quêtes du département d'éthérologie
ja: 赤魔道士クエスト
ru: Пиктомант

source: Blue Mage Quests
de: Revolverklingen-Jobaufträge
fr: Quêtes de l'académie de magie de Sharlayan
ja: ガンブレイカークエスト
ru: Синий маг

source: Facet of Forging Quests
de: Tänzer-Jobaufträge
fr: Quêtes de tank (Shadowbringers)
ja: 踊り子クエスト
ru: Аспект ковки

source: Facet of Crafting Quests
de: Weiser-Jobaufträge
fr: Quêtes de soigneur (Shadowbringers)
ja: 賢者クエスト
ru: Аспект ремесла

source: Facet of Nourishing Quests
de: Schnitter-Jobaufträge
fr: Quêtes de DPS physique (Shadowbringers)
ja: リーパークエスト
ru: Аспект пропитания

source: Facet of Gathering Quests
de: Viper-Jobaufträge
fr: Quêtes de DPS magique (Shadowbringers)
ja: ヴァイパークエスト
ru: Аспект собирательства

source: Facet of Fishing Quests
de: Piktomanten-Jobaufträge
fr: Quêtes de rôle (Shadowbringers)
ja: ピクトマンサークエスト
ru: Аспект рыбалки

source: Crystalline Mean Quests
de: Blaumagier-Jobaufträge
fr: Quêtes de tank (Endwalker)
ja: 青魔道士クエスト
ru: Средоточие

source: Faculty of Archaeology Quests
de: Lieferaufträge: Schwarzeisen-Schmiede
fr: Quêtes de soigneur (Endwalker)
ja: 錬鉄科クエスト
ru: Факультет археологии

source: Faculty of Astronomy Quests
de: Lieferaufträge: Erinnerungswerkstatt
fr: Quêtes de DPS physique de mêlée (Endwalker)
ja: 手工科クエスト
ru: Факультет астрономии

source: Faculty of Medicine Quests
de: Lieferaufträge: Kräuter, Düfte & Aromen
fr: Quêtes de DPS physique à distance (Endwalker)
ja: 食薬科クエスト
ru: Факультет медицины

source: Faculty of Anthropology Quests
de: Lieferaufträge: Materialbeschaffung
fr: Quêtes de DPS magique (Endwalker)
ja: 調達科クエスト
ru: Факультет антропологии

source: Faculty of Aetherology Quests
de: Lieferaufträge: Fischerei
fr: Quêtes de rôle (Endwalker)
ja: 漁業科クエスト
ru: Факультет эфирологии

source: Studium Quests
de: Manufaktur der Gesellschaft: Abschluss
fr: Quêtes du Maelstrom
ja: ミーン工芸館エクストラストーリー
ru: Студиум

source: XRral Soj Metalwares Quests
de: Aufträge des Archäologischen Instituts
fr: Quêtes de l'ordre des Deux Vipères
ja: 考古学部クエスト

source: Epistles by Pameka Quests
de: Aufträge des Astronomischen Instituts
fr: Quêtes des Immortels
ja: 天文学部クエスト

source: Xeerol Ja Juicecraft Quests
de: Aufträge des Medizinischen Instituts
fr: Événements saisonniers
ja: 医学部クエスト

source: Shunye's Apothecary Quests
de: Aufträge des Kulturwissenschaftlichen Instituts
fr: Fête de la transition
ja: 文化学部クエスト

source: Fish Fancies Donuhanu Quests
de: Aufträge des Ätherologischen Instituts
fr: Quêtes orientales
ja: エーテル学部クエスト

source: Wachumeqimeqi Quests
de: Magieakademie: Abschluss
fr: Valention
ja: 魔法大学エクストラストーリー

source: Tank Role Quests (Shadowbringers)
de: Aufträge von XRral Soj Metallwaren
fr: Valention & fête des demoiselles
ja: 金荒物屋クエスト
ru: Защитник (Shadowbringers)

source: Healer Role Quests (Shadowbringers)
de: Aufträge von Pamekas Briefwerkstatt
fr: Fête des demoiselles
ja: 筆記工房クエスト
ru: Целитель (Shadowbringers)

source: Physical DPS Role Quests (Shadowbringers)
de: Aufträge von Xeerol Jas Safterei
fr: Fête des demoiselles & chasse aux Prœufs
ja: ジュースクラフトクエスト
ru: Боец ближнего/дальнего боя (Shadowbringers)

source: Magical Ranged DPS Role Quests (Shadowbringers)
de: Aufträge von Shunyes Apotheke
fr: Chasse aux Prœufs
ja: アポサカリークエスト
ru: Боевой маг (Shadowbringers)

source: Role Quests (Shadowbringers)
de: Aufträge von Donuhanus Fabelhaften Fischen
fr: Festival du Gold Saucer
ja: 魚道楽クエスト
ru: Задания ролей (Shadowbringers)

source: Tank Role Quests (Endwalker)
de: Markt von Wachumeqimeqi
fr: Feux de la Mort
ja: 万貨街エクストラストーリー
ru: Защитник (Endwalker)

source: Healer Role Quests (Endwalker)
de: Rollenaufträge (Shadowbringers): Verteidiger
fr: Fête de la Commémoration
ja: TANKロールクエスト 漆黒編
ru: Целитель (Endwalker)

source: Melee DPS Role Quests (Endwalker)
de: Rollenaufträge (Shadowbringers): Heiler
fr: Veillée des saints
ja: HEALERロールクエスト 漆黒編
ru: Боец ближнего боя (Endwalker)

source: Physical Ranged DPS Role Quests (Endwalker)
de: Rollenaufträge (Shadowbringers): Phys. Angreifer
fr: Fête des étoiles
ja: ファイター系DPSロールクエスト 漆黒編
ru: Боец дальнего боя (Endwalker)

source: Magical Ranged DPS Role Quests (Endwalker)
de: Rollenaufträge (Shadowbringers): Mag. Angreifer
fr: Autres événements
ja: ソーサラー系DPSロールクエスト 漆黒編
ru: Боевой маг (Endwalker)

source: Role Quests (Endwalker)
de: Rollenaufträge (Shadowbringers): Abschluss
fr: Quêtes spéciales
ja: ロールエクストラストーリー 漆黒編
ru: Задания ролей (Endwalker)

source: Tank Role Quests (Dawntrail)
de: Rollenaufträge (Endwalker): Verteidiger
fr: Visiteurs d'autres univers
ja: TANKロールクエスト 暁月編
ru: Защитник (Dawntrail)

source: Healer Role Quests (Dawntrail)
de: Rollenaufträge (Endwalker): Heiler
fr: Mandats de mercenariat
ja: HEALERロールクエスト 暁月編
ru: Целитель (Dawntrail)

source: Melee DPS Role Quests (Dawntrail)
de: Rollenaufträge (Endwalker): Nahkämpfer
fr: Mandats de menuisier
ja: 近接物理DPSロールクエスト 暁月編
ru: Боец ближнего боя (Dawntrail)
