Repository: endervad/ffxiv_translation_test
Catalog: exd/JournalGenre/*.xlf
Languages: de, fr, ja, ru

source: Physical Ranged DPS Role Quests (Dawntrail)
de: Rollenaufträge (Endwalker): Phy. Fernkämpfer
fr: Mandats de forgeron
ja: 遠隔物理DPSロールクエスト 暁月編
ru: Боец дальнего боя (Dawntrail)

source: Magical Ranged DPS Role Quests (Dawntrail)
de: Rollenaufträge (Endwalker): Mag. Fernkämpfer
fr: Mandats d'armurier
ja: 遠隔魔法DPSロールクエスト 暁月編
ru: Боевой маг (Dawntrail)

source: Role Quests (Dawntrail)
de: Rollenaufträge (Endwalker): Abschluss
fr: Mandats d'orfèvre
ja: ロールエクストラストーリー 暁月編
ru: Задания ролей (Dawntrail)

source: Maelstrom Quests
de: Rollenaufträge (Dawntrail): Verteidiger
fr: Mandats de tanneur
ja: TANKロールクエスト 黄金編
ru: Водоворот

source: Order of the Twin Adder Quests
de: Rollenaufträge (Dawntrail): Heiler
fr: Mandats de couturier
ja: HEALERロールクエスト 黄金編
ru: Орден Двух Змей

source: Immortal Flames Quests
de: Rollenaufträge (Dawntrail): Nahkämpfer
fr: Mandats d'alchimiste
ja: 近接物理DPSロールクエスト 黄金編
ru: Бессмертное Пламя

source: Seasonal Events
de: Rollenaufträge (Dawntrail): Phy. Fernkämpfer
fr: Mandats de cuisinier
ja: 遠隔物理DPSロールクエスト 黄金編
ru: Сезонные события

source: Heavensturn Events
de: Rollenaufträge (Dawntrail): Mag. Fernkämpfer
fr: Mandats de mineur
ja: 遠隔魔法DPSロールクエスト 黄金編
ru: Фестиваль духов

source: Eastern Duties
de: Rollenaufträge (Dawntrail)
fr: Mandats de botaniste
ja: ロールエクストラストーリー 黄金編
ru: Пасха

source: Valentione's Day Events
de: Aufträge des Mahlstroms
fr: Mandats de pêcheur
ja: 黒渦団クエスト
ru: День Валентиона

source: Valentione's & Little Ladies' Day Events
de: Aufträge der Bruderschaft der Morgenviper
ja: 双蛇党クエスト
ru: День Валентиона и маленьких дам

source: Little Ladies' Day Events
de: Aufträge der Legion der Unsterblichen
ja: 不滅隊クエスト
ru: День маленьких дам

source: Little Ladies' & Hatching-tide Events
de: Saisonale Aufträge
ja: シーズナルクエスト
ru: День маленьких дам и Вылу-пень

source: Hatching-tide Events
de: Himmelswende
ja: 降神祭
ru: Вылу-пень

source: Gold Saucer Festivities
de: Prüfungen des Ostens
ja: CHS／KO専用
ru: Праздники «Золотого Блюдца»

source: Moonfire Faire Events
de: Valentiontag
ja: ヴァレンティオンデー
ru: Фестиваль «Огненной луны»

source: Rising Events
de: Valention- und Prinzessinnentag
ja: ヴァレンティオン＆プリンセスデー
ru: Фестиваль «Восхождения»

source: All Saints' Wake Events
de: Prinzessinnentag
ja: プリンセスデー
ru: Праздник всех святых

source: Starlight Celebration Events
de: Prinzessinnentag und Wundereiersuche
ja: プリンセスデー＆エッグハント
ru: Праздник Звёздного Света

source: Other Seasonal Events
de: Wundereiersuche
ja: エッグハント
ru: Прочие сезонные события

source: Special Quests
de: Gold Saucer-Festival
ja: ゴールドソーサー・フェスティバル
ru: Особые задания

source: Collaboration Quests
de: Feuermond-Reigen
ja: 紅蓮祭
ru: Коллаборации

source: Weaver Levequests
de: Gefechtserlasse
ja: 傭兵リーヴ
ru: Поручения ткача

source: Alchemist Levequests
de: Zimmerer-Fertigungserlasse
ja: 木工師リーヴ
ru: Поручения алхимика

source: Culinarian Levequests
de: Grobschmied-Fertigungserlasse
ja: 鍛冶師リーヴ
ru: Поручения кулинара

source: Miner Levequests
de: Plattner-Fertigungserlasse
ja: 甲冑師リーヴ
ru: Поручения горняка

source: Botanist Levequests
de: Goldschmied-Fertigungserlasse
ja: 彫金師リーヴ
ru: Поручения ботаника

source: Fisher Levequests
de: Gerber-Fertigungserlasse
ja: 革細工師リーヴ
ru: Поручения рыбака

source: Maelstrom Levequests
de: Weber-Fertigungserlasse
ja: 裁縫師リーヴ
ru: Поручения Водоворота

source: Order of the Twin Adder Levequests
de: Alchemisten-Fertigungserlasse
ja: 錬金術師リーヴ
ru: Поручения Ордена Двух Змей

source: Immortal Flames Levequests
de: Gourmet-Fertigungserlasse
ja: 調理師リーヴ
ru: Поручения Бессмертного Пламени

source: Instanced Dungeons
de: Minenarbeiter-Sammelerlasse
ja: 採掘師リーヴ
ru: Подземелья

source: Instanced Raids
de: Gärtner-Sammelerlasse
ja: 園芸師リーヴ
ru: Рейды

source: Trials
de: Fischer-Sammelerlasse
ja: 漁師リーヴ
ru: Испытания

source: Deep Dungeons
de: Mahlstrom-Staatserlasse
ja: 黒渦団リーヴ
ru: Глубокие подземелья

source: Eureka Expedition Quests
de: Bruderschaft-Staatserlasse
ja: 双蛇党リーヴ
ru: Эврика

source: Save the Queen: Blades of Gunnhildr
de: Legion-Staatserlasse
ja: 不滅隊リーヴ

source: Criterion Dungeons
de: Dungeons
ja: ダンジョン

source: Guildhests
de: Instanziierte Raids
ja: レイド
ru: Гильдхесты

source: Legacy Main Scenario Quests
de: Prüfungen
ja: 討伐・討滅戦
ru: Устаревшие задания основного сюжета

source: Legacy Sidequests
de: Dungeons
ja: ダンジョン
ru: Устаревшие побочные задания

source: Legacy Class Quests
de: Instanziierte Raids
ja: レイド
ru: Устаревшие задания классов

source: Legacy Job Quests
de: Prüfungen
ja: 討伐・討滅戦
ru: Устаревшие задания профессий

source: Legacy Grand Company Quests
de: Tiefe Gewölbe
ja: ディープダンジョン
ru: Устаревшие задания Великих Компаний

source: Battlecraft Levequests
fr: Quêtes de classe
ru: Боевые поручения

source: Carpenter Levequests
fr: Quêtes de job
ru: Поручения плотника

source: Blacksmith Levequests
fr: Quêtes de compagnie
ru: Поручения кузнеца

source: Armorer Levequests
ru: Поручения бронника

source: Goldsmith Levequests
ru: Поручения ювелира

source: Leatherworker Levequests
ru: Поручения кожевника

source: Delivery Moogle Quests
fr: L'appel du néant
