Repository: endervad/ffxiv_translation_test
Catalog: exd/ChocoboTaxiStand/*.xlf
Languages: de, fr, ru

source: Gridania
ru: Гридания

source: The Hawthorne Hut
de: Jagdhütte der Hawthornes
fr: Hutte des Hawthorne
ru: Избушка Хоторна

source: Buscarron's Druthers
de: Buscarrons Horst
fr: Au Choix de Buscarron
ru: «Первый сорт Баскаррона»

source: Quarrymill
de: Mühlenbruch
fr: Moulin de la Carrière
ru: Каменоломня

source: Camp Tranquil
de: Camp Seelenruhe
fr: Camp des Sentes tranquilles
ru: Лагерь Безмятежности

source: Hyrstmill
de: Mühlenhain
fr: Moulin des Bois
ru: Хёрстмилл

source: Fallgourd Float
de: Herbstkürbis-See
fr: Radeau de la Calebasse
ru: Плавающая деревня

source: Bentbranch Meadows
de: Gut Zwieselgrund
fr: Ranch de Brancharquée
ru: Луг Согнутой Ветви

source: Ul'dah
ru: Уль'да

source: Horizon
de: Horizont
ru: Горизонт

source: Vesper Bay
de: Bucht des Abendsterns
fr: Baie des Vêpres
ru: Вечерняя Бухта

source: The Silver Bazaar
de: Silberbasar
fr: Bazar argenté
ru: Серебряный Базар

source: Black Brush Station
de: Kohlenstaub-Bahnhof
fr: Gare de Roncenoire
ru: Станция Чёрной Кисти

source: Camp Drybone
de: Camp Knochenbleich
fr: Camp des Os desséchés
ru: Лагерь Сухих Костей

source: Little Ala Mhigo
de: Klein-Ala Mhigo
fr: Petite Ala Mhigo
ru: Малое Ала Миго

source: Forgotten Springs
de: Vergessene Oase
fr: Oasis oubliée
ru: Забытые Родники

source: Camp Bluefog
de: Camp Blauer Dunst
fr: Camp de Brumebleue
ru: Лагерь Синего Тумана

source: The Golden Bazaar
de: Goldbasar
fr: Bazar doré
ru: Золотой Базар

source: Ceruleum Processing Plant
de: Erdseim-Fabrik
fr: Usine de céruleum
ru: Завод по переработке церулеума

source: Limsa Lominsa
ru: Лимса Ломинса

source: Summerford Farms
de: Sommerfurt-Höfe
fr: Vergers d'Estival
ru: Фермы Летнего брода

source: Swiftperch
de: Tölpelturm-Siedlung
fr: Tour du Martinet
ru: Свифтперч

source: Aleport
de: Bierhafen
fr: Port-aux-Ales
ru: Эльпорт

source: Wineport
de: Weinhafen
fr: Port-aux-Vins
ru: Винный Порт

source: Camp Bronze Lake
de: Camp Bronzesee
fr: Camp du lac d'Airain
ru: Лагерь Бронзового озера

source: Moraby Drydocks
de: Moraby-Trockendocks
fr: Chantier naval de Moraby
ru: Сухие доки Мораби

source: Red Rooster Stead
de: Gockelburg
fr: Métairie du Coq rouge
ru: Ферма Красного Петуха

source: Costa del Sol
de: Sonnenküste
ru: Коста-дель-Соль

source: The Observatorium
de: Observatorium
fr: Observatoire
ru: Обсерватория

source: Camp Dragonhead
de: Camp Drachenkopf
fr: Camp de la Tête du dragon
ru: Лагерь Драконьей Головы

source: Whitebrim
de: Weißenfels
fr: L'Arête blanche
ru: Белые поля

source: Revenant's Toll
de: Geisterzoll
fr: Glas des revenants
ru: Скорбный Звон

source: Saint Coinach's Find
de: Sankt Coinach-Forschungslager
fr: Trouvaille de Saint-Coinach
ru: Находка Святого Конаха

source: Foundation
de: Fundamente
fr: L'Assise
ru: Фундамент

source: Falcon's Nest
de: Falkenhorst
fr: Nid du faucon
ru: Гнездо Сокола

source: The Convictory
de: Urteilsfels
fr: Le Convictoire
ru: Лагерь Судий

source: Tailfeather
de: Fiederhag
fr: La Penne
ru: Хвостовое Перо

source: Anyx Trine
de: Trinär-Annex
fr: Annexe Trine
ru: Тройной Собор

source: Bigwest Shortstop
de: Großwest Kurzrast
fr: Bivouac de Grand-ouest
ru: Стоянка для отдыха

source: Moghome
de: Moglingen
fr: Nid-Mog
ru: Муглодом

source: Asah
de: Asha-Wolkenweg
fr: Passe-nuage d'Asah
ru: Руины Асах

source: Zenith
de: Kreidetempel
fr: Zénith
ru: Солнцестояние

source: Ok' Zundu
de: Ok' Zundo
ru: Ок'Зунду

source: Camp Cloudtop
de: Camp Wolkenwipfel
fr: Camp de Cime-des-nuages
ru: Облачный лагерь

source: Rhalgr's Reach
de: Rhalgrs Wacht
fr: L'Étendue de Rhalgr
ru: Хватка Ралгра

source: Castrum Oriens
ru: Форт Ориенс

source: The Peering Stones
de: Die Spähenden Steine
fr: Rochers d'aguet
ru: Обзорный Камень

source: Ala Gannha
ru: Ала Ганна

source: Ala Ghiri
ru: Ала Гири

source: Porta Praetoria
ru: Порта Претория

source: Kugane
ru: Куганэ

source: Onokoro
ru: Онокоро

source: Tamamizu
ru: Тамамидзу

source: Namai
ru: Намай

source: The House of the Fierce
de: Klause der Grimmigen
fr: Cercle des Intrépides
ru: Прибежище свирепых

source: Reunion
fr: Ralliement
ru: Содружество

source: Mol Iloh
ru: Стан Мол

source: The Dawn Throne
de: Morgenthron
fr: Le Trône de l'Aube
ru: Трон Рассвета

source: Tomra
ru: Томра

source: Wright
de: Werfting
fr: Cherpant
ru: Мастерские

source: Stilltide
de: Stillwasser
fr: Douceonde
ru: Недвижные Волны

source: Eulmore
ru: Юлмор

source: Pla Enni
ru: Пла Энни

source: Wolekdorf
ru: Волекдорф

source: Lydha Lran
ru: Лидха Лран

source: Fanow
ru: Фанум

source: Slitherbough
de: Schlangenzweig
fr: Serpentige
ru: Тихая Ветвь

source: Twine
de: Pfotenschlag
fr: Queues-liées
ru: Хвосты

source: Mord Souq
de: Mordh Souq
ru: Морд Соук

source: The Crystarium
de: Crystarium
fr: Cristarium
ru: Кристариум

source: The Ostall Imperative
de: Ostalls Befehl
fr: L'Impératif d'Ostall
ru: Осталл Императив

source: Fort Jobb
de: Jobb-Feste
ru: Форт Джобб

source: The Inn at Journey's Head
de: Ruhstatt vor der Langen Reise
fr: Auberge du Grand Départ
ru: Таверна Последнего пути

source: Radz-at-Han
ru: Радз-ат-Хан

source: Yedlihmad
ru: Йедлимад

source: The Great Work
de: Daemirs Werk
fr: Le Grand Œuvre
ru: Великий Труд

source: Palaka's Stand
de: Palakas Ruh
fr: Écoute des Palaka
ru: Рубеж Храбрых

source: Camp Broken Glass
de: Camp Splitterglas
fr: Camp Bris-de-glace
ru: Лагерь Битое Стекло

source: Tertium
fr: Gare de Tertium
ru: «Третья»

source: The Hall of Artifice
de: Halle der Kunstfertigkeit
fr: Vestibule de l'Ingéniosité
ru: Зал Творения

source: The Archeion
de: Archeion
fr: Archéion
ru: Архейон

source: Sharlayan Hamlet
de: Klein-Sharlayan
fr: Petite Sharlayan
ru: Шарлеанский Городок

source: Aporia
fr: L'Aporie
ru: Любопытство

source: Tuliyollal
ru: Тулиоллал

source: Wachunpelo
ru: Вачунпело

source: Ok'hanu
ru: Ок'хану

source: The Ala Mhigan Mercantile District
de: Mhigisches Wohnviertel
fr: Faubourg mhigois

source: Many Fires
de: Viele Flammen
fr: Maints-Feux

source: Earthenshire
de: Irdehalde
fr: La Fournée

source: Worlar's Echo
fr: L'Écho de Worlar
