Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/007/CtsMjiConstructWorkPlace_00784/*.xlf
Languages: de, ru

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_000<tab>What will you do?
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_000<tab>Was möchtest du tun?
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_000<tab>Что вы хотите сделать?

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q1_000_001<tab>Construct a facility.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q1_000_001<tab>Ein Gebäude bauen
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q1_000_001<tab>Построить объект.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q1_000_010<tab>Nothing.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q1_000_010<tab>Abbrechen
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q1_000_010<tab>Ничего.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_100<tab>Workshop I.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_100<tab>Inselatelier I
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_100<tab>Мастерская I.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_101<tab>Workshop II.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_101<tab>Inselatelier II
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_101<tab>Мастерская II.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_102<tab>Workshop III.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_102<tab>Inselatelier III
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_102<tab>Мастерская III.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_103<tab>Workshop IV.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_103<tab>Inselatelier IV
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_103<tab>Мастерская IV.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_104<tab>Workshop V.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_104<tab>Inselatelier V
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_104<tab>Мастерская V.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_110<tab>Granary I.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_110<tab>Kornkammer I
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_110<tab>Зернохранилище I.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_111<tab>Granary II.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_111<tab>Kornkammer II
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_111<tab>Зернохранилище II.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_112<tab>Granary III.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_112<tab>Kornkammer III
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_112<tab>Зернохранилище III.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_113<tab>Granary IV.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_113<tab>Kornkammer IV
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_113<tab>Зернохранилище IV.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_114<tab>Granary V.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_114<tab>Kornkammer V
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_114<tab>Зернохранилище V.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_120<tab>What will you do?
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_120<tab>Was möchtest du tun?
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_120<tab>Что вы хотите сделать?

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_121<tab>Renovate facility.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_121<tab>Das Gebäude umbauen
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_121<tab>Провести реновацию объекта.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_122<tab>Change facility's appearance.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_122<tab>Das Aussehen des Gebäudes ändern
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_122<tab>Изменить внешний вид объекта.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_123<tab>Move facility.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_123<tab>Das Gebäude verlegen
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_123<tab>Переместить объект.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_124<tab>Nothing.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_124<tab>Abbrechen
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_Q2_000_124<tab>Ничего.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_200<tab>This appears to be a log with a board attached to it. How quaint.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_200<tab>Dies scheint die Leittafel für ein Grundstück zu sein.
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_200<tab>Похоже на бревно с прикреплённой к нему доской. Как необычно.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_300<tab>You may review the estimated time of completion for any facility that is under construction by accessing the logboard in front of the appropriate plot.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_300<tab>Wann der Bau des Gebäudes abgeschlossen ist, kannst du der Leittafel am Grundstück selbst entnehmen.
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_300<tab>Вы можете узнать время, оставшееся до постройки любого строящегося объекта, посмотрев на доску перед соответствующим участком.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_305<tab>You may review the estimated time of completion for any facility that is under construction by accessing the logboard in front of the appropriate plot.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_305<tab>Wann der Umbau des Gebäudes abgeschlossen ist, kannst du der Leittafel am Grundstück selbst entnehmen.
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_000_305<tab>Вы можете узнать время, оставшееся до постройки любого строящегося объекта, посмотрев на доску перед соответствующим участком.

source: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_100_000<tab>The granary has been constructed. Speak with the excitable explorer near the cozy cabin to dispatch a foraging expedition.
de: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_100_000<tab>Der Bau deiner Kornkammer ist abgeschlossen! Nun kannst du bei Kornelius Expeditionen ausschicken, die dir allerlei Materialien zurückbringen.
ru: TEXT_CTSMJICONSTRUCTWORKPLACE_00784_SYSTEM_100_000<tab>Зернохранилище построено. Поговорите со взволнованным исследователем рядом с уютной хижиной, чтобы отправить экспедицию сборщиков.
