Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/042/AktKza023_04202/*.xlf
Languages: de

source: TEXT_AKTKZA023_04202_SEQ_00<tab><var 48 F201FC /var><var 49 F201FD /var> Quest Sync<var 49 01 /var><var 48 01 /var> The muscular alchemist needs help finding ingredients for paint.
de: TEXT_AKTKZA023_04202_SEQ_00<tab><var 48 F201FC /var><var 49 F201FD /var> Schwierigkeitsanpassung<var 49 01 /var><var 48 01 /var> Der muskulöse Alchemist mustert dich unverhohlen.

source: TEXT_AKTKZA023_04202_TODO_00<tab>Speak with the muscular alchemist.
de: TEXT_AKTKZA023_04202_TODO_00<tab>Mit dem muskulösen Alchemisten sprechen

source: TEXT_AKTKZA023_04202_TODO_01<tab>Coat the muscular alchemist in fragrant oil.
de: TEXT_AKTKZA023_04202_TODO_01<tab>Den muskulösen Alchemisten mit dem süßlich riechenden Öl einschmieren

source: TEXT_AKTKZA023_04202_TODO_02<tab>Lie in wait at the designated location and defeat the vajralangula.
de: TEXT_AKTKZA023_04202_TODO_02<tab>Am Zielort warten und den Vajralangula erlegen

source: TEXT_AKTKZA023_04202_TODO_03<tab>Deliver the amra to the muscular alchemist.
de: TEXT_AKTKZA023_04202_TODO_03<tab>Dem muskulösen Alchemisten die Amrafrucht übergeben

source: TEXT_AKTKZA023_04202_TODO_04<tab>Speak with the muscular alchemist.
de: TEXT_AKTKZA023_04202_TODO_04<tab>Mit dem muskulösen Alchemisten sprechen

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_001<tab>You there! Adventurer! I find myself in need of assistance. You will help me, won't you?
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_001<tab>Verzeihung. Würdest du vielleicht einem Verzweifelten Gehör schenken? Ich verspreche, mich kurz zu fassen!

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_002<tab>You see, I received an order for custom paints, but the necessary ingredients are rather rare. The amra in particular is difficult to come by, as it must be taken from a vajralangula.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_002<tab>Danke! Vor ein paar Tagen hat mich jemand aus der Stadt beauftragt, Wandfarben für die Außenwände seines Hauses zu<var 16 /var>sam<var 16 /var>men<var 16 /var>zu<var 16 /var>mi<var 16 /var>schen. Ich habe den Auftrag angenommen, ohne mich vorher zu informieren, aus welchen Zutaten die Farben bestehen.

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_003<tab>And not just any old fruit will do! Only one held by the strongest, most virile male specimen will suffice.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_003<tab>Jetzt weiß ich es. Für die Farben benötigt man eine Amrafrucht von einem Vajralangula! Doch es kommt noch schlimmer.

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_004<tab>I know of a sure way to attract a suitable vajralangula, but I'm afraid defeating the beast is beyond me. If only a strong, brave, kind adventurer could protect poor little me!
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_004<tab>Es muss eine Amrafrucht von einem jungen, gesunden, männlichen, vor Kraft strotzenden Vajralangula sein! Siehst du meine dünnen Ärmchen? Wie soll ich damit einen Vajralangula erlegen können? Nein, nur jemand, der jung und gesund ist und vor Kraft nur so strotzt, kann es mit einer solchen Bestie aufnehmen. Wo finde ich bloß so jemanden<var 1D /var>...

source: TEXT_AKTKZA023_04202_Q1_000_000<tab>What will you say?
de: TEXT_AKTKZA023_04202_Q1_000_000<tab>Was sagst du?

source: TEXT_AKTKZA023_04202_A1_000_001<tab>I'm at your service!
de: TEXT_AKTKZA023_04202_A1_000_001<tab>Hört sich wie eine exakte Beschreibung von mir an.

source: TEXT_AKTKZA023_04202_A1_000_002<tab>I expect a handsome reward.
de: TEXT_AKTKZA023_04202_A1_000_002<tab>Für Gil mache ich alles.

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_005<tab>I feel safer already! Come now, I will lead you to where the vajralangula gather. We head southeast.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_005<tab>Natürlich! Du bist wie geschaffen für diese Aufgabe. Dass ich darauf nicht früher gekommen bin! Dann lass uns nach Südosten aufbrechen, wo wir auf jede Menge Vajralangula treffen sollten.

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_006<tab>I've kept you waiting long enough. Let's get to it, shall we?
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_006<tab>Da bist du ja! Dann lass uns gleich anfangen.

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_007<tab>Take this perfume and douse my frail, meager body in it. I must be as a flower dripping with sweet nectar!
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_007<tab>Bitte schmier mich von oben bis unten mit diesem süßlich riechenden Öl ein. Es muss triefen, also nur nicht zu sparsam sein!

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_008<tab>Quickly, now! Slather it on, else I won't catch the attention of even the weakest vajralangula.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_008<tab>Das Öl dient natürlich dazu, ein Vajralangula-Männchen anzulocken. Damit rieche ich nämlich exakt wie ein brünstiges Vajralangula-Weibchen. Na los, nur keine Zurückhaltung!

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_009<tab>Perfect! I'm positively irresistible!
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_009<tab>Exzellent! So glibberig-glatt hat sich meine Haut noch nie angefühlt!

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_010<tab>Now, I'll use my wiles and enticing scent to lure a vajralangula this way. You wait here, and prepare to strike him down!
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_010<tab>Jetzt muss ich nur noch die typischen Balzbewegungen ausführen, um den Duft zu verbreiten. Und dann heißt es warten, bis sich das erste Männchen auf mich stürzt. Oder besser gesagt: Das sollst du natürlich verhindern, also entferne dich bitte nicht zu weit von mir!

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_100_010<tab>I'll lure a vajralangula this way. You wait here, and prepare to strike!
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_100_010<tab>Jetzt muss ich nur noch die typischen Balzbewegungen ausführen, um den Duft zu verbreiten. Und dann heißt es abwarten.

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_011<tab>Such valiance! I could hardly tear my eyes away as you heroically slayed the beast! ...Now, the fruit, if you please.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_011<tab>Du strotzt wirklich vor Kraft!<var 1D /var>... Darf ich um die Amrafrucht bitten?

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_012<tab>Mmm, yes. Perfectly, succulently ripe. This will make a fine paint.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_012<tab>Sehr schön. Die Frucht besitzt genau den richtigen Reifegrad für die Wandfarbe.

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_013<tab>Our work here is done. Let us return to the Great Work before another vajralangula sets its sights on me.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_013<tab>Ich sollte mich nun aber besser vom Acker machen, bevor noch mehr Vajralangula-Männchen aufkreuzen. Wir sehen uns in Daemirs Werk!

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_014<tab>Many thanks for your assistance, adventurer. I never imagined I could procure such a fine component for my paint.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_014<tab>Vielen Dank für deine Hilfe! Vielleicht wunderst du dich, weshalb das Vajralangula-Männchen eine Amrafrucht bei sich trug.

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_015<tab>Say, do you know why the vajralangula carry this fruit? They present them to their desired mates. Hence the scented oils. Pheromones, you see.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_015<tab>Während der Balz werben die Vajralangula-Männchen um die Gunst der Weibchen, indem sie ihnen eine reife große Amrafrucht darbringen.

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_016<tab>The amra is also the official fruit of Thavnair. You can eat it or use it as painting material as I shall, of course, but it is also said to ward off evil, and secure a strong family lineage.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_016<tab>Auf der Insel Thavnair wird die Amrafrucht auch als heilige Frucht bezeichnet, da ihr nachgesagt wird, böse Geister zu vertreiben und Fruchtbarkeit zu fördern. Die gleiche Wirkung erhofft man sich von Wänden, die mit Farbe aus dem Saft der Amrafrucht bestrichen wurden.

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_017<tab>But there's more to this fruit than mere superstition. It has sufficient antibacterial properties to be used as a household remedy to keep any family well.
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_017<tab>Du magst das als Aberglaube abtun, doch die keimtötende Wirkung des Amrasaftes ist unumstritten. Und was sind gefährliche Keime anderes als kleine böse Biester, die in unseren Körpern großen Schaden anrichten?

source: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_018<tab>Oh but listen to me, rambling on and on! Allow me to thank you once more. I hope our paths will cross again!
de: TEXT_AKTKZA023_04202_MACHOALCHEMIST_000_018<tab>Ich fand die Zusammenarbeit mit dir jedenfalls sehr erquicklich. Alles lief wie geschmiert, hehe. Ich freue mich schon auf das nächste Mal!
