Repository: endervad/ffxiv_translation_test
Catalog: exd/Perform/*.xlf
Languages: de, fr, ja, ru

source: Harp<tab>047harp
de: Harfe<tab>047harp
fr: Harpe<tab>047harp
ja: ハープ<tab>047harp
ru: Арфа<tab>047harp

source: Piano<tab>001grandpiano
de: Klavier<tab>001grandpiano
fr: Piano à queue<tab>001grandpiano
ja: グランドピアノ<tab>001grandpiano
ru: Пианино<tab>001grandpiano

source: Lute<tab>026steelguitar
de: Laute<tab>026steelguitar
fr: Luth acier<tab>026steelguitar
ja: スチールギター<tab>026steelguitar
ru: Лютня<tab>026steelguitar

source: Fiddle<tab>046pizzicato
de: Zupffidel<tab>046pizzicato
fr: Violon pincé<tab>046pizzicato
ja: ピッチカート<tab>046pizzicato
ru: Пиццикато<tab>046pizzicato

source: Flute<tab>074flute
de: Flöte<tab>074flute
fr: Flûte<tab>074flute
ja: フルート<tab>074flute
ru: Флейта<tab>074flute

source: Oboe<tab>069oboe
fr: Hautbois<tab>069oboe
ja: オーボエ<tab>069oboe
ru: Гобой<tab>069oboe

source: Clarinet<tab>072clarinet
de: Klarinette<tab>072clarinet
fr: Clarinette<tab>072clarinet
ja: クラリネット<tab>072clarinet
ru: Кларнет<tab>072clarinet

source: Fife<tab>073piccolo
de: Piccoloflöte<tab>073piccolo
fr: Piccolo<tab>073piccolo
ja: ピッコロ<tab>073piccolo
ru: Флейта-пикколо<tab>073piccolo

source: Panpipes<tab>076panflute
de: Panflöte<tab>076panflute
fr: Flûte de Pan<tab>076panflute
ja: パンパイプ<tab>076panflute
ru: Флейта Пана<tab>076panflute

source: Timpani<tab>048timpani
fr: Timbale<tab>048timpani
ja: ティンパニー<tab>048timpani
ru: Литавры<tab>048timpani

source: Bongo<tab>097bongo
ja: ボンゴ<tab>097bongo
ru: Бонго<tab>097bongo

source: Bass Drum<tab>098bd
de: Große Trommel<tab>098bd
fr: Grosse caisse<tab>098bd
ja: バスドラム<tab>098bd
ru: Большой барабан<tab>098bd

source: Snare Drum<tab>099snare
de: Kleine Trommel<tab>099snare
fr: Caisse claire<tab>099snare
ja: スネアドラム<tab>099snare
ru: Малый барабан<tab>099snare

source: Cymbal<tab>100cymbal
de: Becken<tab>100cymbal
fr: Cymbale<tab>100cymbal
ja: シンバル<tab>100cymbal
ru: Тарелки<tab>100cymbal

source: Trumpet<tab>057trumpet
de: Trompete<tab>057trumpet
fr: Trompette<tab>057trumpet
ja: トランペット<tab>057trumpet
ru: Труба<tab>057trumpet

source: Trombone<tab>058trombone
de: Posaune<tab>058trombone
ja: トロンボーン<tab>058trombone
ru: Тромбон<tab>058trombone

source: Tuba<tab>059tuba
ja: チューバ<tab>059tuba
ru: Туба<tab>059tuba

source: Horn<tab>061frenchhorn
fr: Cor d'harmonie<tab>061frenchhorn
ja: ホルン<tab>061frenchhorn
ru: Валторна<tab>061frenchhorn

source: Saxophone<tab>066altosax
de: Saxophon<tab>066altosax
ja: サックス<tab>066altosax
ru: Саксофон<tab>066altosax

source: Violin<tab>041violin
de: Geige<tab>041violin
fr: Violon<tab>041violin
ja: ヴァイオリン<tab>041violin
ru: Скрипка<tab>041violin

source: Viola<tab>042viola
de: Bratsche<tab>042viola
fr: Alto<tab>042viola
ja: ヴィオラ<tab>042viola
ru: Виола<tab>042viola

source: Cello<tab>043cello
fr: Violoncelle<tab>043cello
ja: チェロ<tab>043cello
ru: Виолончель<tab>043cello

source: Double Bass<tab>044contrabass
de: Kontrabass<tab>044contrabass
fr: Contrebasse<tab>044contrabass
ja: コントラバス<tab>044contrabass
ru: Контрабас<tab>044contrabass

source: Electric Guitar: Overdriven<tab>030driveguitar
de: E-Gitarre: Verzerrt<tab>030driveguitar
fr: Guit. élec. : distorsion<tab>030driveguitar
ja: エレキギター：ドライブ<tab>030driveguitar
ru: Электрогитара: Перегруз<tab>030driveguitar

source: Electric Guitar: Clean<tab>028cleanguitar
de: E-Gitarre: Unverzerrt<tab>028cleanguitar
fr: Guit. élec. : claire<tab>028cleanguitar
ja: エレキギター：クリーン<tab>028cleanguitar
ru: Электрогитара: Чистый<tab>028cleanguitar

source: Electric Guitar: Muted<tab>029muteguitar
de: E-Gitarre: Gedämpft<tab>029muteguitar
fr: Guit. élec. : étouffée<tab>029muteguitar
ja: エレキギター：ミュート<tab>029muteguitar
ru: Электрогитара: Приглушенный<tab>029muteguitar

source: Electric Guitar: Power Chords<tab>031powerguitar
de: E-Gitarre: Powerchords<tab>031powerguitar
fr: Guit. élec. : power chords<tab>031powerguitar
ja: エレキギター：パワーコード<tab>031powerguitar
ru: Электрогитара: Мощный<tab>031powerguitar

source: Electric Guitar: Special<tab>032FXguitar
de: E-Gitarre: Speziell<tab>032FXguitar
fr: Guit. élec. : spécial<tab>032FXguitar
ja: エレキギター：特殊奏法<tab>032FXguitar
ru: Электрогитара: Финт<tab>032FXguitar
