Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Increases vitality by 8.
ja: ＶＩＴが8上昇する。

source: Increases vitality by 16.
ja: ＶＩＴが16上昇する。

source: Increases vitality by 24.
ja: ＶＩＴが24上昇する。

source: Increases vitality by 8.
ja: ＶＩＴが8上昇する。

source: Increases vitality by 16.
ja: ＶＩＴが16上昇する。

source: Increases vitality by 24.
ja: ＶＩＴが24上昇する。

source: Increases strength by 8.
ja: ＳＴＲが8上昇する。

source: Increases strength by 16.
ja: ＳＴＲが16上昇する。

source: Increases strength by 24.
ja: ＳＴＲが24上昇する。

source: Allows the stacking of a second <var 48 F201FA /var><var 49 F201FB /var>Greased Lightning<var 49 01 /var><var 48 01 /var>.
ja: 疾風迅雷が2つまでスタックするようになる。

source: Allows the stacking of a third <var 48 F201FA /var><var 49 F201FB /var>Greased Lightning<var 49 01 /var><var 48 01 /var>.
ja: 疾風迅雷が3つまでスタックするようになる。

source: Increases strength by 8.
ja: ＳＴＲが8上昇する。

source: Increases strength by 16.
ja: ＳＴＲが16上昇する。

source: Increases strength by 24.
ja: ＳＴＲが24上昇する。

source: Increases dexterity by 8.
ja: ＤＥＸが8上昇する。

source: Increases dexterity by 16.
ja: ＤＥＸが16上昇する。

source: Adds to <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Shot<var 49 01 /var><var 48 01 /var> a 20% chance to grant <var 48 F201FA /var><var 49 F201FB /var>Hawk's Eye<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ホークアイ」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ヘヴィショットの命中時（発動確率20％）
ru: Добавляет к <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Shot<var 49 01 /var><var 48 01 /var> 20% шанс на наложение эффекта <var 48 F201FA /var><var 49 F201FB /var>Hawk's Eye<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Increases base action damage by 10%.
ja: 自身のオートアタックを除くアクションによるダメージをベースダメージの1.1倍にする。
ru: Увеличивает базовый урон действий на 10%.

source: Increases dexterity by 24.
ja: ＤＥＸが24上昇する。

source: Increases base action damage by 20%.
ja: 自身のオートアタックを除くアクションによるダメージをベースダメージの1.2倍にする。
ru: Увеличивает базовый урон действий на 20%

source: Increases mind by 8.
ja: ＭＮＤが8上昇する。

source: Increases mind by 16.
ja: ＭＮＤが16上昇する。

source: Increases base action damage and HP restoration by 10%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.1倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 10%

source: Increases mind by 24.
ja: ＭＮＤが24上昇する。

source: Grants a 15% chance that after casting <var 48 F201F4 /var><var 49 F201F5 /var>Cure<var 49 01 /var><var 48 01 /var>, the MP cost for your next <var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var> will be 0. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ja: 次に詠唱するケアルラの消費ＭＰを0にする。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>15秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ケアル実行時（発動確率15％）
ru: Дарует 15% шанс что после выполнения <var 48 F201F4 /var><var 49 F201F5 /var>Cure<var 49 01 /var><var 48 01 /var>, расход ОМ на следующий <var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var> будет равен 0. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.

source: Increases base action damage and HP restoration by 30%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.3倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 30%

source: Increases intelligence by 8.
ja: ＩＮＴが8上昇する。

source: Increases intelligence by 16.
ja: ＩＮＴが16上昇する。

source: Increases base action damage and HP restoration by 10%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.1倍にする。
ru: Увеличение базового урона и восстановления ОЗ на 10%

source: Increases intelligence by 24.
ja: ＩＮＴが24上昇する。

source: Increases base action damage and HP restoration by 30%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.3倍にする。
ru: Увеличение базового урона и восстановления ОЗ на 30%

source: Grants a 40% chance that after casting <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var>, your next <var 48 F201F4 /var><var 49 F201F5 /var>Fire III<var 49 01 /var><var 48 01 /var> will require no MP and have no cast time. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 次に詠唱するファイガの詠唱時間と消費ＭＰを0にする。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ファイア実行時（発動確率40％）
ru: После применения заклинания <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var>, есть 40% шанс что следующее заклинание <var 48 F201F4 /var><var 49 F201F5 /var>Fire III<var 49 01 /var><var 48 01 /var> не потребует расхода ОМ и будет использовано мгновенно. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Grants a 10% chance that after each damage over time tick inflicted by <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Thunder III<var 49 01 /var><var 48 01 /var> (3% for <var 48 F201F4 /var><var 49 F201F5 /var>Thunder II<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Thunder IV<var 49 01 /var><var 48 01 /var>), the next <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Thunder II<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Thunder III<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Thunder IV<var 49 01 /var><var 48 01 /var> will add its full damage over time amount to its initial damage, have no cast time, and cost no MP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>40s
ja: 次に詠唱するサンダー、サンダラ、サンダガ、サンダジャの詠唱時間と消費ＭＰを0にし、かつヒット時に通常ダメージに加えて、継続ダメージの総量を一度に与える。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>40秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>サンダー、サンダガの継続ダメージヒット時（発動確率10％）および、サンダラ、サンダジャの継続ダメージヒット時（発動確率3％）
ru: Дает 10% шанс после каждого нанесения периодического урона <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Thunder III<var 49 01 /var><var 48 01 /var> (3% для <var 48 F201F4 /var><var 49 F201F5 /var>Thunder II<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Thunder IV<var 49 01 /var><var 48 01 /var>), что следующее заклинание <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Thunder II<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Thunder III<var 49 01 /var><var 48 01 /var>, или <var 48 F201F4 /var><var 49 F201F5 /var>Thunder IV<var 49 01 /var><var 48 01 /var> добавит полный периодический урон, к его начальному урону, не потребует расхода ОМ и будет использовано мгновенно. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>40 с.

source: Automatically activates <var 48 F201FA /var><var 49 F201FB /var>Triangulate<var 49 01 /var><var 48 01 /var> upon changing your class to botanist.
ja: 園芸師にクラスチェンジした際、自動でトライアングレートの効果を得る。
ru: Автоматически активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Triangulate<var 49 01 /var><var 48 01 /var> после смены класса на ботаник.

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 30.
ja: 「ステルス」効果が有効なモンスターの最大レベルを30にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 40.
ja: 「ステルス」効果が有効なモンスターの最大レベルを40にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 50.
ja: 「ステルス」効果が有効なモンスターの最大レベルを50にする。

source: Automatically activates <var 48 F201FA /var><var 49 F201FB /var>Prospect<var 49 01 /var><var 48 01 /var> upon changing your class to miner.
ja: 採掘師にクラスチェンジした際、自動でプロスペクトの効果を得る。
ru: Автоматически активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Prospect<var 49 01 /var><var 48 01 /var> после смены класса на горняк.

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 30.
ja: 「ステルス」効果が有効なモンスターの最大レベルを30にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 40.
ja: 「ステルス」効果が有効なモンスターの最大レベルを40にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 50.
ja: 「ステルス」効果が有効なモンスターの最大レベルを50にする。

source: Allows you to better identify the characteristics of a mature tree or patch of lush vegetation, improving gathering rate when conditions are met.
ja: 良木や草刈場が持つ獲得率に関する特殊な性質を発見できるようになる。
ru: Позволяет лучше определять характеристики зрелых деревьев или участков густых кустарников, увеличивая шансы сбора при соблюдении определенных условий.

source: Allows you to better identify the characteristics of a mature tree or patch of lush vegetation, increasing gathering attempts when conditions are met.
ja: 良木や草刈場が持つ獲得回数に関する特殊な性質を発見できるようになる。
ru: Позволяет лучше определять характеристики зрелых деревьев или участков густых кустарников, увеличивая количество попыток сбора при соблюдении определенных условий.

source: Allows you to better identify the characteristics of a mature tree or patch of lush vegetation, improving yield when conditions are met.
ja: 良木や草刈場が持つ獲得数ボーナス発生率に関する特殊な性質を発見できるようになる。
ru: Позволяет лучше определять характеристики зрелых деревьев или участков густых кустарников, увеличивая шанс на сбор высококачественного ресурса при соблюдении определенных условий.

source: Allows you to better identify the characteristics of a mature tree or patch of lush vegetation, improving yield when conditions are met.
ja: 良木や草刈場が持つ獲得数に関する特殊な性質を発見できるようになる。
ru: Позволяет лучше определять характеристики зрелых деревьев или участков густых кустарников, увеличивая количество собранных ресурсов при соблюдении определенных условий.

source: <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> now extends to crystals.
ja: クリスタルを十二神の加護効果の対象にする。
ru: <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> распространяется и на crystals.

source: <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> now extends to clusters.
ja: クラスターを十二神の加護効果の対象にする。
ru: <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> распространяется и на clusters.

source: Allows you to better identify the characteristics of a mineral deposit or rocky outcrop, improving gathering rate when conditions are met.
ja: 採掘場や岩場が持つ獲得率に関する特殊な性質を発見できるようになる。
ru: Позволяет лучше определять характеристики залежей минералов или залежей камня, увеличивая шансы добычи при соблюдении определенных условий.

source: Allows you to better identify the characteristics of a mineral deposit or rocky outcrop, increasing gathering attempts when conditions are met.
ja: 採掘場や岩場が持つ獲得回数に関する特殊な性質を発見できるようになる。
ru: Позволяет лучше определять характеристики залежей минералов или залежей камня, увеличивая количество попыток добычи при соблюдении определенных условий.

source: Allows you to better identify the characteristics of a mineral deposit or rocky outcrop, improving yield when conditions are met.
ja: 採掘場や岩場が持つ獲得数ボーナス発生率に関する特殊な性質を発見できるようになる。
ru: Позволяет лучше определять характеристики залежей минералов или залежей камня, увеличивая шанс на добычу высококачественного ресурса при соблюдении определенных условий.

source: Allows you to better identify the characteristics of a mineral deposit or rocky outcrop, improving yield when conditions are met.
ja: 採掘場や岩場が持つ獲得数に関する特殊な性質を発見できるようになる。
ru: Позволяет лучше определять характеристики залежей минералов или залежей камня, увеличивая количество добытых ресурсов при соблюдении определенных условий.

source: <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> now extends to crystals.
ja: クリスタルを十二神の加護効果の対象にする。
ru: <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> распространяется и на crystals.

source: <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> now extends to clusters.
ja: クラスターを十二神の加護効果の対象にする。
ru: <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> распространяется и на clusters.

source: Allows you to cast your fishing line into the desert sands.
ja: 砂海を釣り場としてキャスト実行可能になる。
ru: Позволяет вам заниматься рыбной ловлей в песчаных локациях.

source: Allows you to cast your line into the clouds.
ja: 雲海を釣り場としてキャスト実行可能になる。
ru: Позволяет вам забрасывать удочку прямо в небо на краю обрыва.

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 30.
ja: 「ステルス」効果が有効なモンスターの最大レベルを30にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 40.
ja: 「ステルス」効果が有効なモンスターの最大レベルを40にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 50.
ja: 「ステルス」効果が有効なモンスターの最大レベルを50にする。

source: Allows you to discern the location of fishing holes at or below your level.
ja: 自身のレベル以下の穴場を発見し釣りができるようになる。
ru: Позволяет вам находить места для рыбной ловли вашего уровня или ниже.

source: Allows you to discern the location of fishing holes up to level 35.
ja: LV35までの穴場を発見し釣りができるようになる。

source: Allows you to discern the location of fishing holes up to level 50.
ja: LV50までの穴場を発見し釣りができるようになる。

source: Allows you to mooch with a mooched fish.
ja: 泳がせ釣りで釣った魚をエサにして、キャスティングを実行可能になる。
ru: Позволяет вам применить умение Mooch к рыбе пойманной с помощью этого умения

source: Allows the stacking of one <var 48 F201FA /var><var 49 F201FB /var>Aetherflow<var 49 01 /var><var 48 01 /var>.
ja: エーテルフロー実行時に、自身に最大スタック数の<var 48 F201F4 /var><var 49 F201F5 /var>「エーテルフロー」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>1

source: Increases intelligence by 8.
ja: ＩＮＴが8上昇する。

source: Increases intelligence by 16.
ja: ＩＮＴが16上昇する。

source: Increases base action damage and HP restoration by 10%. Also increases base damage and HP restoration of your pet by 10%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.1倍にする。 また、自身のペットによる、ダメージと回復量をベース値の1.1倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 10%. Также увеличивает базовый урон и восстановление ОЗ вашего питомца на 10%.

source: Allows the stacking of up to two <var 48 F201FA /var><var 49 F201FB /var>Aetherflows<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「エーテルフロー」<var 49 01 /var><var 48 01 /var>の最大スタック数を2に増加する。

source: Increases intelligence by 24.
ja: ＩＮＴが24上昇する。

source: Increases base action damage and HP restoration by 30%. Also increases base damage and HP restoration of your pet by 30%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.3倍にする。 また、自身のペットによる、ダメージと回復量をベース値の1.3倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 30%. Также увеличивает базовый урон и восстановление ОЗ вашего питомца на 30%.

source: Allows the stacking of up to three <var 48 F201FA /var><var 49 F201FB /var>Aetherflows<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「エーテルフロー」<var 49 01 /var><var 48 01 /var>の最大スタック数を3に増加する。

source: Increases companion strength by 5%.
ja: バディのＳＴＲを5％上昇する。
ru: Увеличивает силу компаньона на 5%.

source: Increases companion HP by 10%.
ja: バディの最大ＨＰを10％上昇する。
ru: Увеличивает ОЗ компаньона на 10%.

source: Increases companion accuracy by 5%.
ja: バディの命中率を5％上昇する。
ru: Увеличивает точность компаньона на 5%.

source: Increases companion critical hit by 15%.
ja: バディのクリティカルを15％上昇する。
ru: Увеличивает критический удар компаньона на 15%.

source: Increases companion strength by 5%.
ja: バディのＳＴＲを5％上昇する。
ru: Увеличивает силу компаньона на 5%.

source: Increases companion HP by 10%.
ja: バディの最大ＨＰを10％上昇する。
ru: Увеличивает ОЗ компаньона на 10%.

source: Increases companion strength by 5%.
ja: バディのＳＴＲを5％上昇する。
ru: Увеличивает силу компаньона на 5%.

source: Increases companion HP by 5%.
ja: バディの最大ＨＰを5％上昇する。
ru: Увеличивает ОЗ компаньона на 5%.

source: Increases companion accuracy by 5%.
ja: バディの命中率を5％上昇する。
ru: Увеличивает точность компаньона на 5%.

source: Increases companion critical hit by 15%.
ja: バディのクリティカルを15％上昇する。
ru: Увеличивает критический удар компаньона на 15%.

source: Increases companion strength by 10%.
ja: バディのＳＴＲを10％上昇する。
ru: Увеличивает силу компаньона на 10%.

source: Increases companion attack speed by 10%.
ja: バディの攻撃速度を10％上昇する。
ru: Увеличивает скорость атаки компаньона на 10%.

source: Increases companion mind by 10%.
ja: バディのＭＮＤを10％上昇する。
ru: Увеличивает дух компаньона на 10%.

source: Increases companion HP by 5%.
ja: バディの最大ＨＰを5％上昇する。
ru: Увеличивает ОЗ компаньона 5%.

source: Increases companion accuracy by 5%.
ja: バディの命中率を5％上昇する。
ru: Увеличивает точность компаньона на 5%.

source: Increases companion critical hit by 15%.
ja: バディのクリティカルを15％上昇する。
ru: Увеличивает критический удар компаньона на 15%.

source: Increases companion mind by 15%.
ja: バディのＭＮＤを15％上昇する。
ru: Увеличивает дух компаньона на 15%.

source: Increases companion HP by 5%.
ja: バディの最大ＨＰを5％上昇する。
ru: Увеличивает ОЗ компаньона на 5%.

source: Increases dexterity by 8.
ja: ＤＥＸが8上昇する。

source: Reduces damage taken when falling.
ja: 落下による被ダメージを軽減する。
ru: Уменьшает урон получаемый от падения.

source: Increases dexterity by 16.
ja: ＤＥＸが16上昇する。

source: Increases dexterity by 24.
ja: ＤＥＸが24上昇する。

source: Increases movement speed.
ja: 自身の移動速度を上昇させる。
ru: Увеличивает скорость передвижения.

source: Occasionally increases yield for certain items, including crystals.
ja: クリスタルなど一部のアイテムを採集する際、通常より獲得数が多くなることがある。
ru: Иногда увеличивает количество некоторых добытых ресурсов, включая crystals.

source: Allows you to better identify the characteristics of a mineral deposit or rocky outcrop, further improving chances of enhanced gathering when conditions are met.
ja: 採掘場や岩場が持っている秘められた特殊な性質を、時々発見できるようになる。
ru: Позволяет лучше определять характеристики залежей минералов или залежей камня, что ещё больше повышает шанс добычи ресурсов при соблюдении определенных условий.

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 54.
ja: 「ステルス」効果が有効なモンスターの最大レベルを54にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 57.
ja: 「ステルス」効果が有効なモンスターの最大レベルを57にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 60.
ja: 「ステルス」効果が有効なモンスターの最大レベルを60にする。

source: Occasionally increases yield for certain items, including crystals.
ja: クリスタルなど一部のアイテムを採集する際、通常より獲得数が多くなることがある。
ru: Иногда увеличивает количество некоторых собранных ресурсов, включая crystals.

source: Allows you to better identify the characteristics of a mature tree or patch of lush vegetation, further improving chances of enhanced gathering when conditions are met.
ja: 良木や草刈場が持っている秘められた特殊な性質を、時々発見できるようになる。
ru: Позволяет лучше определять характеристики зрелых деревьев или участков густых кустарников, что ещё больше повышает шанс сбора ресурсов при соблюдении определенных условий.

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 54.
ja: 「ステルス」効果が有効なモンスターの最大レベルを54にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 57.
ja: 「ステルス」効果が有効なモンスターの最大レベルを57にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 60.
ja: 「ステルス」効果が有効なモンスターの最大レベルを60にする。

source: Allows you to discern the location of fishing holes up to level 55.
ja: LV55までの穴場を発見し釣りができるようになる。

source: Allows you to discern the location of fishing holes up to level 60.
ja: LV60までの穴場を発見し釣りができるようになる。

source: Allows you to cast your line from floating islands.
ja: 浮島を釣り場としてキャスト実行可能になる。
ru: Позволяет вам заниматься рыбной ловлей на парящих островах.

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 54.
ja: 「ステルス」効果が有効なモンスターの最大レベルを54にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 57.
ja: 「ステルス」効果が有効なモンスターの最大レベルを57にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 60.
ja: 「ステルス」効果が有効なモンスターの最大レベルを60にする。

source: Allows you to cast your line into magma.
ja: 溶岩を釣り場としてキャスト実行可能になる。
ru: Позволяет вам вылавливать рыбу из магмы.

source: Allows you to cast your line into aetherochemical pools.
ja: 魔泉を釣り場としてキャスト実行可能になる。
ru: Позволяет вам заниматься рыбной ловлей в эфирных прудах.

source: Increases vitality by 8.
ja: ＶＩＴが8上昇する。

source: Increases vitality by 16.
ja: ＶＩＴが16上昇する。

source: Increases vitality by 24.
ja: ＶＩＴが24上昇する。

source: Increases dexterity by 8.
ja: ＤＥＸが8上昇する。

source: Increases dexterity by 16.
ja: ＤＥＸが16上昇する。

source: Increases base action damage and autoturret damage by 10%.
ja: 自身のオートアタックを除くアクションによるダメージをベース値の1.1倍にする。 また、自身が設置したタレットによるダメージをベース値の1.1倍にする。
ru: Увеличивает базовый урон и урон турелей на 10%.

source: Increases dexterity by 24.
ja: ＤＥＸが24上昇する。

source: Increases base action damage and autoturret damage by 20%.
ja: 自身のオートアタックを除くアクションによるダメージをベース値の1.2倍にする。 また、自身が設置したタレットによるダメージをベース値の1.2倍にする。
ru: Увеличивает базовый урон и урон турелей на 20%.

source: Increases mind by 8.
ja: ＭＮＤが8上昇する。

source: Increases mind by 16.
ja: ＭＮＤが16上昇する。

source: Increases base action damage and HP restoration by 10%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.1倍にする。
ru: Увеличивает урон базовых действий и количество восстанавливаемых вами ОЗ на 10%.

source: Increases mind by 24.
ja: ＭＮＤが24上昇する。

source: Grants a 15% chance that your next <var 48 F201F4 /var><var 49 F201F5 /var>Benefic II<var 49 01 /var><var 48 01 /var> will restore critical HP. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 15s
ja: 次に詠唱するベネフィラが必ずクリティカルヒットする <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>15秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ベネフィク実行時（発動確率15％）
ru: Позволяет <var 48 F201F4 /var><var 49 F201F5 /var>Benefic<var 49 01 /var><var 48 01 /var> наложить эффект, гарантирующий критическое исцеление следующей <var 48 F201F4 /var><var 49 F201F5 /var>Benefic II<var 49 01 /var><var 48 01 /var>. Шанс на активацию эффекта составляет 15%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 15 с.
