Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Blast Arrow Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Apex Arrow<var 49 01 /var><var 48 01 /var> after the <var 48 F201F4 /var><var 49 F201F5 /var>Soul Voice Gauge<var 49 01 /var><var 48 01 /var> has reached 80 or higher. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F4 /var><var 49 F201F5 /var>Apex Arrow<var 49 01 /var><var 48 01 /var> becomes <var 48 F201F4 /var><var 49 F201F5 /var>Blast Arrow<var 49 01 /var><var 48 01 /var> while under this effect.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ブラストアロー実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>10秒 この効果が付与されるとエイペックスアローがブラストアローに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ソウルボイスが80以上蓄積された状態でエイペックスアローを使用したとき
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Blast Arrow Ready<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Apex Arrow<var 49 01 /var><var 48 01 /var> после того как <var 48 F201F4 /var><var 49 F201F5 /var>Шкала Soul Voice<var 49 01 /var><var 48 01 /var> достигнет 80 или больше. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10 с. <var 48 F201F4 /var><var 49 F201F5 /var>Apex Arrow<var 49 01 /var><var 48 01 /var> становится <var 48 F201F4 /var><var 49 F201F5 /var>Blast Arrow<var 49 01 /var><var 48 01 /var> под действием этого эффекта.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Troubadour<var 49 01 /var><var 48 01 /var> recast time to 90 seconds.
ja: トルバドゥールのリキャストタイムを90秒に短縮させる。
ru: Уменьшает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Troubadour<var 49 01 /var><var 48 01 /var> до 90 секунд.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Mage's Coda<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Army's Coda<var 49 01 /var><var 48 01 /var>, or <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Coda<var 49 01 /var><var 48 01 /var> upon singing <var 48 F201F4 /var><var 49 F201F5 /var>Mage's Ballad<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Army's Paeon<var 49 01 /var><var 48 01 /var>, or the <var 48 F201F4 /var><var 49 F201F5 /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var> respectively.
ja: 賢人のバラード、軍神のパイオン、旅神のメヌエットの実行時に、自身に対応した<var 48 F201F4 /var><var 49 F201F5 /var>「コーダシンボル」<var 49 01 /var><var 48 01 /var>が付与されるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>賢人のバラード実行時：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「賢人のコーダ」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>軍神のパイオン実行時：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「軍神のコーダ」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>旅神のメヌエット実行時：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「旅神のコーダ」<var 49 01 /var><var 48 01 /var>が付与される。
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Mage's Coda<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Army's Coda<var 49 01 /var><var 48 01 /var>, или <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Coda<var 49 01 /var><var 48 01 /var> после исполнения <var 48 F201F4 /var><var 49 F201F5 /var>Mage's Ballad<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Army's Paeon<var 49 01 /var><var 48 01 /var>, или <var 48 F201F4 /var><var 49 F201F5 /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var> соответственно.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Spread Shot<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Scattergun<var 49 01 /var><var 48 01 /var>.
ja: スプレッドショットがスキャッターガンに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Spread Shot<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Scattergun<var 49 01 /var><var 48 01 /var>.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Reassemble<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: 整備がチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2
ru: Позволяет накапливать заряды за последовательное использование <var 48 F201F4 /var><var 49 F201F5 /var>Reassemble<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: After executing <var 48 F201F4 /var><var 49 F201F5 /var>Pile Bunker<var 49 01 /var><var 48 01 /var>, the Automaton Queen will also execute <var 48 F201F4 /var><var 49 F201F5 /var>Crowned Collider<var 49 01 /var><var 48 01 /var>.
ja: オートマトン・クイーンがクイーン・パイルバンカーを実行した後に、クイーン・コレダーを実行してから帰還するようになる。
ru: После использования <var 48 F201F4 /var><var 49 F201F5 /var>Pile Bunker<var 49 01 /var><var 48 01 /var>, Королева-Автоматон также использует <var 48 F201F4 /var><var 49 F201F5 /var>Crowned Collider<var 49 01 /var><var 48 01 /var>.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Tactician<var 49 01 /var><var 48 01 /var> recast time to 90 seconds.
ja: タクティシャンのリキャストタイムを90秒に短縮させる。
ru: Снижает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Tactician<var 49 01 /var><var 48 01 /var> до 90 секунд.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Flourishing Finish<var 49 01 /var><var 48 01 /var> after executing <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var> becomes <var 48 F201F4 /var><var 49 F201F5 /var>Tillana<var 49 01 /var><var 48 01 /var> while under this effect.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ティラナ実行可」<var 49 01 /var><var 48 01 /var>が付与されるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 この効果が付与されるとテクニカルフィニッシュがティラナに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>テクニカルフィニッシュ成功時
ru: Позволяет накладывать эффект <var 48 F201FA /var><var 49 F201FB /var>Flourishing Finish<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Tillana<var 49 01 /var><var 48 01 /var> под действием данного эффекта.

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 10 upon successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fountainfall<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Rising Windmill<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Bloodshower<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「エスプリ」<var 49 01 /var><var 48 01 /var>の上昇量が10に増加する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>リバースカスケード、ファウンテンフォール、ライジングウィンドミル、ブラッドシャワーの命中時
ru: Позволяет увеличивать вашу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Esprit<var 49 01 /var><var 48 01 /var> на 10 при нанесении урона <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fountainfall<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Rising Windmill<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Bloodshower<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Fourfold Fan Dance<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Flourish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「扇の舞い【終】実行可」<var 49 01 /var><var 48 01 /var>が付与されるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>フラリッシュ実行時
ru: Позволяет накладывать эффект <var 48 F201FA /var><var 49 F201FB /var>Fourfold Fan Dance<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Flourish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Shield Samba<var 49 01 /var><var 48 01 /var> recast time to 90 seconds.
ja: 守りのサンバのリキャストタイムを90秒に短縮させる。
ru: Снижает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Shield Samba<var 49 01 /var><var 48 01 /var> до 90 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Flourishing Starfall<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Devilment<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「流星の舞い実行可」<var 49 01 /var><var 48 01 /var>が付与されるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>20秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>攻めのタンゴ実行時
ru: Позволяет накладывать эффект <var 48 F201FA /var><var 49 F201FB /var>Flourishing Starfall<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Devilment<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с.

source: Allows the stacking of a second <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>, the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> spells is increased by 60% and the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> spells is reduced by 20%. While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>, 5,000 MP is recovered upon landing an <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> spell and the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> spells is reduced by 20%.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「アストラルファイア」<var 49 01 /var><var 48 01 /var>および<var 48 F201F4 /var><var 49 F201F5 /var>「アンブラルブリザード」<var 49 01 /var><var 48 01 /var>の最大スタック数が2に増加する。 2スタック付与された場合にはそれぞれ下記の効果が発動する。 <var 48 F201F8 /var><var 49 F201F9 /var>アストラルファイア効果：<var 49 01 /var><var 48 01 /var>火属性魔法の威力が60％上昇する。 氷属性魔法の威力が20％減少する。 <var 48 F201F8 /var><var 49 F201F9 /var>アンブラルブリザード効果：<var 49 01 /var><var 48 01 /var>氷属性魔法の命中時にＭＰが5000回復する。 火属性魔法の威力が20％減少する。
ru: Позволяет накапливать второй заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. Под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>, сила заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> увеличивается на 60% и сила заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> sснижается на 20%. Под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>, при применение заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> восполняется 5 000 ОМ, и на 20% снижается сила заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var>.

source: Allows the stacking of a third <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. Casting <var 48 F201F4 /var><var 49 F201F5 /var>Fire II<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard II<var 49 01 /var><var 48 01 /var> grants maximum stacks of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> respectively. While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var>, the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> spells is increased by 80%, and the cast time of <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> spells is halved and potency lowered by 30%. While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var>, 10,000 MP is recovered upon landing an <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> spell, and the cast time of <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> spells is halved and potency lowered by 30%.
ja: ファイラ実行時に自身に最大スタック分の<var 48 F201F4 /var><var 49 F201F5 /var>「アストラルファイア」<var 49 01 /var><var 48 01 /var>が、ブリザラ実行時に自身に最大スタック分の<var 48 F201F4 /var><var 49 F201F5 /var>「アンブラルブリザード」<var 49 01 /var><var 48 01 /var>が付与されるようになる。 <var 48 F201F4 /var><var 49 F201F5 /var>「アストラルファイア」<var 49 01 /var><var 48 01 /var>および<var 48 F201F4 /var><var 49 F201F5 /var>「アンブラルブリザード」<var 49 01 /var><var 48 01 /var>の最大スタック数が3に増加する。 3スタック付与された場合にはそれぞれ下記の効果が発動する。 <var 48 F201F8 /var><var 49 F201F9 /var>アストラルファイア効果：<var 49 01 /var><var 48 01 /var>火属性魔法の威力が80％上昇する。 氷属性魔法の威力が30％減少する。 氷属性魔法の詠唱時間が半減する。 <var 48 F201F8 /var><var 49 F201F9 /var>アンブラルブリザード効果：<var 49 01 /var><var 48 01 /var>氷属性魔法の命中時にＭＰが10000回復する。 火属性魔法の威力が30％減少する。 火属性魔法の詠唱時間が半減する。
ru: Позволяет накапливать 3 заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>. Применение <var 48 F201F4 /var><var 49 F201F5 /var>Fire II<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard II<var 49 01 /var><var 48 01 /var> накладывает максимальное количество зарядов эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> соответственно. Под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire III<var 49 01 /var><var 48 01 /var>, сила заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> увеличивается на 80%, а время применения заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> снижается вдвое и сила уменьшается на 30%. Под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var>, при применении заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> восполняется 10 000 ОМ, а время применения заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> снижается вдвое и сила уменьшается на 30%.

source: Increases damage dealt by 5% while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>.
ja: 自身の与魔法ダメージを5％上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「アストラルファイア」<var 49 01 /var><var 48 01 /var>または<var 48 F201F4 /var><var 49 F201F5 /var>「アンブラルブリザード」<var 49 01 /var><var 48 01 /var>効果中
ru: Увеличивает наносимый урон на 5% под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>.

source: Allows for the immediate casting of <var 48 F201F4 /var><var 49 F201F5 /var>Foul<var 49 01 /var><var 48 01 /var>.
ja: ファウルを詠唱時間なしで実行することができる。
ru: Позволяет использовать <var 48 F201F4 /var><var 49 F201F5 /var>Foul<var 49 01 /var><var 48 01 /var> моментально.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Fire II<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>High Fire II<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>High Blizzard II<var 49 01 /var><var 48 01 /var>.
ja: ファイラがハイファイラに、ブリザラがハイブリザラに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Fire II<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard II<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>High Fire II<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>High Blizzard II<var 49 01 /var><var 48 01 /var>.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Manafont<var 49 01 /var><var 48 01 /var> recast time to 100 seconds.
ja: マナフォントのリキャストタイムを100秒に短縮させる。
ru: Снижает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Manafont<var 49 01 /var><var 48 01 /var> до 100 секунд.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Sharpcast<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: 激成魔がチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2
ru: Позволяет накапливать заряды при последовательном использовании <var 48 F201F4 /var><var 49 F201F5 /var>Sharpcast<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Adds a <var 48 F201F4 /var><var 49 F201F5 /var>Paradox<var 49 01 /var><var 48 01 /var> marker to your <var 48 F201F4 /var><var 49 F201F5 /var>Elemental Gauge<var 49 01 /var><var 48 01 /var>. The marker is made active after reaching <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var> and gaining 3 <var 48 F201FA /var><var 49 F201FB /var>Umbral Hearts<var 49 01 /var><var 48 01 /var> then swapping to the opposite element. The marker is made inactive when the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> expires. <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> becomes <var 48 F201F4 /var><var 49 F201F5 /var>Paradox<var 49 01 /var><var 48 01 /var> when the <var 48 F201F4 /var><var 49 F201F5 /var>Paradox<var 49 01 /var><var 48 01 /var> marker is made active.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「パラドックスシンボル」<var 49 01 /var><var 48 01 /var>が付与される。 この効果が付与されるとブリザドとファイアがパラドックスに変化する。 パラドックスシンボルはアストラルファイアおよびアンブラルブリザードが解除されると消滅する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>自身に<var 48 F201F4 /var><var 49 F201F5 /var>「アストラルファイア」<var 49 01 /var><var 48 01 /var>もしくは<var 48 F201F4 /var><var 49 F201F5 /var>「アンブラルブリザード」<var 49 01 /var><var 48 01 /var>と<var 48 F201F4 /var><var 49 F201F5 /var>「アンブラルハート」<var 49 01 /var><var 48 01 /var>が最大スタック数まで付与された状態で、自身の状態が反対属性に変化したとき。
ru: Добавляет маркер <var 48 F201F4 /var><var 49 F201F5 /var>Paradox<var 49 01 /var><var 48 01 /var> в вашу <var 48 F201F4 /var><var 49 F201F5 /var>Elemental Gauge<var 49 01 /var><var 48 01 /var>. Маркер становиться активным после получения эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice III<var 49 01 /var><var 48 01 /var> или при накоплении 3 зарядов <var 48 F201FA /var><var 49 F201FB /var>Umbral Hearts<var 49 01 /var><var 48 01 /var> а затем переключается на противоположный элемент. И наоборот, маркер можно сделать неактивным после получения эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>. <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> изменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Paradox<var 49 01 /var><var 48 01 /var> когда маркер <var 48 F201F4 /var><var 49 F201F5 /var>Paradox<var 49 01 /var><var 48 01 /var> становиться активным.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Aethercharge<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ルビーの神秘」<var 49 01 /var><var 48 01 /var>と<var 48 F201F4 /var><var 49 F201F5 /var>「トパーズの神秘」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>エーテルチャージ実行時
ru: Накладывает эффекты <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Aethercharge<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Aethercharge<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ルビーの神秘」「トパーズの神秘」「エメラルドの神秘」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>エーテルチャージ実行時
ru: Накладывает эффекты <var 48 F201FA /var><var 49 F201FB /var>Ruby Arcanum<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Topaz Arcanum<var 49 01 /var><var 48 01 /var>, и <var 48 F201FA /var><var 49 F201FB /var>Emerald Arcanum<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Aethercharge<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Summon Ruby<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Summon Ifrit<var 49 01 /var><var 48 01 /var>.
ja: サモン・ルビーがサモン・イフリートに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Summon Ruby<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Summon Ifrit<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Summon Topaz<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Summon Titan<var 49 01 /var><var 48 01 /var>.
ja: サモン・トパーズがサモン・タイタンに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Summon Topaz<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Summon Titan<var 49 01 /var><var 48 01 /var>.
