Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Adds to <var 48 F201F4 /var><var 49 F201F5 /var>Stormbite<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Caustic Bite<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Iron Jaws<var 49 01 /var><var 48 01 /var> a 35% chance to grant <var 48 F201FA /var><var 49 F201FB /var>Hawk's Eye<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ホークアイ」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ストームバイト、コースティックバイト、アイアンジョーの命中時（発動確率35％）
ru: Добавляет к <var 48 F201F4 /var><var 49 F201F5 /var>Stormbite<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Caustic Bite<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Iron Jaws<var 49 01 /var><var 48 01 /var> 35% шанс наложить эффект <var 48 F201FA /var><var 49 F201FB /var>Hawk's Eye<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Shot<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Burst Shot<var 49 01 /var><var 48 01 /var>.
ja: ヘヴィショットがバーストショットに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Shot<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Burst Shot<var 49 01 /var><var 48 01 /var>.

source: While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var> with at least one stack of <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>, singing <var 48 F201FA /var><var 49 F201FB /var>Mage's Ballad<var 49 01 /var><var 48 01 /var> or the <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var> will grant <var 48 F201FA /var><var 49 F201FB /var>Army's Muse<var 49 01 /var><var 48 01 /var>, reducing weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s Allowing the effect of <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var> and accumulated stacks of <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var> to expire without singing <var 48 F201FA /var><var 49 F201FB /var>Mage's Ballad<var 49 01 /var><var 48 01 /var> or the <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var> will grant <var 48 F201FA /var><var 49 F201FB /var>Army's Ethos<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Army's Ethos<var 49 01 /var><var 48 01 /var>, singing <var 48 F201FA /var><var 49 F201FB /var>Mage's Ballad<var 49 01 /var><var 48 01 /var> or the <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var> will grant <var 48 F201FA /var><var 49 F201FB /var>Army's Muse<var 49 01 /var><var 48 01 /var>. Both <var 48 F201FA /var><var 49 F201FB /var>Army's Ethos<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Army's Muse<var 49 01 /var><var 48 01 /var> require stacks of <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>, the number of which will determine the potency of the latter. <var 48 F201F8 /var><var 49 F201F9 /var>1 Repertoire: <var 49 01 /var><var 48 01 /var> 1% <var 48 F201F8 /var><var 49 F201F9 /var>2 Repertoire: <var 49 01 /var><var 48 01 /var> 2% <var 48 F201F8 /var><var 49 F201F9 /var>3 Repertoire: <var 49 01 /var><var 48 01 /var> 4% <var 48 F201F8 /var><var 49 F201F9 /var>4 Repertoire: <var 49 01 /var><var 48 01 /var> 12%
ja: 軍神のパイオンの効果中かつ自身に<var 48 F201F4 /var><var 49 F201F5 /var>「詩心」<var 49 01 /var><var 48 01 /var>が付与されている状態で、賢人のバラードか旅神のメヌエットを実行すると、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「軍神の加護」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>10秒 <var 48 F201F8 /var><var 49 F201F9 /var>軍神の加護効果：<var 49 01 /var><var 48 01 /var>オートアタックの攻撃間隔と、ウェポンスキルおよび魔法のキャストタイムとリキャストタイムを短縮させる。 また、軍神のパイオンの効果中かつ自身に<var 48 F201F4 /var><var 49 F201F5 /var>「詩心」<var 49 01 /var><var 48 01 /var>が付与されている状態で、賢人のバラードか旅神のメヌエットを実行することなく軍神のパイオンの効果時間が経過した場合、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「軍神の契約」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>軍神の契約効果：<var 49 01 /var><var 48 01 /var>賢人のバラード、軍神のパイオン、旅神のメヌエットを実行すると、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「軍神の加護」<var 49 01 /var><var 48 01 /var>を付与する。 どちらの場合も、効果量は<var 48 F201F4 /var><var 49 F201F5 /var>「軍神の加護」<var 49 01 /var><var 48 01 /var>および<var 48 F201F4 /var><var 49 F201F5 /var>「軍神の契約」<var 49 01 /var><var 48 01 /var>が付与されたときの<var 48 F201F4 /var><var 49 F201F5 /var>「詩心」<var 49 01 /var><var 48 01 /var>の数により異なる。 <var 48 F201F8 /var><var 49 F201F9 /var>詩心が1つのとき：<var 49 01 /var><var 48 01 /var>1％ <var 48 F201F8 /var><var 49 F201F9 /var>詩心が2つのとき：<var 49 01 /var><var 48 01 /var>2％ <var 48 F201F8 /var><var 49 F201F9 /var>詩心が3つのとき：<var 49 01 /var><var 48 01 /var>4％ <var 48 F201F8 /var><var 49 F201F9 /var>詩心が4つのとき：<var 49 01 /var><var 48 01 /var>12％
ru: Если во время <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var> спеть другую песню (<var 48 F201FA /var><var 49 F201FB /var>Mage's Ballad<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var>) и у вас есть хотя бы один заряд <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>, на вас будет наложен эффект <var 48 F201FA /var><var 49 F201FB /var>Army's Muse<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Army's Muse:<var 49 01 /var><var 48 01 /var> Уменьшает время исполнения и восстановления умений, время чтения и восстановления заклинаний и время задержки автоатак в зависимости от накопленных зарядов <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var> следующим образом: <var 48 F201F8 /var><var 49 F201F9 /var>1 Repertoire:<var 49 01 /var><var 48 01 /var> 1% <var 48 F201F8 /var><var 49 F201F9 /var>2 Repertoire:<var 49 01 /var><var 48 01 /var> 2% <var 48 F201F8 /var><var 49 F201F9 /var>3 Repertoire:<var 49 01 /var><var 48 01 /var> 4% <var 48 F201F8 /var><var 49 F201F9 /var>4 Repertoire:<var 49 01 /var><var 48 01 /var> 12% <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 10 с. Если эффект <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var> истечёт с хотя бы одним зарядом <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var> и вы не споёте другую песню (<var 48 F201FA /var><var 49 F201FB /var>Mage's Ballad<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var>), на вас будет наложен эффект <var 48 F201FA /var><var 49 F201FB /var>Army's Ethos<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Army's Ethos:<var 49 01 /var><var 48 01 /var> Если во время этого эффекта спеть другую песню (<var 48 F201FA /var><var 49 F201FB /var>Mage's Ballad<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var>), то на вас будет наложен эффект <var 48 F201FA /var><var 49 F201FB /var>Army's Muse<var 49 01 /var><var 48 01 /var>, сила которого будет зависеть от накопленных ранее зарядов <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var> во время <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Soul Voice Gauge<var 49 01 /var><var 48 01 /var> by 5 each time <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var> is granted.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「ソウルボイス」<var 49 01 /var><var 48 01 /var>が5ずつ上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>自身に<var 48 F201F4 /var><var 49 F201F5 /var>「詩心」<var 49 01 /var><var 48 01 /var>が付与されるとき
ru: Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Soul Voice<var 49 01 /var><var 48 01 /var> на 5 за каждое срабатывание эффекта <var 48 F201FA /var><var 49 F201FB /var>Repertoire<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Split Shot<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Heated Split Shot<var 49 01 /var><var 48 01 /var>.
ja: スプリットショットがヒートスプリットショットに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Split Shot<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Heated Split Shot<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Slug Shot<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Heated Slug Shot<var 49 01 /var><var 48 01 /var>.
ja: スラッグショットがヒートスラッグショットに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Slug Shot<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Heated Slug Shot<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Clean Shot<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Heated Clean Shot<var 49 01 /var><var 48 01 /var>.
ja: クリーンショットがヒートクリーンショットに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Clean Shot<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Heated Clean Shot<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Hot Shot<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Air Anchor<var 49 01 /var><var 48 01 /var>.
ja: ホットショットがエアアンカーに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Hot Shot<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Air Anchor<var 49 01 /var><var 48 01 /var>.

source: Allows a third charge of <var 48 F201F4 /var><var 49 F201F5 /var>Gauss Round<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Ricochet<var 49 01 /var><var 48 01 /var>.
ja: ガウスラウンドとリコシェットの最大チャージ数が3に増加する。
ru: Позволяет использовать 3 заряд для <var 48 F201F4 /var><var 49 F201F5 /var>Gauss Round<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Ricochet<var 49 01 /var><var 48 01 /var>.

source: Improves <var 48 F201F4 /var><var 49 F201F5 /var>Wildfire<var 49 01 /var><var 48 01 /var>'s potency increase for landing weaponskills to 240.
ja: ワイルドファイアの「ウェポンスキル1回ごとの威力」が240に上昇する。
ru: Улучшает эффективность <var 48 F201F4 /var><var 49 F201F5 /var>Wildfire<var 49 01 /var><var 48 01 /var> увеличивая силу умений дальнего боя до 240.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Rook Autoturret<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Rook Overdrive<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Automaton Queen<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Queen Overdrive<var 49 01 /var><var 48 01 /var> respectively.
ja: オートタレット・ルークがオートマトン・クイーンに、オーバードライブ・ルークがオーバードライブ・クイーンに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Rook Autoturret<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Rook Overdrive<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Automaton Queen<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Queen Overdrive<var 49 01 /var><var 48 01 /var> соответственно.

source: Grants an <var 48 F201FA /var><var 49 F201FB /var>Umbral Heart<var 49 01 /var><var 48 01 /var> upon casting <var 48 F201F4 /var><var 49 F201F5 /var>Freeze<var 49 01 /var><var 48 01 /var>, or executing <var 48 F201F4 /var><var 49 F201F5 /var>Manafont<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Soul<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「アンブラルハート」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>マナフォント、アンブラルソウル、フリーズの実行時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Umbral Heart<var 49 01 /var><var 48 01 /var> после применения <var 48 F201F4 /var><var 49 F201F5 /var>Freeze<var 49 01 /var><var 48 01 /var>, или использования <var 48 F201F4 /var><var 49 F201F5 /var>Manafont<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Soul<var 49 01 /var><var 48 01 /var>.

source: Casting of certain fire and ice spells will grant a stack of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> respectively. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>1 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>, the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> spells is increased by 40%, the cost of casting <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> spells is doubled, MP recovery is reduced to 0, and the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> spells is reduced by 10%. While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>, the cost of casting <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> spells is reduced to 0, 2,500 MP is recovered upon landing an <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> spell, and the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> spells is reduced by 10%.
ja: 一部の魔法を実行すると、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「アストラルファイア」<var 49 01 /var><var 48 01 /var>もしくは<var 48 F201F4 /var><var 49 F201F5 /var>「アンブラルブリザード」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>1 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>15秒 <var 48 F201F8 /var><var 49 F201F9 /var>アストラルファイア効果：<var 49 01 /var><var 48 01 /var>火属性魔法の威力が40％上昇する。 火属性魔法の消費ＭＰが2倍になる。 時間経過によるＭＰの回復量が0になる。 氷属性魔法の消費ＭＰが0になる。 氷属性魔法の威力が10％減少する。 <var 48 F201F8 /var><var 49 F201F9 /var>アンブラルブリザード効果：<var 49 01 /var><var 48 01 /var>氷属性魔法の消費ＭＰが0になる。 氷属性魔法の命中時にＭＰが2500回復する。 火属性魔法の消費ＭＰが0になる。 火属性魔法の威力が10％減少する。
ru: Использование некоторых заклинаний огня и льда накладывает заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var> и <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var> соответственно. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>1 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с. Под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Fire<var 49 01 /var><var 48 01 /var>, сила заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> увеличивается на 40%, расход ОМ на заклинания <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> увеличивает вдвое, а восстановление ОМ прекращается, и сила заклинаний<var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> снижается на 10%. Под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Umbral Ice<var 49 01 /var><var 48 01 /var>, расход ОМ на заклинания <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> снижается до 0, при применении заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Ice<var 49 01 /var><var 48 01 /var> восполняется 2 500 ОМ, и сила заклинаний <var 48 F201F4 /var><var 49 F201F5 /var>Fire<var 49 01 /var><var 48 01 /var> снижается на 10%.

source: Allows the stacking of a second <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「ポリグロット」<var 49 01 /var><var 48 01 /var>の最大スタック数が2に増加する。
ru: Позволяет накапливать второй заряд <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var>.

source: Grants two units of <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Aether<var 49 01 /var><var 48 01 /var> upon the end of <var 48 F201FA /var><var 49 F201FB /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>.
ja: 自身に2段階分の<var 48 F201F4 /var><var 49 F201F5 /var>「トランス深度」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>トランス・バハムートの効果終了時

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Further Ruin<var 49 01 /var><var 48 01 /var> upon using <var 48 F201F4 /var><var 49 F201F5 /var>Egi Assault II<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>4
ja: エギアサルトIIによる攻撃アクションの実行時にも、特性<var 48 F201F4 /var><var 49 F201F5 /var>「ルインラ効果アップ」<var 49 01 /var><var 48 01 /var>が発動するようになる。

source: Extends the duration of <var 48 F201FA /var><var 49 F201FB /var>Ruination<var 49 01 /var><var 48 01 /var> to 30 seconds.
ja: ルイネーションの効果時間を30秒に延長する。

source: Extends the duration of <var 48 F201FA /var><var 49 F201FB /var>Bio<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Miasma<var 49 01 /var><var 48 01 /var> applied by <var 48 F201F4 /var><var 49 F201F5 /var>Bane<var 49 01 /var><var 48 01 /var> to the full duration of their original effects.
ja: ベインの追加効果の発動確率が100％になる。

source: Entering <var 48 F201FA /var><var 49 F201FB /var>Firebird Trance<var 49 01 /var><var 48 01 /var> will summon <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> which executes <var 48 F201F4 /var><var 49 F201F5 /var>Everlasting Flight<var 49 01 /var><var 48 01 /var> as it manifests. Each time you cast a spell on an enemy, <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> will execute <var 48 F201F4 /var><var 49 F201F5 /var>Scarlet Flame<var 49 01 /var><var 48 01 /var>. Cannot enter <var 48 F201FA /var><var 49 F201FB /var>Firebird Trance<var 49 01 /var><var 48 01 /var> unless a pet is summoned. Current pet will leave the battlefield while <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> is present, and return once gone.
ja: デミ・フェニックスを顕現させる。 <var 48 F201F8 /var><var 49 F201F9 /var>顕現時間：<var 49 01 /var><var 48 01 /var>20秒 デミ・フェニックスは顕現時に<var 48 F201F4 /var><var 49 F201F5 /var>「不死鳥の翼」<var 49 01 /var><var 48 01 /var>を実行する。 また、マスターが敵に対して攻撃魔法を実行すると、併せて<var 48 F201F4 /var><var 49 F201F5 /var>「火焔」<var 49 01 /var><var 48 01 /var>を実行する。 直前まで召喚していたエギは、デミ・フェニックスの顕現時に帰還するが、顕現時間が終了すると再出現する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ペットが存在かつトランス・フェニックスの実行時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Scatter<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Impact<var 49 01 /var><var 48 01 /var>.
ja: スキャッターがインパクトに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Scatter<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Impact<var 49 01 /var><var 48 01 /var>.

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Displacement<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Engagement<var 49 01 /var><var 48 01 /var> potency to 180.
ja: デプラスマンとアンガジェマンの威力を180に上昇させる。
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Displacement<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Engagement<var 49 01 /var><var 48 01 /var> до 180.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Manafication<var 49 01 /var><var 48 01 /var> recast timer to 110 seconds and adds an additional effect that increases magic damage dealt by 5%.
ja: マナフィケーションのリキャストタイムを110秒に短縮させる。 さらに、「自身の与魔法ダメージを5％上昇させる効果」が付与される。
ru: Уменьшает время повторного применения <var 48 F201F4 /var><var 49 F201F5 /var>Manafication<var 49 01 /var><var 48 01 /var> до 110 секунд и добавляет эффект увеличения магического урона на 5%.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Contre Sixte<var 49 01 /var><var 48 01 /var> recast timer to 35 seconds and increases the potency of both <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder II<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Veraero II<var 49 01 /var><var 48 01 /var> to 120.
ja: コントルシクストのリキャストタイムを35秒に短縮させる。 さらに、特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルサンダラの威力：<var 49 01 /var><var 48 01 /var>120 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルエアロラの威力：<var 49 01 /var><var 48 01 /var>120
ru: Уменьшает время повторного применения <var 48 F201F4 /var><var 49 F201F5 /var>Contre Sixte<var 49 01 /var><var 48 01 /var> до 35 секунд и увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder II<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Veraero II<var 49 01 /var><var 48 01 /var> до 120.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Aero II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Dia<var 49 01 /var><var 48 01 /var>.
ja: エアロラがディアに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Aero II<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Dia<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Stone IV<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Glare<var 49 01 /var><var 48 01 /var>.
ja: ストンジャがグレアに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Stone IV<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Glare<var 49 01 /var><var 48 01 /var>.

source: Adds a <var 48 F201FA /var><var 49 F201FB /var>Blood Lily<var 49 01 /var><var 48 01 /var> to the <var 48 F201F4 /var><var 49 F201F5 /var>Healing Gauge<var 49 01 /var><var 48 01 /var> that blooms after three uses of <var 48 F201F4 /var><var 49 F201F5 /var>Afflatus Solace<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Afflatus Rapture<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ブラッドリリー」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>3 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ハート・オブ・ソラス実行時
ru: Добавляет <var 48 F201FA /var><var 49 F201FB /var>Blood Lily<var 49 01 /var><var 48 01 /var> к <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Healing<var 49 01 /var><var 48 01 /var>, которая расцветает после 3 использований <var 48 F201F4 /var><var 49 F201F5 /var>Afflatus Solace<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Afflatus Rapture<var 49 01 /var><var 48 01 /var>.
