Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Spinning Edge<var 49 01 /var><var 48 01 /var> to 220 and <var 48 F201F4 /var><var 49 F201F5 /var>Gust Slash<var 49 01 /var><var 48 01 /var> to 160.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>双刃旋の威力：<var 49 01 /var><var 48 01 /var>220 <var 48 F201F8 /var><var 49 F201F9 /var>風断ちの威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>投刃の威力：<var 49 01 /var><var 48 01 /var>200
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Spinning Edge<var 49 01 /var><var 48 01 /var> до 220 и <var 48 F201F4 /var><var 49 F201F5 /var>Gust Slash<var 49 01 /var><var 48 01 /var> до 160.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Slice<var 49 01 /var><var 48 01 /var> to 320, <var 48 F201F4 /var><var 49 F201F5 /var>Waxing Slice<var 49 01 /var><var 48 01 /var> to 160, and <var 48 F201F4 /var><var 49 F201F5 /var>Infernal Slice<var 49 01 /var><var 48 01 /var> to 180.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>スライスの威力：<var 49 01 /var><var 48 01 /var>320 <var 48 F201F8 /var><var 49 F201F9 /var>ワクシングスライスの威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>インファナルスライスの威力：<var 49 01 /var><var 48 01 /var>180
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Slice<var 49 01 /var><var 48 01 /var> до 320, <var 48 F201F4 /var><var 49 F201F5 /var>Waxing Slice<var 49 01 /var><var 48 01 /var> до 160 и <var 48 F201F4 /var><var 49 F201F5 /var>Infernal Slice<var 49 01 /var><var 48 01 /var> до 180.

source: Allows the execution of <var 48 F201F4 /var><var 49 F201F5 /var>Death Rattle<var 49 01 /var><var 48 01 /var>. Can only be executed upon successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Flanksting Strike<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Flanksbane Fang<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Hindsting Strike<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Hindsbane Fang<var 49 01 /var><var 48 01 /var>.
ja: 蛇尾撃が実行できるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>参の牙【側撃】、参の牙【側裂】、参の牙【背撃】、参の牙【背裂】の命中時

source: Allows the execution of <var 48 F201F4 /var><var 49 F201F5 /var>Last Lash<var 49 01 /var><var 48 01 /var>. Can only be executed after successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Jagged Maw<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Bloodied Maw<var 49 01 /var><var 48 01 /var>.
ja: 蛇尾閃が実行できるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>参の大牙【乱撃】および参の大牙【乱裂】の命中時

source: Allows the execution of <var 48 F201F4 /var><var 49 F201F5 /var>Twinfang Bite<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Twinblood Bite<var 49 01 /var><var 48 01 /var>. Can only be executed after successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Hunter's Coil<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Swiftskin's Coil<var 49 01 /var><var 48 01 /var>.
ja: 双牙連撃および双牙乱撃が実行できるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>弐の蛇【猛襲】および弐の蛇【疾速】の命中時

source: Allows the execution of <var 48 F201F4 /var><var 49 F201F5 /var>Twinfang Thresh<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Twinblood Thresh<var 49 01 /var><var 48 01 /var>. Can only be executed after successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Hunter's Den<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Swiftskin's Den<var 49 01 /var><var 48 01 /var>.
ja: 双牙連閃および双牙乱閃が実行できるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>弐の大蛇【猛襲】および弐の大蛇【疾速】の命中時

source: Grants 1 stack of <var 48 F201FA /var><var 49 F201FB /var>Rattling Coil<var 49 01 /var><var 48 01 /var> upon successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwinder<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Pit of Dread<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「飛蛇の魂」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>壱の蛇【強砕】および壱の大蛇【強砕】の命中時

source: Allows a third charge of <var 48 F201F4 /var><var 49 F201F5 /var>Slither<var 49 01 /var><var 48 01 /var>.
ja: 蛇行の最大チャージ数が3に増加する。

source: Allows the stacking of a third <var 48 F201FA /var><var 49 F201FB /var>Rattling Coil<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「飛蛇の魂」<var 49 01 /var><var 48 01 /var>の最大スタック数が3に増加する。

source: Allows for <var 48 F201F4 /var><var 49 F201F5 /var>Serpent Offerings Gauge<var 49 01 /var><var 48 01 /var> accumulation upon the landing of certain actions. Furthermore, adds an additional effect to <var 48 F201F4 /var><var 49 F201F5 /var>Serpent's Ire<var 49 01 /var><var 48 01 /var> that grants <var 48 F201FA /var><var 49 F201FB /var>Ready to Reawaken<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「霊力ゲージ」<var 49 01 /var><var 48 01 /var>が上昇するようになる。 さらに、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「祖霊降ろし実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>特定のウェポンスキルの命中時と蛇の霊気実行時

source: Allows the execution of <var 48 F201F4 /var><var 49 F201F5 /var>Uncoiled Twinfang<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Uncoiled Twinblood<var 49 01 /var><var 48 01 /var> after successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Uncoiled Fury<var 49 01 /var><var 48 01 /var>.
ja: 飛蛇連尾撃および飛蛇乱尾撃が実行できるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>飛蛇の尾の命中時

source: Allows the stacking of a fifth <var 48 F201FA /var><var 49 F201FB /var>Anguine Tribute<var 49 01 /var><var 48 01 /var> in the <var 48 F201F4 /var><var 49 F201F5 /var>Serpent Offerings Gauge<var 49 01 /var><var 48 01 /var>. Furthermore, allows the execution of <var 48 F201F4 /var><var 49 F201F5 /var>Ouroboros<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Reawakened<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「霊力」<var 49 01 /var><var 48 01 /var>の最大スタック数が5に増加する。 さらに、祖霊の大蛇牙が実行できるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「祖霊降ろし」<var 49 01 /var><var 48 01 /var>効果中

source: Allows for <var 48 F201F4 /var><var 49 F201F5 /var>Palette Gauge<var 49 01 /var><var 48 01 /var> accumulation upon the landing of <var 48 F201F4 /var><var 49 F201F5 /var>Water in Blue<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Water II in Blue<var 49 01 /var><var 48 01 /var>.
ja: パレットゲージが上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ブルーウォータおよびブルーウォタラの命中時

source: Grants <var 48 F201FA /var><var 49 F201FB /var>White Paint<var 49 01 /var><var 48 01 /var> upon the landing of <var 48 F201F4 /var><var 49 F201F5 /var>Water in Blue<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Water II in Blue<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Thunder in Magenta<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Thunder II in Magenta<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ホワイトペイント」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ブルーウォータ、マゼンタサンダー、ブルーウォタラ、マゼンタサンダラの命中時

source: Increases movement speed after executing <var 48 F201F4 /var><var 49 F201F5 /var>Smudge<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 5s
ja: 自身の移動速度を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>5秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>スマッジ実行時

source: <var 48 F201F4 /var><var 49 F201F5 /var>Hammer Stamp<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Hammer Brush<var 49 01 /var><var 48 01 /var> upon execution, which in turn changes to <var 48 F201F4 /var><var 49 F201F5 /var>Polishing Hammer<var 49 01 /var><var 48 01 /var> upon execution. Additionally allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Striking Muse<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: ハンマースタンプを実行するとハンマースタンプがハンマーブラッシュに変化し、ハンマーブラッシュを実行するとハンマーブラッシュがハンマーポリッシュに変化する。 さらに、イマジンハンマーがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: Allows the execution of <var 48 F201F4 /var><var 49 F201F5 /var>Tempera Grassa<var 49 01 /var><var 48 01 /var>. Can only be executed while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Tempera Coat<var 49 01 /var><var 48 01 /var>.
ja: テンペラグラッサが実行できるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「テンペラコート」<var 49 01 /var><var 48 01 /var>効果中

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Monochrome Tones<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Subtractive Palette<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Monochrome Tones Effect: <var 49 01 /var><var 48 01 /var>Converts one stack of <var 48 F201FA /var><var 49 F201FB /var>White Paint<var 49 01 /var><var 48 01 /var> into <var 48 F201FA /var><var 49 F201FB /var>Black Paint<var 49 01 /var><var 48 01 /var>
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「色調反転」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>色調反転効果：<var 49 01 /var><var 48 01 /var>ホワイトペイントが1スタックのみブラックペイントに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>サブトラクティブパレット実行時

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Rainbow Bright<var 49 01 /var><var 48 01 /var> upon consuming all stacks of <var 48 F201FA /var><var 49 F201FB /var>Hyperphantasia<var 49 01 /var><var 48 01 /var>. Stacks may be depleted by casting aetherhue spells. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「レインボードリップ効果アップ」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>色魔法の実行によりインスタレーションの効果を全て消費したとき

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Starstruck<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Starry Muse<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「スタープリズム実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>20秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>イマジンスカイ実行時

source: Allows a third charge of <var 48 F201F4 /var><var 49 F201F5 /var>Living Muse<var 49 01 /var><var 48 01 /var>. In addition, <var 48 F201F4 /var><var 49 F201F5 /var>Claw Motif<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Maw Motif<var 49 01 /var><var 48 01 /var> may now be performed after executing <var 48 F201F4 /var><var 49 F201F5 /var>Living Muse<var 49 01 /var><var 48 01 /var>.
ja: イマジンアニマルの最大チャージ数が3に増加する。 さらに、イマジンアニマルにより実行できるアクションにピクトクローとピクトファングが追加される。

source: Grants 5 stacks of <var 48 F201FA /var><var 49 F201FB /var>Hyperphantasia<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Starry Muse<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に5スタックの<var 48 F201F4 /var><var 49 F201F5 /var>「インスタレーション」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>イマジンスカイ実行時

source: Efficiency is increased to 150%.
ja: 精密作業の作業効率が150に上昇する。
ru: Эффективность увеличена до 150%

source: Efficiency is increased to 150%.
ja: 精密作業の作業効率が150に上昇する。
ru: Эффективность увеличена до 150%

source: Efficiency is increased to 150%.
ja: 精密作業の作業効率が150に上昇する。
ru: Эффективность увеличена до 150%

source: Efficiency is increased to 150%.
ja: 精密作業の作業効率が150に上昇する。
ru: Эффективность увеличена до 150%

source: Efficiency is increased to 150%.
ja: 精密作業の作業効率が150に上昇する。
ru: Эффективность увеличена до 150%

source: Efficiency is increased to 150%.
ja: 精密作業の作業効率が150に上昇する。
ru: Эффективность увеличена до 150%

source: Efficiency is increased to 150%.
ja: 精密作業の作業効率が150に上昇する。
ru: Эффективность увеличена до 150%.

source: Efficiency is increased to 150%.
ja: 精密作業の作業効率が150に上昇する。
ru: Эффективность увеличена до 150%

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> for 1 step upon using <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Expedience Effect: <var 49 01 /var><var 48 01 /var>Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.
ja: 自身に「匠の好機」が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>1ターン <var 48 F201F8 /var><var 49 F201F9 /var>匠の好機効果：<var 49 01 /var><var 48 01 /var>ヘイスティタッチがデアリングタッチに変化する <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ヘイスティタッチ成功時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> на 1 шаг, при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Expedience: <var 49 01 /var><var 48 01 /var>Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> for 1 step upon using <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Expedience Effect: <var 49 01 /var><var 48 01 /var>Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.
ja: 自身に「匠の好機」が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>1ターン <var 48 F201F8 /var><var 49 F201F9 /var>匠の好機効果：<var 49 01 /var><var 48 01 /var>ヘイスティタッチがデアリングタッチに変化する <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ヘイスティタッチ成功時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> на 1 шаг, при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Expedience: <var 49 01 /var><var 48 01 /var>Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> for 1 step upon using <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Expedience Effect: <var 49 01 /var><var 48 01 /var>Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.
ja: 自身に「匠の好機」が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>1ターン <var 48 F201F8 /var><var 49 F201F9 /var>匠の好機効果：<var 49 01 /var><var 48 01 /var>ヘイスティタッチがデアリングタッチに変化する <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ヘイスティタッチ成功時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> на 1 шаг, после использования <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Expedience: <var 49 01 /var><var 48 01 /var>Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> for 1 step upon using <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Expedience Effect: <var 49 01 /var><var 48 01 /var>Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.
ja: 自身に「匠の好機」が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>1ターン <var 48 F201F8 /var><var 49 F201F9 /var>匠の好機効果：<var 49 01 /var><var 48 01 /var>ヘイスティタッチがデアリングタッチに変化する <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ヘイスティタッチ成功時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> на 1 шаг, при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Expedience: <var 49 01 /var><var 48 01 /var>Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> for 1 step upon using <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Expedience Effect: <var 49 01 /var><var 48 01 /var>Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.
ja: 自身に「匠の好機」が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>1ターン <var 48 F201F8 /var><var 49 F201F9 /var>匠の好機効果：<var 49 01 /var><var 48 01 /var>ヘイスティタッチがデアリングタッチに変化する <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ヘイスティタッチ成功時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> на 1 шаг, при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Expedience: <var 49 01 /var><var 48 01 /var>Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> for 1 step upon using <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Expedience Effect: <var 49 01 /var><var 48 01 /var>Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.
ja: 自身に「匠の好機」が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>1ターン <var 48 F201F8 /var><var 49 F201F9 /var>匠の好機効果：<var 49 01 /var><var 48 01 /var>ヘイスティタッチがデアリングタッチに変化する <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ヘイスティタッチ成功時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> на 1 шаг, при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Expedience: <var 49 01 /var><var 48 01 /var>Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> for 1 step upon using <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Expedience Effect: <var 49 01 /var><var 48 01 /var>Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.
ja: 自身に「匠の好機」が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>1ターン <var 48 F201F8 /var><var 49 F201F9 /var>匠の好機効果：<var 49 01 /var><var 48 01 /var>ヘイスティタッチがデアリングタッチに変化する <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ヘイスティタッチ成功時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> на 1 шаг, при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Expedience: <var 49 01 /var><var 48 01 /var>Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> for 1 step upon using <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Expedience Effect: <var 49 01 /var><var 48 01 /var>Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.
ja: 自身に「匠の好機」が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>1ターン <var 48 F201F8 /var><var 49 F201F9 /var>匠の好機効果：<var 49 01 /var><var 48 01 /var>ヘイスティタッチがデアリングタッチに変化する <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ヘイスティタッチ成功時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Expedience<var 49 01 /var><var 48 01 /var> на 1 шаг, при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Expedience: <var 49 01 /var><var 48 01 /var>Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Hasty Touch<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Daring Touch<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Sentinel<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Guardian<var 49 01 /var><var 48 01 /var>.
ja: センチネルがエクストリームガードに変化する。
