Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Increases the healing potency of <var 48 F201F4 /var><var 49 F201F5 /var>Diagnosis<var 49 01 /var><var 48 01 /var> to 450 and <var 48 F201F4 /var><var 49 F201F5 /var>Kardia<var 49 01 /var><var 48 01 /var> to 170. Also increases the strength of barriers granted by <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> to 180% the amount of HP restored, and <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var> to 320% the amount of HP restored.
ja: 特定のアクションの回復力とバリア効果量を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ディアグノシスの回復力：<var 49 01 /var><var 48 01 /var>450 <var 48 F201F8 /var><var 49 F201F9 /var>カルディアの回復力：<var 49 01 /var><var 48 01 /var>170 <var 48 F201F8 /var><var 49 F201F9 /var>エウクラシア・ディアグノシスのバリア効果量：<var 49 01 /var><var 48 01 /var>回復量の180％分 <var 48 F201F8 /var><var 49 F201F9 /var>エウクラシア・プログノシスのバリア効果量：<var 49 01 /var><var 48 01 /var>回復量の320％分
ru: Увеличивает силу исцеления <var 48 F201F4 /var><var 49 F201F5 /var>Diagnosis<var 49 01 /var><var 48 01 /var> до 450 и <var 48 F201F4 /var><var 49 F201F5 /var>Kardia<var 49 01 /var><var 48 01 /var> до 170. Так же увеличивает прочность барьеров, созданных вашими <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> до 180% от восстановленных ОЗ, и <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var> до 320% от восстановленных ОЗ.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Zoe<var 49 01 /var><var 48 01 /var> recast time to 90 seconds.
ja: ゾーエのリキャストタイムを90秒に短縮する。
ru: Уменьшает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Zoe<var 49 01 /var><var 48 01 /var> до 90 секунд.

source: Allows for <var 48 F201F4 /var><var 49 F201F5 /var>Soul Gauge<var 49 01 /var><var 48 01 /var> accumulation upon the landing of certain weaponskills and magic actions, or defeating enemies under the effect of <var 48 F201FA /var><var 49 F201FB /var>Death's Design<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「ソウルゲージ」<var 49 01 /var><var 48 01 /var>が上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>特定のウェポンスキルおよび魔法の命中時と、自身が付与した<var 48 F201F4 /var><var 49 F201F5 /var>「デスデザイン」<var 49 01 /var><var 48 01 /var>の効果時間中に対象が倒されたとき。

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Slice<var 49 01 /var><var 48 01 /var> to 300, <var 48 F201F4 /var><var 49 F201F5 /var>Waxing Slice<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Shadow of Death<var 49 01 /var><var 48 01 /var> to 300, <var 48 F201F4 /var><var 49 F201F5 /var>Harpe<var 49 01 /var><var 48 01 /var> to 300, <var 48 F201F4 /var><var 49 F201F5 /var>Spinning Scythe<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Infernal Slice<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Whorl of Death<var 49 01 /var><var 48 01 /var> to 100, and <var 48 F201F4 /var><var 49 F201F5 /var>Nightmare Scythe<var 49 01 /var><var 48 01 /var> to 120.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>スライスの威力：<var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>ワクシングスライスの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>シャドウ・オブ・デスの威力：<var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>ハルパーの威力：<var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>スピニングサイズの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>インファナルスライスの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>ワーラル・オブ・デスの威力：<var 49 01 /var><var 48 01 /var>100 <var 48 F201F8 /var><var 49 F201F9 /var>ナイトメアサイズの威力：<var 49 01 /var><var 48 01 /var>120
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Slice<var 49 01 /var><var 48 01 /var> до 300, <var 48 F201F4 /var><var 49 F201F5 /var>Waxing Slice<var 49 01 /var><var 48 01 /var> до 140, <var 48 F201F4 /var><var 49 F201F5 /var>Shadow of Death<var 49 01 /var><var 48 01 /var> до 300, <var 48 F201F4 /var><var 49 F201F5 /var>Harpe<var 49 01 /var><var 48 01 /var> до 300, <var 48 F201F4 /var><var 49 F201F5 /var>Spinning Scythe<var 49 01 /var><var 48 01 /var> до 140, <var 48 F201F4 /var><var 49 F201F5 /var>Infernal Slice<var 49 01 /var><var 48 01 /var> до 140, <var 48 F201F4 /var><var 49 F201F5 /var>Whorl of Death<var 49 01 /var><var 48 01 /var> до 100, и <var 48 F201F4 /var><var 49 F201F5 /var>Nightmare Scythe<var 49 01 /var><var 48 01 /var> до 120.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> upon successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Blood Stalk<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Grim Swathe<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect ends upon execution of any weaponskill or magic attack.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「妖異の鎌」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 この効果はウェポンスキルや魔法を実行すると解除される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ストークスウェーズおよびシーフスウェーズの命中時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var> при успешном выполнении <var 48 F201F4 /var><var 49 F201F5 /var>Blood Stalk<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Grim Swathe<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30с Эффект прекращается при выполнении любого умения или магической атаки.

source: Upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Ingress<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Egress<var 49 01 /var><var 48 01 /var>, leave behind a <var 48 F201FA /var><var 49 F201FB /var>Hellsgate<var 49 01 /var><var 48 01 /var> and grant <var 48 F201FA /var><var 49 F201FB /var>Threshold<var 49 01 /var><var 48 01 /var> to self. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Ingress<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Regress<var 49 01 /var><var 48 01 /var> after executing <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Egress<var 49 01 /var><var 48 01 /var>, and vice versa.
ja: ヘルズイングレスとヘルズイーグレスを実行した地点に<var 48 F201F4 /var><var 49 F201F5 /var>「ヘルズゲート」<var 49 01 /var><var 48 01 /var>を生成し、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「リターン実行可」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>10秒 ヘルズイングレス実行後はヘルズイーグレスがリターンに変化し、ヘルズイーグレス実行後はヘルズイングレスがリターンに変化する。
ru: После выполнения <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Ingress<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Egress<var 49 01 /var><var 48 01 /var>, оставляет за собой <var 48 F201FA /var><var 49 F201FB /var>Hellsgate<var 49 01 /var><var 48 01 /var> и предоставляет эффект <var 48 F201FA /var><var 49 F201FB /var>Threshold<var 49 01 /var><var 48 01 /var> на персонажа. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>10с <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Ingress<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Regress<var 49 01 /var><var 48 01 /var> после выполнения <var 48 F201F4 /var><var 49 F201F5 /var>Hell's Egress<var 49 01 /var><var 48 01 /var>, и наоборот.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Soul Slice<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Soul Scythe<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: ソウルスライスとソウルサイズがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2
ru: Позволяет накапливать заряды при последовательном использовании <var 48 F201F4 /var><var 49 F201F5 /var>Soul Slice<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Soul Scythe<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Allows for <var 48 F201F4 /var><var 49 F201F5 /var>Shroud Gauge<var 49 01 /var><var 48 01 /var> accumulation upon the landing of <var 48 F201F4 /var><var 49 F201F5 /var>Gibbet<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Gallows<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Guillotine<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「シュラウドゲージ」<var 49 01 /var><var 48 01 /var>が上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ジビトゥ、ギャロウズ、ギロティンの命中時
ru: Позволяет накапливать <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Shroud<var 49 01 /var><var 48 01 /var> при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Gibbet<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Gallows<var 49 01 /var><var 48 01 /var>, или <var 48 F201F4 /var><var 49 F201F5 /var>Guillotine<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Returned<var 49 01 /var><var 48 01 /var> to self and nearby party members, gradually restoring HP over time. This effect is only granted when the <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Borrowed<var 49 01 /var><var 48 01 /var> barrier is completely absorbed. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ja: 自身と周囲15m以内のパーティメンバーに<var 48 F201F4 /var><var 49 F201F5 /var>「活性のクレスト」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>活性のクレスト効果：<var 49 01 /var><var 48 01 /var>対象のＨＰを継続回復する。 <var 48 F201F8 /var><var 49 F201F9 /var>回復力：<var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>15秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>自身に付与された<var 48 F201F4 /var><var 49 F201F5 /var>「守護のクレスト」<var 49 01 /var><var 48 01 /var>がダメージを完全に吸収して消滅したとき。
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Returned<var 49 01 /var><var 48 01 /var> персонажу и ближайшим членам группы, постепенно восстанавливающий ОЗ с течением времени. Этот эффект накладывается только тогда, когда <var 48 F201FA /var><var 49 F201FB /var>Crest of Time Borrowed<var 49 01 /var><var 48 01 /var> барьер будет полностью поглощен. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Void Shroud<var 49 01 /var><var 48 01 /var> upon landing <var 48 F201F4 /var><var 49 F201F5 /var>Void Reaping<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Cross Reaping<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Grim Reaping<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ヴォイドソウル」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ヴォイドリーパー、クロスリーパー、グリムリーパーの命中時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Void Shroud<var 49 01 /var><var 48 01 /var> после выполнения <var 48 F201F4 /var><var 49 F201F5 /var>Void Reaping<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Cross Reaping<var 49 01 /var><var 48 01 /var>, или <var 48 F201F4 /var><var 49 F201F5 /var>Grim Reaping<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Circle of Sacrifice<var 49 01 /var><var 48 01 /var> to you and nearby party members upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Arcane Circle<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>5s When you or party members under this effect successfully land a weaponskill or cast a spell, you may gain a stack of <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var>, up to a maximum of 8. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Also grants <var 48 F201FA /var><var 49 F201FB /var>Bloodsown Circle<var 49 01 /var><var 48 01 /var> to self, allowing you to receive stacks of <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var> from party members under the effect of your <var 48 F201FA /var><var 49 F201FB /var>Circle of Sacrifice<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>6s
ja: 自身と周囲のパーティメンバーに<var 48 F201F4 /var><var 49 F201F5 /var>「供儀のサークル」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>5秒 <var 48 F201F8 /var><var 49 F201F9 /var>供儀のサークル効果：<var 49 01 /var><var 48 01 /var>効果中に対象者がウェポンスキルか魔法による攻撃を命中させると、供儀のサークルを付与したリーパーに<var 48 F201F4 /var><var 49 F201F5 /var>「死の供物」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>8 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>追加効果：<var 49 01 /var><var 48 01 /var>自身に<var 48 F201F4 /var><var 49 F201F5 /var>「死の供儀」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>6秒 <var 48 F201F8 /var><var 49 F201F9 /var>死の供儀効果：<var 49 01 /var><var 48 01 /var>自身が供儀のサークルを付与した対象から死の供物を得ることができる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>アルケインサークル実行時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Circle of Sacrifice<var 49 01 /var><var 48 01 /var> на вас и членов группы после выполнения <var 48 F201F4 /var><var 49 F201F5 /var>Arcane Circle<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>5 с. Когда вы или члены группы под этим эффектом успешно применяют умение или произносят заклинание, вы можете получить заряды <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var>, вплоть до 8. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Также накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Bloodsown Circle<var 49 01 /var><var 48 01 /var> на вас, позволяя получать заряды <var 48 F201FA /var><var 49 F201FB /var>Immortal Sacrifice<var 49 01 /var><var 48 01 /var> от членов группы под эффектом вашего <var 48 F201FA /var><var 49 F201FB /var>Circle of Sacrifice<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>6 с.

source: Gain a stack of <var 48 F201FA /var><var 49 F201FB /var>Inner Quiet<var 49 01 /var><var 48 01 /var> with every increase in <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var>, up to a maximum of 10. <var 48 F201F8 /var><var 49 F201F9 /var>Inner Quiet Effect: <var 49 01 /var><var 48 01 /var>Grants a 10% bonus to the efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions for each stack
ja: 品質を上げるアクションが成功するたびに、自身に「インナークワイエット」を付与する。 「インナークワイエット」1スタックにつき、品質を上げるアクションの効果が10%上昇する。 最大スタック：10

source: Gain a stack of <var 48 F201FA /var><var 49 F201FB /var>Inner Quiet<var 49 01 /var><var 48 01 /var> with every increase in <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var>, up to a maximum of 10. <var 48 F201F8 /var><var 49 F201F9 /var>Inner Quiet Effect: <var 49 01 /var><var 48 01 /var>Grants a 10% bonus to the efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions for each stack
ja: 品質を上げるアクションが成功するたびに、自身に「インナークワイエット」を付与する。 「インナークワイエット」1スタックにつき、品質を上げるアクションの効果が10%上昇する。 最大スタック：10

source: Gain a stack of <var 48 F201FA /var><var 49 F201FB /var>Inner Quiet<var 49 01 /var><var 48 01 /var> with every increase in <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var>, up to a maximum of 10. <var 48 F201F8 /var><var 49 F201F9 /var>Inner Quiet Effect: <var 49 01 /var><var 48 01 /var>Grants a 10% bonus to the efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions for each stack
ja: 品質を上げるアクションが成功するたびに、自身に「インナークワイエット」を付与する。 「インナークワイエット」1スタックにつき、品質を上げるアクションの効果が10%上昇する。 最大スタック：10

source: Gain a stack of <var 48 F201FA /var><var 49 F201FB /var>Inner Quiet<var 49 01 /var><var 48 01 /var> with every increase in <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var>, up to a maximum of 10. <var 48 F201F8 /var><var 49 F201F9 /var>Inner Quiet Effect: <var 49 01 /var><var 48 01 /var>Grants a 10% bonus to the efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions for each stack
ja: 品質を上げるアクションが成功するたびに、自身に「インナークワイエット」を付与する。 「インナークワイエット」1スタックにつき、品質を上げるアクションの効果が10%上昇する。 最大スタック：10

source: Gain a stack of <var 48 F201FA /var><var 49 F201FB /var>Inner Quiet<var 49 01 /var><var 48 01 /var> with every increase in <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var>, up to a maximum of 10. <var 48 F201F8 /var><var 49 F201F9 /var>Inner Quiet Effect: <var 49 01 /var><var 48 01 /var>Grants a 10% bonus to the efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions for each stack
ja: 品質を上げるアクションが成功するたびに、自身に「インナークワイエット」を付与する。 「インナークワイエット」1スタックにつき、品質を上げるアクションの効果が10%上昇する。 最大スタック：10

source: Gain a stack of <var 48 F201FA /var><var 49 F201FB /var>Inner Quiet<var 49 01 /var><var 48 01 /var> with every increase in <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var>, up to a maximum of 10. <var 48 F201F8 /var><var 49 F201F9 /var>Inner Quiet Effect: <var 49 01 /var><var 48 01 /var>Grants a 10% bonus to the efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions for each stack
ja: 品質を上げるアクションが成功するたびに、自身に「インナークワイエット」を付与する。 「インナークワイエット」1スタックにつき、品質を上げるアクションの効果が10%上昇する。 最大スタック：10

source: Gain a stack of <var 48 F201FA /var><var 49 F201FB /var>Inner Quiet<var 49 01 /var><var 48 01 /var> with every increase in <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var>, up to a maximum of 10. <var 48 F201F8 /var><var 49 F201F9 /var>Inner Quiet Effect: <var 49 01 /var><var 48 01 /var>Grants a 10% bonus to the efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions for each stack
ja: 品質を上げるアクションが成功するたびに、自身に「インナークワイエット」を付与する。 「インナークワイエット」1スタックにつき、品質を上げるアクションの効果が10%上昇する。 最大スタック：10

source: Gain a stack of <var 48 F201FA /var><var 49 F201FB /var>Inner Quiet<var 49 01 /var><var 48 01 /var> with every increase in <var 48 F201FA /var><var 49 F201FB /var>quality<var 49 01 /var><var 48 01 /var>, up to a maximum of 10. <var 48 F201F8 /var><var 49 F201F9 /var>Inner Quiet Effect: <var 49 01 /var><var 48 01 /var>Grants a 10% bonus to the efficiency of <var 48 F201F4 /var><var 49 F201F5 /var>Touch<var 49 01 /var><var 48 01 /var> actions for each stack
ja: 品質を上げるアクションが成功するたびに、自身に「インナークワイエット」を付与する。 「インナークワイエット」1スタックにつき、品質を上げるアクションの効果が10%上昇する。 最大スタック：10

source: Efficiency is increased to 180%.
ja: 模範作業の効率が180に上昇する。

source: Efficiency is increased to 180%.
ja: 模範作業の効率が180に上昇する。

source: Efficiency is increased to 180%.
ja: 模範作業の効率が180に上昇する。

source: Efficiency is increased to 180%.
ja: 模範作業の効率が180に上昇する。

source: Efficiency is increased to 180%.
ja: 模範作業の効率が180に上昇する。

source: Efficiency is increased to 180%.
ja: 模範作業の効率が180に上昇する。

source: Efficiency is increased to 180%.
ja: 模範作業の効率が180に上昇する。

source: Efficiency is increased to 180%.
ja: 模範作業の効率が180に上昇する。

source: Efficiency is increased to 360%.
ja: 下地作業の効率が360に上昇する。

source: Efficiency is increased to 360%.
ja: 下地作業の効率が360に上昇する。

source: Efficiency is increased to 360%.
ja: 下地作業の効率が360に上昇する。

source: Efficiency is increased to 360%.
ja: 下地作業の効率が360に上昇する。

source: Efficiency is increased to 360%.
ja: 下地作業の効率が360に上昇する。

source: Efficiency is increased to 360%.
ja: 下地作業の効率が360に上昇する。

source: Efficiency is increased to 360%.
ja: 下地作業の効率が360に上昇する。

source: Efficiency is increased to 360%.
ja: 下地作業の効率が360に上昇する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Sheltron<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Holy Sheltron<var 49 01 /var><var 48 01 /var>.
ja: シェルトロンがホーリーシェルトロンに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Sheltron<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Holy Sheltron<var 49 01 /var><var 48 01 /var>.

source: Extends the duration of <var 48 F201FA /var><var 49 F201FB /var>Intervention<var 49 01 /var><var 48 01 /var> to 8 seconds. Grants <var 48 F201FA /var><var 49 F201FB /var>Knight's Resolve<var 49 01 /var><var 48 01 /var> to target, reducing damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s Grants <var 48 F201FA /var><var 49 F201FB /var>Knight's Benediction<var 49 01 /var><var 48 01 /var> to target, gradually restoring HP over time. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>250 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>12s
ja: インターベンションの効果時間を8秒に延長する。 さらに、下記の効果を追加する。 <var 48 F201F8 /var><var 49 F201F9 /var>追加効果：<var 49 01 /var><var 48 01 /var>対象に<var 48 F201F4 /var><var 49 F201F5 /var>「ナイトの堅守」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>4秒 <var 48 F201F8 /var><var 49 F201F9 /var>ナイトの堅守効果：<var 49 01 /var><var 48 01 /var>対象の被ダメージを10％軽減する。 <var 48 F201F8 /var><var 49 F201F9 /var>追加効果：<var 49 01 /var><var 48 01 /var>対象に<var 48 F201F4 /var><var 49 F201F5 /var>「ナイトの加護」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>12秒 <var 48 F201F8 /var><var 49 F201F9 /var>ナイトの加護効果：<var 49 01 /var><var 48 01 /var>対象のＨＰを継続回復する。 <var 48 F201F8 /var><var 49 F201F9 /var>回復力：<var 49 01 /var><var 48 01 /var>250
ru: Увеличивает длительность эффекта <var 48 F201FA /var><var 49 F201FB /var>Intervention<var 49 01 /var><var 48 01 /var> до 8 секунд. Позволяет накладывать на выбранного члена группы эффект <var 48 F201FA /var><var 49 F201FB /var>Knight's Resolve<var 49 01 /var><var 48 01 /var>, снижающий получаемый урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>4 с. Позволяет накладывать на выбранного члена группы эффект <var 48 F201FA /var><var 49 F201FB /var>Knight's Benediction<var 49 01 /var><var 48 01 /var>, периодически восстанавливающий ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>250. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>12 с.
