Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Increases the healing potency of <var 48 F201F4 /var><var 49 F201F5 /var>Physick<var 49 01 /var><var 48 01 /var> to 450, <var 48 F201F4 /var><var 49 F201F5 /var>Embrace<var 49 01 /var><var 48 01 /var> to 180, and <var 48 F201F4 /var><var 49 F201F5 /var>Seraphic Veil<var 49 01 /var><var 48 01 /var> to 180. Increases the barrier potency of <var 48 F201F4 /var><var 49 F201F5 /var>Adloquium<var 49 01 /var><var 48 01 /var> to 180% the amount healed and <var 48 F201F4 /var><var 49 F201F5 /var>Succor<var 49 01 /var><var 48 01 /var> to 160% the amount healed.
ja: 特定のアクションの回復力とバリア効果量を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>フィジクの回復力：<var 49 01 /var><var 48 01 /var>450 <var 48 F201F8 /var><var 49 F201F9 /var>光の癒しの回復力：<var 49 01 /var><var 48 01 /var>180 <var 48 F201F8 /var><var 49 F201F9 /var>鼓舞激励の策のバリア効果量：<var 49 01 /var><var 48 01 /var>回復量の180％分 <var 48 F201F8 /var><var 49 F201F9 /var>士気高揚の策のバリア効果量：<var 49 01 /var><var 48 01 /var>回復量の160％分 <var 48 F201F8 /var><var 49 F201F9 /var>セラフィックヴェールの回復力：<var 49 01 /var><var 48 01 /var>180
ru: Увеличивает силу исцеления <var 48 F201F4 /var><var 49 F201F5 /var>Physick<var 49 01 /var><var 48 01 /var> до 450, <var 48 F201F4 /var><var 49 F201F5 /var>Embrace<var 49 01 /var><var 48 01 /var> до 180, and <var 48 F201F4 /var><var 49 F201F5 /var>Seraphic Veil<var 49 01 /var><var 48 01 /var> до 180. Увеличивает прочность барьера <var 48 F201F4 /var><var 49 F201F5 /var>Adloquium<var 49 01 /var><var 48 01 /var> до 180% от суммы исцеления, и <var 48 F201F4 /var><var 49 F201F5 /var>Succor<var 49 01 /var><var 48 01 /var> до 160% от суммы исцеления.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Deployment Tactics<var 49 01 /var><var 48 01 /var> recast time to 90 seconds.
ja: 展開戦術のリキャストタイムを90秒に短縮させる。
ru: Уменьшает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Deployment Tactics<var 49 01 /var><var 48 01 /var> до 90 секунд.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Clarifying Draw<var 49 01 /var><var 48 01 /var> after executing <var 48 F201F4 /var><var 49 F201F5 /var>Draw<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「リドロー実行可」<var 49 01 /var><var 48 01 /var>が付与されるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>永続 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ドロー実行時
ru: Позволяет накладывать эффект <var 48 F201FA /var><var 49 F201FB /var>Clarifying Draw<var 49 01 /var><var 48 01 /var> после использования способности <var 48 F201F4 /var><var 49 F201F5 /var>Draw<var 49 01 /var><var 48 01 /var>.

source: Grants a <var 48 F201FA /var><var 49 F201FB /var>Solar Sign<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Lunar Sign<var 49 01 /var><var 48 01 /var>, or <var 48 F201FA /var><var 49 F201FB /var>Celestial Sign<var 49 01 /var><var 48 01 /var> according to your arcanum played in combat.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「太陽」「月」「星」<var 49 01 /var><var 48 01 /var>のいずれかのアストロサインが付与されるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ドローにより引いたカードアクションを自身が戦闘状態で実行したとき。
ru: Позволяет активировать <var 48 F201FA /var><var 49 F201FB /var>Solar Sign<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Lunar Sign<var 49 01 /var><var 48 01 /var> или <var 48 F201FA /var><var 49 F201FB /var>Celestial Sign<var 49 01 /var><var 48 01 /var> в <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Arcana<var 49 01 /var><var 48 01 /var>, в зависимости от Аркана, вытянутого в режиме боя.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Malefic IV<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Fall Malefic<var 49 01 /var><var 48 01 /var>.
ja: マレフィジャがフォールマレフィクに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Malefic IV<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Fall Malefic<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Gravity<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Gravity II<var 49 01 /var><var 48 01 /var>.
ja: グラビデがグラビラに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Gravity<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Gravity II<var 49 01 /var><var 48 01 /var>.

source: Increases the healing potency of <var 48 F201F4 /var><var 49 F201F5 /var>Benefic<var 49 01 /var><var 48 01 /var> to 500, <var 48 F201F4 /var><var 49 F201F5 /var>Helios<var 49 01 /var><var 48 01 /var> to 400, <var 48 F201F4 /var><var 49 F201F5 /var>Benefic II<var 49 01 /var><var 48 01 /var> to 800, <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Benefic<var 49 01 /var><var 48 01 /var> to 250, <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Benefic<var 49 01 /var><var 48 01 /var>'s <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> effect to 250, <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Helios<var 49 01 /var><var 48 01 /var> to 250, and <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Helios<var 49 01 /var><var 48 01 /var>'s <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> effect to 150.
ja: 特定のアクションの回復力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ベネフィクの回復力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>ヘリオスの回復力：<var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>ベネフィラの回復力：<var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>アスペクト・ベネフィクの回復力：<var 49 01 /var><var 48 01 /var>250 <var 48 F201F8 /var><var 49 F201F9 /var>アスペクト・ベネフィクの継続回復効果の回復力：<var 49 01 /var><var 48 01 /var>250 <var 48 F201F8 /var><var 49 F201F9 /var>アスペクト・ヘリオスの回復力：<var 49 01 /var><var 48 01 /var>250 <var 48 F201F8 /var><var 49 F201F9 /var>アスペクト・ヘリオスの継続回復効果の回復力：<var 49 01 /var><var 48 01 /var>150
ru: Увеличивает силу исцеления <var 48 F201F4 /var><var 49 F201F5 /var>Benefic<var 49 01 /var><var 48 01 /var> до 500, <var 48 F201F4 /var><var 49 F201F5 /var>Helios<var 49 01 /var><var 48 01 /var> до 400, <var 48 F201F4 /var><var 49 F201F5 /var>Benefic II<var 49 01 /var><var 48 01 /var> до 800, <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Benefic<var 49 01 /var><var 48 01 /var> до 250, эффекта периодического восстановления ОЗ от <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Benefic<var 49 01 /var><var 48 01 /var> до 250, <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Helios<var 49 01 /var><var 48 01 /var> до 250 и эффекта периодического восстановления ОЗ от <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Helios<var 49 01 /var><var 48 01 /var> до 150.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Celestial Intersection<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: 星天交差がチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: Allows you to cast your line in space.
ja: 宙泉を釣り場としてキャスト実行可能になる。
ru: Позволяет вам заниматься рыбной ловлей в космосе.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Summon Bahamut<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Summon Phoenix<var 49 01 /var><var 48 01 /var> when Demi-Bahamut returns from summoning.
ja: サモン・バハムートがサモン・フェニックスに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>デミ・バハムートの帰還後
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Summon Bahamut<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Summon Phoenix<var 49 01 /var><var 48 01 /var>, когда Demi-Bahamut возвращается после призыва.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Ifrit's Favor<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Summon Ifrit<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Titan's Favor<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Topaz Rite<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Topaz Catastrophe<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Garuda's Favor<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Summon Garuda<var 49 01 /var><var 48 01 /var>. Enhances <var 48 F201F4 /var><var 49 F201F5 /var>Astral Flow<var 49 01 /var><var 48 01 /var> according to your current elemental favor. <var 48 F201F8 /var><var 49 F201F9 /var>Ifrit's Favor Upgrade: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Crimson Cyclone<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Titan's Favor Upgrade: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Mountain Buster<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Garuda's Favor Upgrade: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Slipstream<var 49 01 /var><var 48 01 /var>
ja: 特定のアクションの実行時にアストラルフロウが変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>サモン・イフリート実行時：<var 49 01 /var><var 48 01 /var>クリムゾンサイクロンに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>トパーズ・リチュアルおよびトパーズ・カタストロフィ実行時：<var 49 01 /var><var 48 01 /var>マウンテンバスターに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>サモン・ガルーダ実行時：<var 49 01 /var><var 48 01 /var>スリップストリームに変化する。
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Ifrit's Favor<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Summon Ifrit<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Titan's Favor<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Topaz Rite<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Topaz Catastrophe<var 49 01 /var><var 48 01 /var>, и <var 48 F201FA /var><var 49 F201FB /var>Garuda's Favor<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Summon Garuda<var 49 01 /var><var 48 01 /var>. Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Astral Flow<var 49 01 /var><var 48 01 /var> в соответствии с выбором текущего дара. <var 48 F201F8 /var><var 49 F201F9 /var>Улучшенный дар Ифрита: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Crimson Cyclone<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Улучшенный дар Титана: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Mountain Buster<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Улучшенный дар Гаруды: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Slipstream<var 49 01 /var><var 48 01 /var>

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fast Blade<var 49 01 /var><var 48 01 /var> to 200, <var 48 F201F4 /var><var 49 F201F5 /var>Riot Blade<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> to 350, <var 48 F201F4 /var><var 49 F201F5 /var>Atonement<var 49 01 /var><var 48 01 /var> to 400, <var 48 F201F4 /var><var 49 F201F5 /var>Supplication<var 49 01 /var><var 48 01 /var> to 420, and <var 48 F201F4 /var><var 49 F201F5 /var>Sepulchre<var 49 01 /var><var 48 01 /var> to 440.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ファストブレードの威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>ライオットソードの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>ロイヤルアソリティの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>ホーリースピリットの威力：<var 49 01 /var><var 48 01 /var>350 <var 48 F201F8 /var><var 49 F201F9 /var>ロイエの威力：<var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>ゲベートの威力：<var 49 01 /var><var 48 01 /var>420 <var 48 F201F8 /var><var 49 F201F9 /var>グラブカッマーの威力：<var 49 01 /var><var 48 01 /var>440

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Swing<var 49 01 /var><var 48 01 /var> to 200, <var 48 F201F4 /var><var 49 F201F5 /var>Maim<var 49 01 /var><var 48 01 /var> to 150, <var 48 F201F4 /var><var 49 F201F5 /var>Storm's Path<var 49 01 /var><var 48 01 /var> to 160, and <var 48 F201F4 /var><var 49 F201F5 /var>Storm's Eye<var 49 01 /var><var 48 01 /var> to 160.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ヘヴィスウィングの威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>メイムの威力：<var 49 01 /var><var 48 01 /var>150 <var 48 F201F8 /var><var 49 F201F9 /var>シュトルムヴィントの威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>シュトルムブレハの威力：<var 49 01 /var><var 48 01 /var>160
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Swing<var 49 01 /var><var 48 01 /var> до 200, <var 48 F201F4 /var><var 49 F201F5 /var>Maim<var 49 01 /var><var 48 01 /var> до 150, <var 48 F201F4 /var><var 49 F201F5 /var>Storm's Path<var 49 01 /var><var 48 01 /var> до 160 и <var 48 F201F4 /var><var 49 F201F5 /var>Storm's Eye<var 49 01 /var><var 48 01 /var> до 160.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Hard Slash<var 49 01 /var><var 48 01 /var> to 180, <var 48 F201F4 /var><var 49 F201F5 /var>Syphon Strike<var 49 01 /var><var 48 01 /var> to 120, and <var 48 F201F4 /var><var 49 F201F5 /var>Souleater<var 49 01 /var><var 48 01 /var> to 140.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ハードスラッシュの威力：<var 49 01 /var><var 48 01 /var>180 <var 48 F201F8 /var><var 49 F201F9 /var>サイフォンストライクの威力：<var 49 01 /var><var 48 01 /var>120 <var 48 F201F8 /var><var 49 F201F9 /var>ソウルイーターの威力：<var 49 01 /var><var 48 01 /var>140

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Keen Edge<var 49 01 /var><var 48 01 /var> to 200, <var 48 F201F4 /var><var 49 F201F5 /var>Brutal Shell<var 49 01 /var><var 48 01 /var> to 160, and <var 48 F201F4 /var><var 49 F201F5 /var>Solid Barrel<var 49 01 /var><var 48 01 /var> to 140.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>キーンエッジの威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>ブルータルシェルの威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>ソリッドバレルの威力：<var 49 01 /var><var 48 01 /var>140
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Keen Edge<var 49 01 /var><var 48 01 /var> до 200, <var 48 F201F4 /var><var 49 F201F5 /var>Brutal Shell<var 49 01 /var><var 48 01 /var> до 160, и <var 48 F201F4 /var><var 49 F201F5 /var>Solid Barrel<var 49 01 /var><var 48 01 /var> до 140.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Geirskogul<var 49 01 /var><var 48 01 /var> to 280 and <var 48 F201F4 /var><var 49 F201F5 /var>Nastrond<var 49 01 /var><var 48 01 /var> to 360. Allows for the sharpening of the <var 48 F201FA /var><var 49 F201FB /var>Firstminds' Focus<var 49 01 /var><var 48 01 /var> upon successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Raiden Thrust<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Draconian Fury<var 49 01 /var><var 48 01 /var>, up to a maximum of 2 units.
ja: 竜眼雷電および竜眼蒼穹の実行に成功すると、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「天竜眼」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>2 さらに、特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ゲイルスコグルの威力：<var 49 01 /var><var 48 01 /var>280 <var 48 F201F8 /var><var 49 F201F9 /var>ナーストレンドの威力：<var 49 01 /var><var 48 01 /var>720

source: Improves <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var>'s magic damage increase to 23%.
ja: エノキアンの効果量を25％に上昇させる。
ru: Увеличивает магический урон <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var> на 23%.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Physis<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Physis II<var 49 01 /var><var 48 01 /var>.
ja: ピュシスがピュシスIIに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Physis<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Physis II<var 49 01 /var><var 48 01 /var>.

source: Increases the potency of attacks dealt by your simulacrum to 420.
ja: 英雄の影身による攻撃の威力が420に上昇する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Flint Strike<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Rising Phoenix<var 49 01 /var><var 48 01 /var>.
ja: 爆裂脚が鳳凰の舞に変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Flint Strike<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Rising Phoenix<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Tornado Kick<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Rush<var 49 01 /var><var 48 01 /var>.
ja: 闘魂旋風脚が夢幻闘舞に変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Tornado Kick<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Phantom Rush<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Ogi Namikiri Ready<var 49 01 /var><var 48 01 /var> upon execution of <var 48 F201F4 /var><var 49 F201F5 /var>Ikishoten<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「奥義波切実行可」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>意気衝天実行時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Ogi Namikiri Ready<var 49 01 /var><var 48 01 /var> после выполнения <var 48 F201F4 /var><var 49 F201F5 /var>Ikishoten<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Assassinate<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Dream Within a Dream<var 49 01 /var><var 48 01 /var>.
ja: 終撃が夢幻三段に変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Assassinate<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Dream Within a Dream<var 49 01 /var><var 48 01 /var>.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Gust Slash<var 49 01 /var><var 48 01 /var> to 120, <var 48 F201F4 /var><var 49 F201F5 /var>Aeolian Edge<var 49 01 /var><var 48 01 /var> to 140, and <var 48 F201F4 /var><var 49 F201F5 /var>Armor Crush<var 49 01 /var><var 48 01 /var> to 140.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>風断ちの威力：<var 49 01 /var><var 48 01 /var>120 <var 48 F201F8 /var><var 49 F201F9 /var>旋風刃の威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>強甲破点突の威力：<var 49 01 /var><var 48 01 /var>140
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Gust Slash<var 49 01 /var><var 48 01 /var> до 120, <var 48 F201F4 /var><var 49 F201F5 /var>Aeolian Edge<var 49 01 /var><var 48 01 /var> до 140, и <var 48 F201F4 /var><var 49 F201F5 /var>Armor Crush<var 49 01 /var><var 48 01 /var> до 140.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Heated Split Shot<var 49 01 /var><var 48 01 /var> to 200, <var 48 F201F4 /var><var 49 F201F5 /var>Heated Slug Shot<var 49 01 /var><var 48 01 /var> to 120, and <var 48 F201F4 /var><var 49 F201F5 /var>Heated Clean Shot<var 49 01 /var><var 48 01 /var> to 120.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ヒートスプリットショットの威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>ヒートスラッグショットの威力：<var 49 01 /var><var 48 01 /var>120 <var 48 F201F8 /var><var 49 F201F9 /var>ヒートクリーンショットの威力：<var 49 01 /var><var 48 01 /var>120
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Heated Split Shot<var 49 01 /var><var 48 01 /var> до 200, <var 48 F201F4 /var><var 49 F201F5 /var>Heated Slug Shot<var 49 01 /var><var 48 01 /var> до 120, и <var 48 F201F4 /var><var 49 F201F5 /var>Heated Clean Shot<var 49 01 /var><var 48 01 /var> до 120.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Bootshine<var 49 01 /var><var 48 01 /var> to 220, <var 48 F201F4 /var><var 49 F201F5 /var>True Strike<var 49 01 /var><var 48 01 /var> to 300, <var 48 F201F4 /var><var 49 F201F5 /var>Snap Punch<var 49 01 /var><var 48 01 /var> to 270, <var 48 F201F4 /var><var 49 F201F5 /var>Twin Snakes<var 49 01 /var><var 48 01 /var> to 380, <var 48 F201F4 /var><var 49 F201F5 /var>Demolish<var 49 01 /var><var 48 01 /var> to 320, <var 48 F201F4 /var><var 49 F201F5 /var>Dragon Kick<var 49 01 /var><var 48 01 /var> to 280, and <var 48 F201F4 /var><var 49 F201F5 /var>The Forbidden Chakra<var 49 01 /var><var 48 01 /var> to 400.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>連撃の威力：<var 49 01 /var><var 48 01 /var>220 <var 48 F201F8 /var><var 49 F201F9 /var>正拳突きの威力：<var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>崩拳の威力：<var 49 01 /var><var 48 01 /var>270 <var 48 F201F8 /var><var 49 F201F9 /var>双掌打の威力：<var 49 01 /var><var 48 01 /var>380 <var 48 F201F8 /var><var 49 F201F9 /var>破砕拳の威力：<var 49 01 /var><var 48 01 /var>320 <var 48 F201F8 /var><var 49 F201F9 /var>双竜脚の威力：<var 49 01 /var><var 48 01 /var>280 <var 48 F201F8 /var><var 49 F201F9 /var>陰陽闘気斬の威力：<var 49 01 /var><var 48 01 /var>400

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Fuga<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Fuko<var 49 01 /var><var 48 01 /var>.
ja: 風雅が風光に変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Fuga<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Fuko<var 49 01 /var><var 48 01 /var>.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Hakaze<var 49 01 /var><var 48 01 /var> to 200, <var 48 F201F4 /var><var 49 F201F5 /var>Jinpu<var 49 01 /var><var 48 01 /var> to 120, and <var 48 F201F4 /var><var 49 F201F5 /var>Shifu<var 49 01 /var><var 48 01 /var> to 120.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>刃風の威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>陣風の威力：<var 49 01 /var><var 48 01 /var>120 <var 48 F201F8 /var><var 49 F201F9 /var>士風の威力：<var 49 01 /var><var 48 01 /var>120
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Hakaze<var 49 01 /var><var 48 01 /var> до 200, <var 48 F201F4 /var><var 49 F201F5 /var>Jinpu<var 49 01 /var><var 48 01 /var> до 120 и <var 48 F201F4 /var><var 49 F201F5 /var>Shifu<var 49 01 /var><var 48 01 /var> до 120.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Gekko<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Kasha<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Yukikaze<var 49 01 /var><var 48 01 /var> to 120.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>月光の威力：<var 49 01 /var><var 48 01 /var>110 <var 48 F201F8 /var><var 49 F201F9 /var>花車の威力：<var 49 01 /var><var 48 01 /var>110 <var 48 F201F8 /var><var 49 F201F9 /var>雪風の威力：<var 49 01 /var><var 48 01 /var>110
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Gekko<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Kasha<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Yukikaze<var 49 01 /var><var 48 01 /var> до 120.
