Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fast Blade<var 49 01 /var><var 48 01 /var> to 220, <var 48 F201F4 /var><var 49 F201F5 /var>Riot Blade<var 49 01 /var><var 48 01 /var> to 170, <var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority<var 49 01 /var><var 48 01 /var> to 180, <var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> to 370, <var 48 F201F4 /var><var 49 F201F5 /var>Atonement<var 49 01 /var><var 48 01 /var> to 440, <var 48 F201F4 /var><var 49 F201F5 /var>Supplication<var 49 01 /var><var 48 01 /var> to 460, <var 48 F201F4 /var><var 49 F201F5 /var>Sepulchre<var 49 01 /var><var 48 01 /var> to 480, <var 48 F201F4 /var><var 49 F201F5 /var>Confiteor<var 49 01 /var><var 48 01 /var> to 440, <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Faith<var 49 01 /var><var 48 01 /var> to 240, <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Truth<var 49 01 /var><var 48 01 /var> to 340, and <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Valor<var 49 01 /var><var 48 01 /var> to 440.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ファストブレードの威力：<var 49 01 /var><var 48 01 /var>220 <var 48 F201F8 /var><var 49 F201F9 /var>ライオットソードの威力：<var 49 01 /var><var 48 01 /var>170 <var 48 F201F8 /var><var 49 F201F9 /var>ロイヤルアソリティの威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>ホーリースピリットの威力：<var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>ロイエの威力：<var 49 01 /var><var 48 01 /var>460 <var 48 F201F8 /var><var 49 F201F9 /var>ゲベートの威力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>グラブカッマーの威力：<var 49 01 /var><var 48 01 /var>540 <var 48 F201F8 /var><var 49 F201F9 /var>コンフィテオルの威力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>ブレード・オブ・フェイスの威力：<var 49 01 /var><var 48 01 /var>260 <var 48 F201F8 /var><var 49 F201F9 /var>ブレード・オブ・トゥルースの威力：<var 49 01 /var><var 48 01 /var>380 <var 48 F201F8 /var><var 49 F201F9 /var>ブレード・オブ・ヴァラーの威力：<var 49 01 /var><var 48 01 /var>500

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Dia<var 49 01 /var><var 48 01 /var> and its damage over time to 70, <var 48 F201F4 /var><var 49 F201F5 /var>Afflatus Misery<var 49 01 /var><var 48 01 /var> to 1,320, and <var 48 F201F4 /var><var 49 F201F5 /var>Glare III<var 49 01 /var><var 48 01 /var> to 330.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ディアの威力：<var 49 01 /var><var 48 01 /var>75 <var 48 F201F8 /var><var 49 F201F9 /var>ディアの継続ダメージの威力：<var 49 01 /var><var 48 01 /var>75 <var 48 F201F8 /var><var 49 F201F9 /var>ハート・オブ・ミゼリの威力：<var 49 01 /var><var 48 01 /var>1360 <var 48 F201F8 /var><var 49 F201F9 /var>グレアガの威力：<var 49 01 /var><var 48 01 /var>340

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var> to 300, <var 48 F201F4 /var><var 49 F201F5 /var>Verfire<var 49 01 /var><var 48 01 /var> to 380, <var 48 F201F4 /var><var 49 F201F5 /var>Verstone<var 49 01 /var><var 48 01 /var> to 380, <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> to 170, <var 48 F201F4 /var><var 49 F201F5 /var>Fleche<var 49 01 /var><var 48 01 /var> to 480, <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Redoublement<var 49 01 /var><var 48 01 /var> to 170, <var 48 F201F4 /var><var 49 F201F5 /var>Contre Sixte<var 49 01 /var><var 48 01 /var> to 400, <var 48 F201F4 /var><var 49 F201F5 /var>Verflare<var 49 01 /var><var 48 01 /var> to 620, <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var> to 620, <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Reprise<var 49 01 /var><var 48 01 /var> to 380, <var 48 F201F4 /var><var 49 F201F5 /var>Scorch<var 49 01 /var><var 48 01 /var> to 700, <var 48 F201F4 /var><var 49 F201F5 /var>Veraero III<var 49 01 /var><var 48 01 /var> to 420, <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder III<var 49 01 /var><var 48 01 /var> to 420, and <var 48 F201F4 /var><var 49 F201F5 /var>Resolution<var 49 01 /var><var 48 01 /var> to 800.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>エンリポストの威力：<var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルファイアの威力：<var 49 01 /var><var 48 01 /var>380 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルストーンの威力：<var 49 01 /var><var 48 01 /var>380 <var 48 F201F8 /var><var 49 F201F9 /var>エンツヴェルクハウの威力：<var 49 01 /var><var 48 01 /var>170 <var 48 F201F8 /var><var 49 F201F9 /var>フレッシュの威力：<var 49 01 /var><var 48 01 /var>480 <var 48 F201F8 /var><var 49 F201F9 /var>エンルドゥブルマンの威力：<var 49 01 /var><var 48 01 /var>170 <var 48 F201F8 /var><var 49 F201F9 /var>コントルシクストの威力：<var 49 01 /var><var 48 01 /var>420 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルフレアの威力：<var 49 01 /var><var 48 01 /var>650 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルホーリーの威力：<var 49 01 /var><var 48 01 /var>650 <var 48 F201F8 /var><var 49 F201F9 /var>エンルプリーズの威力：<var 49 01 /var><var 48 01 /var>420 <var 48 F201F8 /var><var 49 F201F9 /var>スコーチの威力：<var 49 01 /var><var 48 01 /var>750 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルエアロガの威力：<var 49 01 /var><var 48 01 /var>440 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルサンダガの威力：<var 49 01 /var><var 48 01 /var>440 <var 48 F201F8 /var><var 49 F201F9 /var>レゾリューションの威力：<var 49 01 /var><var 48 01 /var>850

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fang and Claw<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Wheeling Thrust<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Drakesbane<var 49 01 /var><var 48 01 /var> to 440, <var 48 F201F4 /var><var 49 F201F5 /var>Raiden Thrust<var 49 01 /var><var 48 01 /var> to 320, <var 48 F201F4 /var><var 49 F201F5 /var>Heavens' Thrust<var 49 01 /var><var 48 01 /var> to 140, and <var 48 F201F4 /var><var 49 F201F5 /var>Chaotic Spring<var 49 01 /var><var 48 01 /var> to 140.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>竜牙竜爪の威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>竜尾大車輪の威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>雲蒸竜変の威力：<var 49 01 /var><var 48 01 /var>440 <var 48 F201F8 /var><var 49 F201F9 /var>竜眼雷電の威力：<var 49 01 /var><var 48 01 /var>320 <var 48 F201F8 /var><var 49 F201F9 /var>スターダイバーの威力：<var 49 01 /var><var 48 01 /var>820 <var 48 F201F8 /var><var 49 F201F9 /var>ヘヴンスラストの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>桜華繚乱の威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>天竜点睛の威力：<var 49 01 /var><var 48 01 /var>440

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Heavy Swing<var 49 01 /var><var 48 01 /var> to 220, <var 48 F201F4 /var><var 49 F201F5 /var>Maim<var 49 01 /var><var 48 01 /var> to 190, <var 48 F201F4 /var><var 49 F201F5 /var>Storm's Path<var 49 01 /var><var 48 01 /var> to 200, <var 48 F201F4 /var><var 49 F201F5 /var>Storm's Eye<var 49 01 /var><var 48 01 /var> to 200, and <var 48 F201F4 /var><var 49 F201F5 /var>Fell Cleave<var 49 01 /var><var 48 01 /var> to 580.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ヘヴィスウィングの威力：<var 49 01 /var><var 48 01 /var>220 <var 48 F201F8 /var><var 49 F201F9 /var>メイムの威力：<var 49 01 /var><var 48 01 /var>190 <var 48 F201F8 /var><var 49 F201F9 /var>シュトルムヴィントの威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>シュトルムブレハの威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>フェルクリーヴの威力：<var 49 01 /var><var 48 01 /var>580

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Jinpu<var 49 01 /var><var 48 01 /var> to 160, <var 48 F201F4 /var><var 49 F201F5 /var>Shifu<var 49 01 /var><var 48 01 /var> to 160, <var 48 F201F4 /var><var 49 F201F5 /var>Enhanced Enpi<var 49 01 /var><var 48 01 /var> to 270, <var 48 F201F4 /var><var 49 F201F5 /var>Gekko<var 49 01 /var><var 48 01 /var> to 180, <var 48 F201F4 /var><var 49 F201F5 /var>Higanbana<var 49 01 /var><var 48 01 /var> damage over time to 50, <var 48 F201F4 /var><var 49 F201F5 /var>Kasha<var 49 01 /var><var 48 01 /var> to 180, <var 48 F201F4 /var><var 49 F201F5 /var>Yukikaze<var 49 01 /var><var 48 01 /var> to 180, <var 48 F201F4 /var><var 49 F201F5 /var>Midare Setsugekka<var 49 01 /var><var 48 01 /var> to 700, <var 48 F201F4 /var><var 49 F201F5 /var>Kaeshi: Setsugekka<var 49 01 /var><var 48 01 /var> to 700, <var 48 F201F4 /var><var 49 F201F5 /var>Shoha<var 49 01 /var><var 48 01 /var> to 640, <var 48 F201F4 /var><var 49 F201F5 /var>Ogi Namikiri<var 49 01 /var><var 48 01 /var> to 900, and <var 48 F201F4 /var><var 49 F201F5 /var>Kaeshi: Namikiri<var 49 01 /var><var 48 01 /var> to 900.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>陣風の威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>燕飛効果アップ時の燕飛の威力：<var 49 01 /var><var 48 01 /var>270 <var 48 F201F8 /var><var 49 F201F9 /var>士風の威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>月光の威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>彼岸花の継続ダメージの威力：<var 49 01 /var><var 48 01 /var>50 <var 48 F201F8 /var><var 49 F201F9 /var>花車の威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>雪風の威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>乱れ雪月花の威力：<var 49 01 /var><var 48 01 /var>640 <var 48 F201F8 /var><var 49 F201F9 /var>返し雪月花の威力：<var 49 01 /var><var 48 01 /var>640 <var 48 F201F8 /var><var 49 F201F9 /var>照破の威力：<var 49 01 /var><var 48 01 /var>640 <var 48 F201F8 /var><var 49 F201F9 /var>奥義波切の威力：<var 49 01 /var><var 48 01 /var>900 <var 48 F201F8 /var><var 49 F201F9 /var>返し波切の威力：<var 49 01 /var><var 48 01 /var>900

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Biolysis<var 49 01 /var><var 48 01 /var>'s damage over time effect to 75 and <var 48 F201F4 /var><var 49 F201F5 /var>Broil IV<var 49 01 /var><var 48 01 /var> to 310.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>蠱毒法の継続ダメージの威力：<var 49 01 /var><var 48 01 /var>75 <var 48 F201F8 /var><var 49 F201F9 /var>極炎法の威力：<var 49 01 /var><var 48 01 /var>310

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Slice<var 49 01 /var><var 48 01 /var> to 420, <var 48 F201F4 /var><var 49 F201F5 /var>Waxing Slice<var 49 01 /var><var 48 01 /var> to 260, <var 48 F201F4 /var><var 49 F201F5 /var>Spinning Scythe<var 49 01 /var><var 48 01 /var> to 160, <var 48 F201F4 /var><var 49 F201F5 /var>Infernal Slice<var 49 01 /var><var 48 01 /var> to 280, <var 48 F201F4 /var><var 49 F201F5 /var>Nightmare Scythe<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Gibbet<var 49 01 /var><var 48 01 /var> to 500, <var 48 F201F4 /var><var 49 F201F5 /var>Gallows<var 49 01 /var><var 48 01 /var> to 500, <var 48 F201F4 /var><var 49 F201F5 /var>Unveiled Gibbet<var 49 01 /var><var 48 01 /var> to 440, <var 48 F201F4 /var><var 49 F201F5 /var>Unveiled Gallows<var 49 01 /var><var 48 01 /var> to 440, <var 48 F201F4 /var><var 49 F201F5 /var>Void Reaping<var 49 01 /var><var 48 01 /var> to 500, <var 48 F201F4 /var><var 49 F201F5 /var>Cross Reaping<var 49 01 /var><var 48 01 /var> to 500, <var 48 F201F4 /var><var 49 F201F5 /var>Harvest Moon<var 49 01 /var><var 48 01 /var> to 800, and <var 48 F201F4 /var><var 49 F201F5 /var>Lemure's Slice<var 49 01 /var><var 48 01 /var> to 280.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>スライスの威力：<var 49 01 /var><var 48 01 /var>420 <var 48 F201F8 /var><var 49 F201F9 /var>ワクシングスライスの威力：<var 49 01 /var><var 48 01 /var>260 <var 48 F201F8 /var><var 49 F201F9 /var>スピニングサイズの威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>インファナルスライスの威力：<var 49 01 /var><var 48 01 /var>280 <var 48 F201F8 /var><var 49 F201F9 /var>ナイトメアサイズの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>ソウルスライスの威力：<var 49 01 /var><var 48 01 /var>520 <var 48 F201F8 /var><var 49 F201F9 /var>ジビトゥの威力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>ギャロウズの威力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>ジビトゥクロウの威力：<var 49 01 /var><var 48 01 /var>440 <var 48 F201F8 /var><var 49 F201F9 /var>ギャロウズクロウの威力：<var 49 01 /var><var 48 01 /var>440 <var 48 F201F8 /var><var 49 F201F9 /var>ヴォイドリーパーの威力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>クロスリーパーの威力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>ハーベストムーンの威力：<var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>レムールスライスの威力：<var 49 01 /var><var 48 01 /var>280

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Auto Crossbow<var 49 01 /var><var 48 01 /var> to 160, <var 48 F201F4 /var><var 49 F201F5 /var>Heated Split Shot<var 49 01 /var><var 48 01 /var> to 220, <var 48 F201F4 /var><var 49 F201F5 /var>Heated Slug Shot<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Heated Clean Shot<var 49 01 /var><var 48 01 /var> to 140, and <var 48 F201F4 /var><var 49 F201F5 /var>Scattergun<var 49 01 /var><var 48 01 /var> to 160.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>オートボウガンの威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>ヒートスプリットショットの威力：<var 49 01 /var><var 48 01 /var>220 <var 48 F201F8 /var><var 49 F201F9 /var>ヒートスラッグショットの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>ヒートクリーンショットの威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>ブレイズショットの威力：<var 49 01 /var><var 48 01 /var>240 <var 48 F201F8 /var><var 49 F201F9 /var>スキャッターガンの威力：<var 49 01 /var><var 48 01 /var>160

source: Improves <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var>'s magic damage increase to 30%.
ja: エノキアンの効果量を32％に上昇させる。
ru: Улучшает магический урон <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var> до 30%.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Twin Snakes<var 49 01 /var><var 48 01 /var> to 420, <var 48 F201F4 /var><var 49 F201F5 /var>Demolish<var 49 01 /var><var 48 01 /var> to 360, <var 48 F201F4 /var><var 49 F201F5 /var>Dragon Kick<var 49 01 /var><var 48 01 /var> to 320, and <var 48 F201F4 /var><var 49 F201F5 /var>Six-sided Star<var 49 01 /var><var 48 01 /var> to 780.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>双掌打の威力：<var 49 01 /var><var 48 01 /var>420 <var 48 F201F8 /var><var 49 F201F9 /var>破砕拳の威力：<var 49 01 /var><var 48 01 /var>360 <var 48 F201F8 /var><var 49 F201F9 /var>双竜脚の威力：<var 49 01 /var><var 48 01 /var>320 <var 48 F201F8 /var><var 49 F201F9 /var>六合星導脚の威力：<var 49 01 /var><var 48 01 /var>780 <var 48 F201F8 /var><var 49 F201F9 /var>夢幻闘舞の威力：<var 49 01 /var><var 48 01 /var>1500

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Spinning Edge<var 49 01 /var><var 48 01 /var> to 300, <var 48 F201F4 /var><var 49 F201F5 /var>Gust Slash<var 49 01 /var><var 48 01 /var> to 220, <var 48 F201F4 /var><var 49 F201F5 /var>Aeolian Edge<var 49 01 /var><var 48 01 /var> to 200, <var 48 F201F4 /var><var 49 F201F5 /var>Fuma Shuriken<var 49 01 /var><var 48 01 /var> to 500, <var 48 F201F4 /var><var 49 F201F5 /var>Raiton<var 49 01 /var><var 48 01 /var> to 740, <var 48 F201F4 /var><var 49 F201F5 /var>Suiton<var 49 01 /var><var 48 01 /var> to 580, <var 48 F201F4 /var><var 49 F201F5 /var>Armor Crush<var 49 01 /var><var 48 01 /var> to 220, <var 48 F201F4 /var><var 49 F201F5 /var>Bhavacakra<var 49 01 /var><var 48 01 /var> to 380, <var 48 F201F4 /var><var 49 F201F5 /var>Bhavacakra<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Meisui<var 49 01 /var><var 48 01 /var> to 530, <var 48 F201F4 /var><var 49 F201F5 /var>Forked Raiju<var 49 01 /var><var 48 01 /var> to 640, and <var 48 F201F4 /var><var 49 F201F5 /var>Fleeting Raiju<var 49 01 /var><var 48 01 /var> to 640.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>双刃旋の威力：<var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>風断ちの威力：<var 49 01 /var><var 48 01 /var>240 <var 48 F201F8 /var><var 49 F201F9 /var>旋風刃の威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>風魔手裏剣の威力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>雷遁の術の威力：<var 49 01 /var><var 48 01 /var>740 <var 48 F201F8 /var><var 49 F201F9 /var>水遁の術の威力：<var 49 01 /var><var 48 01 /var>580 <var 48 F201F8 /var><var 49 F201F9 /var>強甲破点突の威力：<var 49 01 /var><var 48 01 /var>220 <var 48 F201F8 /var><var 49 F201F9 /var>六道輪廻の威力：<var 49 01 /var><var 48 01 /var>380 <var 48 F201F8 /var><var 49 F201F9 /var>命水効果中の六道輪廻の威力：<var 49 01 /var><var 48 01 /var>530 <var 48 F201F8 /var><var 49 F201F9 /var>月影雷獣爪の威力：<var 49 01 /var><var 48 01 /var>700 <var 48 F201F8 /var><var 49 F201F9 /var>月影雷獣牙の威力：<var 49 01 /var><var 48 01 /var>700

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Cascade<var 49 01 /var><var 48 01 /var> to 220, <var 48 F201F4 /var><var 49 F201F5 /var>Fountain<var 49 01 /var><var 48 01 /var> to 120, <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var> to 280, <var 48 F201F4 /var><var 49 F201F5 /var>Fountainfall<var 49 01 /var><var 48 01 /var> to 340, <var 48 F201F4 /var><var 49 F201F5 /var>Double Standard Finish<var 49 01 /var><var 48 01 /var> to 850, <var 48 F201F4 /var><var 49 F201F5 /var>Quadruple Technical Finish<var 49 01 /var><var 48 01 /var> to 1,300, and <var 48 F201F4 /var><var 49 F201F5 /var>Saber Dance<var 49 01 /var><var 48 01 /var> to 520.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>カスケードの威力：<var 49 01 /var><var 48 01 /var>220 <var 48 F201F8 /var><var 49 F201F9 /var>ファウンテンの威力：<var 49 01 /var><var 48 01 /var>120 <var 48 F201F8 /var><var 49 F201F9 /var>ダブル・スタンダードフィニッシュの威力：<var 49 01 /var><var 48 01 /var>850 <var 48 F201F8 /var><var 49 F201F9 /var>リバースカスケードの威力：<var 49 01 /var><var 48 01 /var>280 <var 48 F201F8 /var><var 49 F201F9 /var>扇の舞い【序】の威力：<var 49 01 /var><var 48 01 /var>180 <var 48 F201F8 /var><var 49 F201F9 /var>ファウンテンフォールの威力：<var 49 01 /var><var 48 01 /var>340 <var 48 F201F8 /var><var 49 F201F9 /var>扇の舞い【急】の威力：<var 49 01 /var><var 48 01 /var>220 <var 48 F201F8 /var><var 49 F201F9 /var>クワッド・テクニカルフィニッシュの威力：<var 49 01 /var><var 48 01 /var>1300 <var 48 F201F8 /var><var 49 F201F9 /var>剣の舞いの威力：<var 49 01 /var><var 48 01 /var>520 <var 48 F201F8 /var><var 49 F201F9 /var>扇の舞い【終】の威力：<var 49 01 /var><var 48 01 /var>420
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Cascade<var 49 01 /var><var 48 01 /var> до 220, <var 48 F201F4 /var><var 49 F201F5 /var>Fountain<var 49 01 /var><var 48 01 /var> до 120, <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var> до 280, <var 48 F201F4 /var><var 49 F201F5 /var>Fountainfall<var 49 01 /var><var 48 01 /var> до 340, <var 48 F201F4 /var><var 49 F201F5 /var>Double Standard Finish<var 49 01 /var><var 48 01 /var> до 850, <var 48 F201F4 /var><var 49 F201F5 /var>Quadruple Technical Finish<var 49 01 /var><var 48 01 /var> до 1,300, и <var 48 F201F4 /var><var 49 F201F5 /var>Saber Dance<var 49 01 /var><var 48 01 /var> до 520.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Hard Slash<var 49 01 /var><var 48 01 /var> to 260, <var 48 F201F4 /var><var 49 F201F5 /var>Syphon Strike<var 49 01 /var><var 48 01 /var> to 220, <var 48 F201F4 /var><var 49 F201F5 /var>Souleater<var 49 01 /var><var 48 01 /var> to 240, <var 48 F201F4 /var><var 49 F201F5 /var>Stalwart Soul<var 49 01 /var><var 48 01 /var> to 120, <var 48 F201F4 /var><var 49 F201F5 /var>Bloodspiller<var 49 01 /var><var 48 01 /var> to 580, and <var 48 F201F4 /var><var 49 F201F5 /var>Quietus<var 49 01 /var><var 48 01 /var> to 240.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ハードスラッシュの威力：<var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>サイフォンストライクの威力：<var 49 01 /var><var 48 01 /var>240 <var 48 F201F8 /var><var 49 F201F9 /var>ソウルイーターの威力：<var 49 01 /var><var 48 01 /var>260 <var 48 F201F8 /var><var 49 F201F9 /var>ストルワートソウルの威力：<var 49 01 /var><var 48 01 /var>120 <var 48 F201F8 /var><var 49 F201F9 /var>カーヴ・アンド・スピットの威力：<var 49 01 /var><var 48 01 /var>540 <var 48 F201F8 /var><var 49 F201F9 /var>ブラッドスピラーの威力：<var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>クワイタスの威力：<var 49 01 /var><var 48 01 /var>240

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> to 360, <var 48 F201F4 /var><var 49 F201F5 /var>Astral Impulse<var 49 01 /var><var 48 01 /var> to 500, <var 48 F201F4 /var><var 49 F201F5 /var>Ruin IV<var 49 01 /var><var 48 01 /var> to 490, <var 48 F201F4 /var><var 49 F201F5 /var>Ruby Rite<var 49 01 /var><var 48 01 /var> to 540, <var 48 F201F4 /var><var 49 F201F5 /var>Topaz Rite<var 49 01 /var><var 48 01 /var> to 340, <var 48 F201F4 /var><var 49 F201F5 /var>Emerald Rite<var 49 01 /var><var 48 01 /var> to 240, <var 48 F201F4 /var><var 49 F201F5 /var>Fountain of Fire<var 49 01 /var><var 48 01 /var> to 580, <var 48 F201F4 /var><var 49 F201F5 /var>Crimson Strike<var 49 01 /var><var 48 01 /var> to 490, <var 48 F201F4 /var><var 49 F201F5 /var>Crimson Cyclone<var 49 01 /var><var 48 01 /var> to 490, <var 48 F201F4 /var><var 49 F201F5 /var>Mountain Buster<var 49 01 /var><var 48 01 /var> to 160, <var 48 F201F4 /var><var 49 F201F5 /var>Slipstream<var 49 01 /var><var 48 01 /var> to 490, <var 48 F201F4 /var><var 49 F201F5 /var>Inferno<var 49 01 /var><var 48 01 /var> to 800, <var 48 F201F4 /var><var 49 F201F5 /var>Earthen Fury<var 49 01 /var><var 48 01 /var> to 800, and <var 48 F201F4 /var><var 49 F201F5 /var>Aerial Blast<var 49 01 /var><var 48 01 /var> to 800.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ルインガの威力：<var 49 01 /var><var 48 01 /var>360 <var 48 F201F8 /var><var 49 F201F9 /var>アストラルインパルスの威力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>ルインジャの威力：<var 49 01 /var><var 48 01 /var>490 <var 48 F201F8 /var><var 49 F201F9 /var>ルビー・リチュアルの威力：<var 49 01 /var><var 48 01 /var>540 <var 48 F201F8 /var><var 49 F201F9 /var>トパーズ・リチュアルの威力：<var 49 01 /var><var 48 01 /var>340 <var 48 F201F8 /var><var 49 F201F9 /var>エメラルド・リチュアルの威力：<var 49 01 /var><var 48 01 /var>240 <var 48 F201F8 /var><var 49 F201F9 /var>霊泉の炎の威力：<var 49 01 /var><var 48 01 /var>580 <var 48 F201F8 /var><var 49 F201F9 /var>クリムゾンストライクの威力：<var 49 01 /var><var 48 01 /var>490 <var 48 F201F8 /var><var 49 F201F9 /var>クリムゾンサイクロンの威力：<var 49 01 /var><var 48 01 /var>490 <var 48 F201F8 /var><var 49 F201F9 /var>マウンテンバスターの威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>スリップストリームの威力：<var 49 01 /var><var 48 01 /var>490 <var 48 F201F8 /var><var 49 F201F9 /var>地獄の火炎の威力：<var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>大地の怒りの威力：<var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>エリアルブラストの威力：<var 49 01 /var><var 48 01 /var>800

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Goring Blade Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Fight or Flight<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ゴアブレード実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ファイト・オア・フライト実行時
