Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Summon Emerald<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Summon Garuda<var 49 01 /var><var 48 01 /var>.
ja: サモン・エメラルドがサモン・ガルーダに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Summon Emerald<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Summon Garuda<var 49 01 /var><var 48 01 /var>.

source: Enhances the signature attack of summons, upgrading Ifrit-Egi's <var 48 F201F4 /var><var 49 F201F5 /var>Burning Strike<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Inferno<var 49 01 /var><var 48 01 /var>, Titan-Egi's <var 48 F201F4 /var><var 49 F201F5 /var>Rock Buster<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Earthen Fury<var 49 01 /var><var 48 01 /var>, and Garuda-Egi's <var 48 F201F4 /var><var 49 F201F5 /var>Aerial Slash<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Aerial Blast<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「サモン・イフリート」「サモン・タイタン」「サモン・ガルーダ」<var 49 01 /var><var 48 01 /var>により召喚するエギの実行するアクションが変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>イフリート・エギ：<var 49 01 /var><var 48 01 /var>バーニングストライクが地獄の火炎に変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>タイタン・エギ：<var 49 01 /var><var 48 01 /var>ロックバスターが大地の怒りに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>ガルーダ・エギ：<var 49 01 /var><var 48 01 /var>エリアルスラッシュがエリアルブラストに変化する。
ru: Усиливает фирменные атаки ваших призванных существ , улучшая Ifrit-Egi's <var 48 F201F4 /var><var 49 F201F5 /var>Burning Strike<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Inferno<var 49 01 /var><var 48 01 /var>, Titan-Egi's <var 48 F201F4 /var><var 49 F201F5 /var>Rock Buster<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Earthen Fury<var 49 01 /var><var 48 01 /var>, и Garuda-Egi's <var 48 F201F4 /var><var 49 F201F5 /var>Aerial Slash<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Aerial Blast<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var>.
ja: ルインラがルインガに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Aethercharge<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>.
ja: エーテルチャージがトランス・バハムートに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Aethercharge<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Further Ruin<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Energy Drain<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Energy Siphon<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ルインジャ実行可」<var 49 01 /var><var 48 01 /var>が付与されるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>エナジードレインとエナジーサイフォン実行時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Further Ruin<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Energy Drain<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Energy Siphon<var 49 01 /var><var 48 01 /var>.

source: Enhances <var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> according to your current elemental attunement. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Upgrade: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Ruby Rite<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Upgrade: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Topaz Rite<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Upgrade: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Emerald Rite<var 49 01 /var><var 48 01 /var>
ja: 自身に付与されている<var 48 F201F4 /var><var 49 F201F5 /var>「エーテル」<var 49 01 /var><var 48 01 /var>によりジェムシャインが変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>ファイアエーテル効果中：<var 49 01 /var><var 48 01 /var>ルビー・リチュアルに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>アースエーテル効果中：<var 49 01 /var><var 48 01 /var>トパーズ・リチュアルに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>ウィンドエーテル効果中：<var 49 01 /var><var 48 01 /var>エメラルド・リチュアルに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Gemshine<var 49 01 /var><var 48 01 /var> в соответствии с вашим текущим выбором гармонизации со стихией. <var 48 F201F8 /var><var 49 F201F9 /var>Улучшение гармонизации с огнем: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Ruby Rite<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Улучшение гармонизации с землей: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Topaz Rite<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Улучшение гармонизации с ветром: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Emerald Rite<var 49 01 /var><var 48 01 /var>

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Tri-disaster<var 49 01 /var><var 48 01 /var>.
ja: アウトバーストがトライディザスターに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Tri-disaster<var 49 01 /var><var 48 01 /var>.

source: Enhances <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> according to your current elemental attunement. <var 48 F201F8 /var><var 49 F201F9 /var>Fire Attunement Upgrade: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Ruby Catastrophe<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Earth Attunement Upgrade: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Topaz Catastrophe<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Wind Attunement Upgrade: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Emerald Catastrophe<var 49 01 /var><var 48 01 /var>
ja: 自身に付与されている<var 48 F201F4 /var><var 49 F201F5 /var>「エーテル」<var 49 01 /var><var 48 01 /var>によりジェムブリリアンスが変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>ファイアエーテル効果中：<var 49 01 /var><var 48 01 /var>ルビー・カタストロフィに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>アースエーテル効果中：<var 49 01 /var><var 48 01 /var>トパーズ・カタストロフィに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>ウィンドエーテル効果中：<var 49 01 /var><var 48 01 /var>エメラルド・カタストロフィに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Precious Brilliance<var 49 01 /var><var 48 01 /var> в соответствии с вашим текущим выбором гармонизации со стихией. <var 48 F201F8 /var><var 49 F201F9 /var>Улучшение гармонизации с огнем: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Ruby Catastrophe<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Улучшение гармонизации с землей: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Topaz Catastrophe<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Улучшение гармонизации с ветром: <var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>Emerald Catastrophe<var 49 01 /var><var 48 01 /var>

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> to 310, <var 48 F201F4 /var><var 49 F201F5 /var>Ruby Rite<var 49 01 /var><var 48 01 /var> to 510, <var 48 F201F4 /var><var 49 F201F5 /var>Topaz Rite<var 49 01 /var><var 48 01 /var> to 330, and <var 48 F201F4 /var><var 49 F201F5 /var>Emerald Rite<var 49 01 /var><var 48 01 /var> to 230.
ja: ルインガ、ルビー・リチュアル、トパーズ・リチュアル、エメラルド・リチュアルの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ルインガの威力：<var 49 01 /var><var 48 01 /var>310 <var 48 F201F8 /var><var 49 F201F9 /var>ルビー・リチュアルの威力：<var 49 01 /var><var 48 01 /var>510 <var 48 F201F8 /var><var 49 F201F9 /var>トパーズ・リチュアルの威力：<var 49 01 /var><var 48 01 /var>330 <var 48 F201F8 /var><var 49 F201F9 /var>エメラルド・リチュアルの威力：<var 49 01 /var><var 48 01 /var>230
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Ruin III<var 49 01 /var><var 48 01 /var> до 310, <var 48 F201F4 /var><var 49 F201F5 /var>Ruby Rite<var 49 01 /var><var 48 01 /var> до 510, <var 48 F201F4 /var><var 49 F201F5 /var>Topaz Rite<var 49 01 /var><var 48 01 /var> до 330, и <var 48 F201F4 /var><var 49 F201F5 /var>Emerald Rite<var 49 01 /var><var 48 01 /var> до 230.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Radiant Aegis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: 守りの光がチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2
ru: Позволяет накапливать заряды для последовательного использования <var 48 F201F4 /var><var 49 F201F5 /var>Radiant Aegis<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Summon Ifrit<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Summon Ifrit II<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Summon Titan<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Summon Titan II<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Summon Garuda<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Summon Garuda II<var 49 01 /var><var 48 01 /var>.
ja: サモン・イフリートがサモン・イフリートIIに、サモン・タイタンがサモン・タイタンIIに、サモン・ガルーダがサモン・ガルーダIIに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Summon Ifrit<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Summon Ifrit II<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Summon Titan<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Summon Titan II<var 49 01 /var><var 48 01 /var>, и <var 48 F201F4 /var><var 49 F201F5 /var>Summon Garuda<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Summon Garuda II<var 49 01 /var><var 48 01 /var>.

source: Adds a <var 48 F201FA /var><var 49 F201FB /var>Mana Stack<var 49 01 /var><var 48 01 /var> to your <var 48 F201F4 /var><var 49 F201F5 /var>Balance Gauge<var 49 01 /var><var 48 01 /var> upon landing <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Redoublement<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Moulinet<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Moulinet Deux<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Moulinet Trois<var 49 01 /var><var 48 01 /var>, up to a maximum of 3. Upon gaining 3 <var 48 F201FA /var><var 49 F201FB /var>Mana Stacks<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder II<var 49 01 /var><var 48 01 /var> are upgraded to <var 48 F201F4 /var><var 49 F201F5 /var>Verflare<var 49 01 /var><var 48 01 /var>. Upon learning <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var>, gaining 3 <var 48 F201FA /var><var 49 F201FB /var>Mana Stacks<var 49 01 /var><var 48 01 /var> also upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Veraero<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Veraero II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「マナスタック」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>3 3スタック付与されるとヴァルサンダーとヴァルサンダラがヴァルフレアに変化する。 さらに、ヴァルホーリーを修得するとヴァルエアロとヴァルエアロラがヴァルホーリーに変化するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>エンリポスト、エンツヴェルクハウ、エンルドゥブルマン、エンムーリネ・アン、エンムーリネ・ドゥ、エンムーリネ・トロワの命中時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder III<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Veraero<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Veraero III<var 49 01 /var><var 48 01 /var>. Upon gaining 3 <var 48 F201FA /var><var 49 F201FB /var>Mana Stacks<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder III<var 49 01 /var><var 48 01 /var> is upgraded to <var 48 F201F4 /var><var 49 F201F5 /var>Verflare<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Veraero III<var 49 01 /var><var 48 01 /var> is upgraded to <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var>.
ja: ヴァルサンダーがヴァルサンダガに、ヴァルエアロがヴァルエアロガに変化する。 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「マナスタック」<var 49 01 /var><var 48 01 /var>が3スタック付与されると、ヴァルサンダガがヴァルフレアに、ヴァルエアロガがヴァルホーリーに変化するようになる。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder III<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Veraero<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Veraero III<var 49 01 /var><var 48 01 /var>. После использования 3 <var 48 F201FA /var><var 49 F201FB /var>Mana Stacks<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder III<var 49 01 /var><var 48 01 /var> улучшается до <var 48 F201F4 /var><var 49 F201F5 /var>Verflare<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Veraero III<var 49 01 /var><var 48 01 /var> улучшается до <var 48 F201F4 /var><var 49 F201F5 /var>Verholy<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Jolt II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Jolt III<var 49 01 /var><var 48 01 /var>. Also increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Riposte<var 49 01 /var><var 48 01 /var> to 280, <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder II<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Veraero II<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Verfire<var 49 01 /var><var 48 01 /var> to 340, <var 48 F201F4 /var><var 49 F201F5 /var>Verstone<var 49 01 /var><var 48 01 /var> to 340, <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Zwerchhau<var 49 01 /var><var 48 01 /var> to 150, <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Redoublement<var 49 01 /var><var 48 01 /var> to 130, <var 48 F201F4 /var><var 49 F201F5 /var>Impact<var 49 01 /var><var 48 01 /var> to 210, and <var 48 F201F4 /var><var 49 F201F5 /var>Enchanted Reprise<var 49 01 /var><var 48 01 /var> to 340.
ja: ジョルラがジョルガに変化する。 さらに、特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>エンリポストの威力：<var 49 01 /var><var 48 01 /var>280 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルサンダラの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルエアロラの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルファイアの威力：<var 49 01 /var><var 48 01 /var>340 <var 48 F201F8 /var><var 49 F201F9 /var>ヴァルストーンの威力：<var 49 01 /var><var 48 01 /var>340 <var 48 F201F8 /var><var 49 F201F9 /var>エンツヴェルクハウの威力：<var 49 01 /var><var 48 01 /var>150 <var 48 F201F8 /var><var 49 F201F9 /var>エンルドゥブルマンの威力：<var 49 01 /var><var 48 01 /var>130 <var 48 F201F8 /var><var 49 F201F9 /var>インパクトの威力：<var 49 01 /var><var 48 01 /var>210 <var 48 F201F8 /var><var 49 F201F9 /var>エンルプリーズの威力：<var 49 01 /var><var 48 01 /var>340

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Acceleration<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: アクセラレーションがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2
ru: Позволяет накапливать заряды для последовательного использования <var 48 F201F4 /var><var 49 F201F5 /var>Acceleration<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Increases maximum stacks of <var 48 F201FA /var><var 49 F201FB /var>Manafication<var 49 01 /var><var 48 01 /var> to 6.
ja: マナフィケーションの最大スタック数を6に増加する。
ru: Увеличивает максимальное количество зарядов <var 48 F201FA /var><var 49 F201FB /var>Manafication<var 49 01 /var><var 48 01 /var> до 6.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Glare<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Glare III<var 49 01 /var><var 48 01 /var>.
ja: グレアがグレアガに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Glare<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Glare III<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Holy<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Holy III<var 49 01 /var><var 48 01 /var>.
ja: ホーリーがホーリガに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Holy<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Holy III<var 49 01 /var><var 48 01 /var>.

source: Increases the healing potency of <var 48 F201F4 /var><var 49 F201F5 /var>Cure<var 49 01 /var><var 48 01 /var> to 500, <var 48 F201F4 /var><var 49 F201F5 /var>Medica<var 49 01 /var><var 48 01 /var> to 400, <var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var> to 800, <var 48 F201F4 /var><var 49 F201F5 /var>Regen<var 49 01 /var><var 48 01 /var> to 250, <var 48 F201F4 /var><var 49 F201F5 /var>Cure III<var 49 01 /var><var 48 01 /var> to 600, <var 48 F201F4 /var><var 49 F201F5 /var>Medica II<var 49 01 /var><var 48 01 /var> to 250, <var 48 F201F4 /var><var 49 F201F5 /var>Medica II<var 49 01 /var><var 48 01 /var>'s <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> effect to 150, <var 48 F201F4 /var><var 49 F201F5 /var>Afflatus Solace<var 49 01 /var><var 48 01 /var> to 800, and <var 48 F201F4 /var><var 49 F201F5 /var>Afflatus Rapture<var 49 01 /var><var 48 01 /var> to 400.
ja: 特定のアクションの回復力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ケアルの回復力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>メディカの回復力：<var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>ケアルラの回復力：<var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>リジェネの継続回復効果の回復力：<var 49 01 /var><var 48 01 /var>250 <var 48 F201F8 /var><var 49 F201F9 /var>ケアルガの回復力：<var 49 01 /var><var 48 01 /var>600 <var 48 F201F8 /var><var 49 F201F9 /var>メディカラの回復力：<var 49 01 /var><var 48 01 /var>250 <var 48 F201F8 /var><var 49 F201F9 /var>メディカラの継続回復効果の回復力：<var 49 01 /var><var 48 01 /var>150 <var 48 F201F8 /var><var 49 F201F9 /var>ハート・オブ・ソラスの回復力：<var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>ハート・オブ・ラプチャーの回復力：<var 49 01 /var><var 48 01 /var>400
ru: Увеличивает силу исцеления <var 48 F201F4 /var><var 49 F201F5 /var>Cure<var 49 01 /var><var 48 01 /var> до 500, <var 48 F201F4 /var><var 49 F201F5 /var>Medica<var 49 01 /var><var 48 01 /var> до 400, <var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var> до 800, <var 48 F201F4 /var><var 49 F201F5 /var>Regen<var 49 01 /var><var 48 01 /var> до 250, <var 48 F201F4 /var><var 49 F201F5 /var>Cure III<var 49 01 /var><var 48 01 /var> до 600, <var 48 F201F4 /var><var 49 F201F5 /var>Medica II<var 49 01 /var><var 48 01 /var> до 250, <var 48 F201F4 /var><var 49 F201F5 /var>Medica II<var 49 01 /var><var 48 01 /var>'s <var 48 F201FA /var><var 49 F201FB /var>Regen<var 49 01 /var><var 48 01 /var> до 150, <var 48 F201F4 /var><var 49 F201F5 /var>Afflatus Solace<var 49 01 /var><var 48 01 /var> до 800, и <var 48 F201F4 /var><var 49 F201F5 /var>Afflatus Rapture<var 49 01 /var><var 48 01 /var> до 400.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Divine Benison<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: ディヴァインベニゾンがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2
ru: Позволяет накапливать заряды для последовательного использования <var 48 F201F4 /var><var 49 F201F5 /var>Divine Benison<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Broil III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Broil IV<var 49 01 /var><var 48 01 /var> and increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> to 220.
ja: 死炎法が極炎法に変化する。 さらに、ルインラの威力を220に上昇させる。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Broil III<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Broil IV<var 49 01 /var><var 48 01 /var> и увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> до 220.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Art of War<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Art of War II<var 49 01 /var><var 48 01 /var>.
ja: 破陣法が裂陣法に変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Art of War<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Art of War II<var 49 01 /var><var 48 01 /var>.
