Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Requiescat<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Imperator<var 49 01 /var><var 48 01 /var>.
ja: レクイエスカットがインペラトルに変化する。

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Blade of Honor Ready<var 49 01 /var><var 48 01 /var> upon landing <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Valor<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F4 /var><var 49 F201F5 /var>Imperator<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Blade of Honor<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Blade of Honor Ready<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ブレード・オブ・オナー実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ブレード・オブ・ヴァラー実行時 効果中はインペラトルがブレード・オブ・オナーに変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Vengeance<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Damnation<var 49 01 /var><var 48 01 /var>.
ja: ヴェンジェンスがダムネーションに変化する。

source: Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Burgeoning Fury<var 49 01 /var><var 48 01 /var> upon landing <var 48 F201F4 /var><var 49 F201F5 /var>Fell Cleave<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Decimate<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Inner Release<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>3 At maximum stacks, become <var 48 F201FA /var><var 49 F201FB /var>Wrathful<var 49 01 /var><var 48 01 /var>, upgrading <var 48 F201F4 /var><var 49 F201F5 /var>Inner Release<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Primal Wrath<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「原初の鼓動」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>3 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 原初の鼓動が3スタック付与されると<var 48 F201F4 /var><var 49 F201F5 /var>「原初の激震実行可」<var 49 01 /var><var 48 01 /var>に変化し、原初の解放が原初の激震に変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>原初の解放の効果中に実行するフェルクリーヴおよびデシメートの命中時

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Primal Ruination Ready<var 49 01 /var><var 48 01 /var> after executing <var 48 F201F4 /var><var 49 F201F5 /var>Primal Rend<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ルイネーター実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>20秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>プライマルレンド実行時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Blood Weapon<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Delirium<var 49 01 /var><var 48 01 /var>.
ja: ブラッドウェポンがブラッドデリリアムに変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Shadow Wall<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Shadowed Vigil<var 49 01 /var><var 48 01 /var>.
ja: シャドウウォールがシャドウヴィジルに変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Bloodspiller<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Quietus<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Scarlet Delirium<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Impalement<var 49 01 /var><var 48 01 /var> respectively.
ja: ブラッドスピラーがレッドデリリアムに、クワイタスがインペイルメントに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「ブラッドデリリアム」<var 49 01 /var><var 48 01 /var>効果中

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Nebula<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Great Nebula<var 49 01 /var><var 48 01 /var>.
ja: ネビュラがグレートネビュラに変化する。

source: Become <var 48 F201FA /var><var 49 F201FB /var>Ready to Raze<var 49 01 /var><var 48 01 /var> after executing <var 48 F201F4 /var><var 49 F201F5 /var>Fated Circle<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F4 /var><var 49 F201F5 /var>Continuation<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Fated Brand<var 49 01 /var><var 48 01 /var> when <var 48 F201FA /var><var 49 F201FB /var>Ready to Raze<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「フェイテッドブランド実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>10秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>フェイテッドサークル実行時 効果中はコンティニュエーションがフェイテッドブランドに変化する。

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Ready to Reign<var 49 01 /var><var 48 01 /var> after executing <var 48 F201F4 /var><var 49 F201F5 /var>Bloodfest<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ハートコンボ実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ブラッドソイル実行時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Bootshine<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Leaping Opo<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>True Strike<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Rising Raptor<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Snap Punch<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Pouncing Coeurl<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Elixir Field<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Elixir Burst<var 49 01 /var><var 48 01 /var>.
ja: 連撃が猿舞連撃に、正拳突きが竜頷正拳撃に、崩拳が虎襲崩拳に、蒼気砲が真空波に変化する。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Wind's Rumination<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Riddle of Wind<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「絶空拳実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>15秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>疾風の極意実行時

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Fire's Rumination<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Riddle of Fire<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「乾坤闘気弾実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>20秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>紅蓮の極意実行時

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Winged Glide<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: ウィンググライドがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Dragon's Flight<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Dragonfire Dive<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ドラゴンライズ実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ドラゴンダイブ実行時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Vorpal Thrust<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Lance Barrage<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Disembowel<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Spiral Blow<var 49 01 /var><var 48 01 /var>.
ja: ボーパルスラストがスラストラッシュに、ディセムボウルがスパイラルブロウに変化する。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Starcross Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Stardiver<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s Effect ends when <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> expires.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「スタークロッサー実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>20秒 この効果は<var 48 F201F4 /var><var 49 F201F5 /var>「紅の竜血」<var 49 01 /var><var 48 01 /var>の効果が切れると解除される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>スターダイバー実行時

source: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 15%.
ja: 自身のオートアタックの攻撃間隔と、ウェポンスキルおよび魔法のキャストタイムとリキャストタイムを15％短縮させる。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Mug<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Dokumori<var 49 01 /var><var 48 01 /var>.
ja: ぶんどるが毒盛の術に変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Trick Attack<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Kunai's Bane<var 49 01 /var><var 48 01 /var>.
ja: だまし討ちが百雷銃に変化する。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Higi<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Dokumori<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「秘技実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>毒盛の術実行時

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Tenri Jindo Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Ten Chi Jin<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F4 /var><var 49 F201F5 /var>Ten Chi Jin<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Tenri Jindo<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Tenri Jindo Ready<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「天理人道実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>天地人実行時 効果中は天地人が天理人道に変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Third Eye<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Tengentsu<var 49 01 /var><var 48 01 /var>.
ja: 心眼が天眼通に変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Hakaze<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Gyofu<var 49 01 /var><var 48 01 /var>.
ja: 刃風が暁風に変化する。

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Hissatsu: Guren<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Hissatsu: Senei<var 49 01 /var><var 48 01 /var> recast time to 60 seconds.
ja: 必殺剣・紅蓮と必殺剣・閃影のリキャストタイムを60秒に短縮させる。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Zanshin Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Ikishoten<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「残心実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>意気衝天実行時

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Tendo<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Meikyo Shisui<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F4 /var><var 49 F201F5 /var>Tenka Goken<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Tendo Goken<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Midare Setsugekka<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Tendo Setsugekka<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Tendo<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「天道」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>明鏡止水実行時 効果中は天下五剣が天道五剣に、乱れ雪月花が天道雪月花に変化する。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Oblatio<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Enshroud<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「サクリフィキウム実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>レムールシュラウド実行時

source: Grants 2 stacks of <var 48 F201FA /var><var 49 F201FB /var>Executioner<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Gluttony<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect cannot be stacked with <var 48 F201FA /var><var 49 F201FB /var>Soul Reaver<var 49 01 /var><var 48 01 /var>. Effect ends upon execution of any weaponskill or magic attack. <var 48 F201F4 /var><var 49 F201F5 /var>Gibbet<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Executioner's Gibbet<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Gallows<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Executioner's Gallows<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Guillotine<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Executioner's Guillotine<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Executioner<var 49 01 /var><var 48 01 /var>.
ja: 自身に2スタックの<var 48 F201F4 /var><var 49 F201F5 /var>「処刑人」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F4 /var><var 49 F201F5 /var>「妖異の鎌」<var 49 01 /var><var 48 01 /var>とは同時に付与されない。 この効果はウェポンスキルや魔法を実行すると解除される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>グラトニーの命中時 効果中はジビトゥ、ギャロウズ、ギロティンがそれぞれエクスジビトゥ、エクスギャロウズ、エクスギロティンに変化する。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Perfectio Occulta<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Plentiful Harvest<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201FA /var><var 49 F201FB /var>Perfectio Occulta<var 49 01 /var><var 48 01 /var> changes to <var 48 F201FA /var><var 49 F201FB /var>Perfectio Parata<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Communio<var 49 01 /var><var 48 01 /var>. Effect of <var 48 F201FA /var><var 49 F201FB /var>Perfectio Parata<var 49 01 /var><var 48 01 /var> ends upon gaining the effect of <var 48 F201FA /var><var 49 F201FB /var>Lemure Shroud<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ペルフェクティオ待機」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>ペルフェクティオ待機効果：<var 49 01 /var><var 48 01 /var>効果中にコムニオを実行すると<var 48 F201F4 /var><var 49 F201F5 /var>「ペルフェクティオ実行可」<var 49 01 /var><var 48 01 /var>に変化する。 ペルフェクティオ実行可の効果中にレムール状態になると、ペルフェクティオ実行可が解除される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>プレンティフルハーベスト実行時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Wide Volley<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Shadowbite<var 49 01 /var><var 48 01 /var>.
ja: ワイドボレーがシャドウバイトに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Wide Volley<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Shadowbite<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Bloodletter<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Heartbreak Shot<var 49 01 /var><var 48 01 /var>.
ja: ブラッドレッターがハートブレイクショットに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Bloodletter<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Heartbreak Shot<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Resonant Arrow Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Barrage<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「レゾナンスアロー実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>乱れ撃ち実行時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Resonant Arrow Ready<var 49 01 /var><var 48 01 /var> при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Barrage<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Improves <var 48 F201F4 /var><var 49 F201F5 /var>Troubadour<var 49 01 /var><var 48 01 /var>'s damage reduction effect to 15%.
ja: トルバドゥールの効果量を15％に上昇させる。
ru: Увеличивает эффективность снижения урона <var 48 F201F4 /var><var 49 F201F5 /var>Troubadour<var 49 01 /var><var 48 01 /var>до 15%.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Radiant Encore Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Radiant Finale<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「光神のアンコール実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>光神のフィナーレ実行時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Radiant Encore Ready<var 49 01 /var><var 48 01 /var> при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Radiant Finale<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Heat Blast<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Blazing Shot<var 49 01 /var><var 48 01 /var>.
ja: ヒートブラストがブレイズショットに変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Gauss Round<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Double Check<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Ricochet<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Checkmate<var 49 01 /var><var 48 01 /var>.
ja: ガウスラウンドがダブルチェックに、リコシェットがチェックメイトに変化する。

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Drill<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Bioblaster<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: ドリルとバイオブラストがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Excavator Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Chain Saw<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F4 /var><var 49 F201F5 /var>Chain Saw<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Excavator<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Excavator Ready<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「エクスカベーター実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>回転のこぎり実行時 効果中は回転のこぎりがエクスカベーターに変化する。

source: Improves <var 48 F201F4 /var><var 49 F201F5 /var>Tactician<var 49 01 /var><var 48 01 /var>'s damage reduction effect to 15%.
ja: タクティシャンの効果量を15％に上昇させる。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Full Metal Machinist<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Barrel Stabilizer<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「フルメタルバースト実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>バレルヒーター実行時
