Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Adds a healing effect to <var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Confiteor<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency:<var 49 01 /var><var 48 01 /var> 400
ja: ホーリースピリット、ホーリーサークル、コンフィテオルにＨＰ回復効果を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>回復力：<var 49 01 /var><var 48 01 /var>400
ru: Добавляет эффект восполнения ваших ОЗ к действиям <var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Confiteor<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 400.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Spirits Within<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Expiacion<var 49 01 /var><var 48 01 /var>.
ja: スピリッツウィズインがエクスピアシオンに変化する。
ru: Усовершенствует способность <var 48 F201F4 /var><var 49 F201F5 /var>Spirits Within<var 49 01 /var><var 48 01 /var> и преобразовывает ее в <var 48 F201F4 /var><var 49 F201F5 /var>Expiacion<var 49 01 /var><var 48 01 /var>.

source: Adds a healing effect to <var 48 F201F4 /var><var 49 F201F5 /var>Divine Veil<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>400
ja: ディヴァインヴェール実行時に、対象のＨＰを回復させる。 <var 48 F201F8 /var><var 49 F201F9 /var>回復力：<var 49 01 /var><var 48 01 /var>400
ru: Добавляет к способности <var 48 F201F4 /var><var 49 F201F5 /var>Divine Veil<var 49 01 /var><var 48 01 /var> эффект восстановления ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>400.

source: Adds a healing effect to <var 48 F201F4 /var><var 49 F201F5 /var>Shake It Off<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>300
ja: シェイクオフ実行時に、対象のＨＰを回復させる。 <var 48 F201F8 /var><var 49 F201F9 /var>回復力：<var 49 01 /var><var 48 01 /var>300
ru: Добавляет к способности <var 48 F201F4 /var><var 49 F201F5 /var>Shake It Off<var 49 01 /var><var 48 01 /var> эффект восстановления ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления: <var 49 01 /var><var 48 01 /var>300.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Raw Intuition<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Bloodwhetting<var 49 01 /var><var 48 01 /var>.
ja: 原初の直感が原初の血気に変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Raw Intuition<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Bloodwhetting<var 49 01 /var><var 48 01 /var>.

source: Extends the duration of <var 48 F201FA /var><var 49 F201FB /var>Nascent Flash<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Nascent Glint<var 49 01 /var><var 48 01 /var> to 8 seconds. Grants <var 48 F201FA /var><var 49 F201FB /var>Stem the Flow<var 49 01 /var><var 48 01 /var> to target, reducing damage taken by 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>4s Grants <var 48 F201FA /var><var 49 F201FB /var>Stem the Tide<var 49 01 /var><var 48 01 /var> to target, nullifying damage equivalent to a heal of 400 potency. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ja: 原初の猛り実行時に付与する<var 48 F201F4 /var><var 49 F201F5 /var>「原初の猛り」<var 49 01 /var><var 48 01 /var>と<var 48 F201F4 /var><var 49 F201F5 /var>「原初の猛り［被］」<var 49 01 /var><var 48 01 /var>の効果時間を8秒に延長する。 さらに、<var 48 F201F4 /var><var 49 F201F5 /var>「原初の猛り［被］」<var 49 01 /var><var 48 01 /var>に、下記の効果を追加する。 <var 48 F201F8 /var><var 49 F201F9 /var>追加効果：<var 49 01 /var><var 48 01 /var>対象に<var 48 F201F4 /var><var 49 F201F5 /var>「原初の血潮」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>4秒 <var 48 F201F8 /var><var 49 F201F9 /var>原初の血潮効果：<var 49 01 /var><var 48 01 /var>対象の被ダメージを10％軽減する。 <var 48 F201F8 /var><var 49 F201F9 /var>追加効果：<var 49 01 /var><var 48 01 /var>対象に一定量のダメージを防ぐバリアである<var 48 F201F4 /var><var 49 F201F5 /var>「原初の血煙」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>バリア量：<var 49 01 /var><var 48 01 /var>回復力400相当 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>20秒
ru: Увеличивает длительность эффекта <var 48 F201FA /var><var 49 F201FB /var>Nascent Flash<var 49 01 /var><var 48 01 /var> и эффекта <var 48 F201FA /var><var 49 F201FB /var>Nascent Glint<var 49 01 /var><var 48 01 /var> до 8 с. Позволяет накладывать на выбранного члена группы эффект <var 48 F201FA /var><var 49 F201FB /var>Stem the Flow<var 49 01 /var><var 48 01 /var>, снижающий получаемый им урон на 10%. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>4 с. Позволяет накладывать на выбранного члена группы эффект <var 48 F201FA /var><var 49 F201FB /var>Stem the Tide<var 49 01 /var><var 48 01 /var>, предотвращающий получения урона в размере исцеления с силой 400. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>20 с.

source: Grants healing over time to self. <var 48 F201F8 /var><var 49 F201F9 /var>Cure Potency: <var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ja: エクリブリウム実行時に、自身のＨＰを継続回復する。 <var 48 F201F8 /var><var 49 F201F9 /var>回復力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>15秒
ru: Добавляет к способности <var 48 F201F4 /var><var 49 F201F5 /var>Equilibrium<var 49 01 /var><var 48 01 /var> эффект периодического восстановления ОЗ. <var 48 F201F8 /var><var 49 F201F9 /var>Сила исцеления:<var 49 01 /var><var 48 01 /var> 200. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Allows a third charge of <var 48 F201F4 /var><var 49 F201F5 /var>Onslaught<var 49 01 /var><var 48 01 /var>.
ja: オンスロートの最大チャージ数が3に増加する。
ru: Добавляет третий заряд <var 48 F201F4 /var><var 49 F201F5 /var>Onslaught<var 49 01 /var><var 48 01 /var>.

source: Reduces recast time of <var 48 F201F4 /var><var 49 F201F5 /var>Shadowstride<var 49 01 /var><var 48 01 /var> by 5 seconds when executing <var 48 F201F4 /var><var 49 F201F5 /var>Unmend<var 49 01 /var><var 48 01 /var> on most targets.
ja: シャドウストライドのリキャストタイムを5秒短縮する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>一部を除く敵に対するアンメンドの命中時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Shadow<var 49 01 /var><var 48 01 /var> executed by your simulacrum to <var 48 F201F4 /var><var 49 F201F5 /var>Shadowbringer<var 49 01 /var><var 48 01 /var>, which delivers an attack to all enemies in a straight line before it with a potency of 570 for the first enemy, and 25% less for all remaining enemies.
ja: 英雄の影身が使う漆黒の波動がシャドウブリンガーに変化する。 対象に向かって無属性前方直線範囲魔法攻撃。 <var 48 F201F8 /var><var 49 F201F9 /var>威力：<var 49 01 /var><var 48 01 /var>570 2体目以降の対象への威力は25％減少する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Heart of Stone<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Heart of Corundum<var 49 01 /var><var 48 01 /var>.
ja: ハート・オブ・ストーンがハート・オブ・コランダムに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Heart of Stone<var 49 01 /var><var 48 01 /var> и преобразовывает его <var 48 F201F4 /var><var 49 F201F5 /var>Heart of Corundum<var 49 01 /var><var 48 01 /var>.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Aurora<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: オーロラがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: Become <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var> after executing <var 48 F201F4 /var><var 49 F201F5 /var>Burst Strike<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>10s <var 48 F201F4 /var><var 49 F201F5 /var>Continuation<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Hypervelocity<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Ready to Blast<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ハイパーヴェロシティ実行可」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>10秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>バーストストライク実行時 効果中はコンティニュエーションがハイパーヴェロシティに変化する。

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Powder Gauge<var 49 01 /var><var 48 01 /var> capacity to 3 <var 48 F201FA /var><var 49 F201FB /var>Cartridges<var 49 01 /var><var 48 01 /var>. Executing <var 48 F201F4 /var><var 49 F201F5 /var>Bloodfest<var 49 01 /var><var 48 01 /var> stores 3 <var 48 F201FA /var><var 49 F201FB /var>Cartridges<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「ソイル」<var 49 01 /var><var 48 01 /var>の最大スタック数が3に増加する。 さらに、ブラッドソイル実行時に3スタックのソイルが付与されるようになる。
ru: Увеличивает вместимость вашей <var 48 F201F4 /var><var 49 F201F5 /var>Шкалы Powder<var 49 01 /var><var 48 01 /var> до трех <var 48 F201FA /var><var 49 F201FB /var>Cartridge<var 49 01 /var><var 48 01 /var>. Позволяет заряжать 3 <var 48 F201FA /var><var 49 F201FB /var>Cartridge<var 49 01 /var><var 48 01 /var> при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Bloodfest<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Steel Peak<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>The Forbidden Chakra<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Steeled Meditation<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Forbidden Meditation<var 49 01 /var><var 48 01 /var>.
ja: 鉄山闘気が陰陽闘気に、鉄山靠が陰陽闘気斬に変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Inspirited Meditation<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Enlightened Meditation<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Howling Fist<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Enlightenment<var 49 01 /var><var 48 01 /var>.
ja: 空鳴闘気が万象闘気に、空鳴拳が万象闘気圏に変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Arm of the Destroyer<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Shadow of the Destroyer<var 49 01 /var><var 48 01 /var>.
ja: 壊神衝が壊神脚に変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Arm of the Destroyer<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Shadow of the Destroyer<var 49 01 /var><var 48 01 /var>.

source: Allows a third charge of <var 48 F201F4 /var><var 49 F201F5 /var>Thunderclap<var 49 01 /var><var 48 01 /var>.
ja: 抜重歩法の最大チャージ数が3に増加する。
ru: Позволяет использовать 3 заряд <var 48 F201F4 /var><var 49 F201F5 /var>Thunderclap<var 49 01 /var><var 48 01 /var>.

source: Guarantees that a chakra will open when you are under the effect of <var 48 F201FA /var><var 49 F201FB /var>Meditative Brotherhood<var 49 01 /var><var 48 01 /var> and execute a weaponskill or cast a spell.
ja: 自身に付与される<var 48 F201F4 /var><var 49 F201F5 /var>「桃園結義：闘気」<var 49 01 /var><var 48 01 /var>による<var 48 F201F4 /var><var 49 F201F5 /var>「闘気」<var 49 01 /var><var 48 01 /var>の付与確率を100％に上昇させる。
ru: Гарантирует открытие чакры при нахождении под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Meditative Brotherhood<var 49 01 /var><var 48 01 /var> и использовании заклинаний или умений.

source: When under the effect of <var 48 F201FA /var><var 49 F201FB /var>Perfect Balance<var 49 01 /var><var 48 01 /var>, grants <var 48 F201FA /var><var 49 F201FB /var>Beast Chakra<var 49 01 /var><var 48 01 /var> in accordance with the form granted by the executed weaponskills. Weaponskills granting <var 48 F201FA /var><var 49 F201FB /var>opo-opo<var 49 01 /var><var 48 01 /var> form will also grant <var 48 F201FA /var><var 49 F201FB /var>Coeurl Chakra<var 49 01 /var><var 48 01 /var>. Weaponskills granting <var 48 F201FA /var><var 49 F201FB /var>raptor<var 49 01 /var><var 48 01 /var> form will also grant <var 48 F201FA /var><var 49 F201FB /var>Opo-opo Chakra<var 49 01 /var><var 48 01 /var>. Weaponskills granting <var 48 F201FA /var><var 49 F201FB /var>coeurl<var 49 01 /var><var 48 01 /var> form will also grant <var 48 F201FA /var><var 49 F201FB /var>Raptor Chakra<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「壱の型」「弐の型」「参の型」<var 49 01 /var><var 48 01 /var>のいずれかを付与するウェポンスキルを実行すると、自身に対応する<var 48 F201F4 /var><var 49 F201F5 /var>「チャクラ」<var 49 01 /var><var 48 01 /var>が付与されるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>壱の型を付与するウェポンスキル：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「猛虎のチャクラ」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>弐の型を付与するウェポンスキル：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「魔猿のチャクラ」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>参の型を付与するウェポンスキル：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「走竜のチャクラ」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「踏鳴」<var 49 01 /var><var 48 01 /var>効果中

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Jump<var 49 01 /var><var 48 01 /var> to 320.
ja: ジャンプの威力を320に上昇させる。

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var> after successfully completing a combo with <var 48 F201F4 /var><var 49 F201F5 /var>Coerthan Torment<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect of <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var> ends upon execution of any melee weaponskill. Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Doom Spike<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Draconian Fury<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var>.
ja: クルザントーメントのコンボ成功時に、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「竜眼」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 この効果はウェポンスキルによる近接攻撃を実行すると解除される。 効果時間中はドゥームスパイクが<var 48 F201F4 /var><var 49 F201F5 /var>「竜眼蒼穹」<var 49 01 /var><var 48 01 /var>に変化する。
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var> после успешного завершения комбо с <var 48 F201F4 /var><var 49 F201F5 /var>Coerthan Torment<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Эффект <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var> заканчивается при использования любого умения ближнего боя. Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Doom Spike<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Draconian Fury<var 49 01 /var><var 48 01 /var> под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var>.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Spineshatter Dive<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: スパインダイブがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2
ru: Позволяет накапливать заряды для последовательного использования <var 48 F201F4 /var><var 49 F201F5 /var>Spineshatter Dive<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Full Thrust<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Heavens' Thrust<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Chaos Thrust<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Chaotic Spring<var 49 01 /var><var 48 01 /var>. Also increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Drakesbane<var 49 01 /var><var 48 01 /var> to 400.
ja: フルスラストがヘヴンスラストに変化し、桜華狂咲が桜華繚乱に変化する。 さらに、雲蒸竜変の威力を400に上昇させる。

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Life Surge<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: ライフサージがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2
ru: Позволяет накапливать заряды для последовательного использования <var 48 F201F4 /var><var 49 F201F5 /var>Life Surge<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by 15 upon successfully completing a combo with <var 48 F201F4 /var><var 49 F201F5 /var>Aeolian Edge<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Armor Crush<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「忍気」<var 49 01 /var><var 48 01 /var>の上昇量が15に増加する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>旋風刃と強甲破点突のコンボ成功時
ru: Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> на 15 после успешного завершения комбо с <var 48 F201F4 /var><var 49 F201F5 /var>Aeolian Edge<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Armor Crush<var 49 01 /var><var 48 01 /var>.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Bhavacakra<var 49 01 /var><var 48 01 /var> to 500 while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Meisui<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration:<var 49 01 /var><var 48 01 /var> 30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「命水」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>命水効果：<var 49 01 /var><var 48 01 /var>次に実行する六道輪廻の威力を500に上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>命水実行時
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Bhavacakra<var 49 01 /var><var 48 01 /var> до 500 под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Meisui<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность:<var 49 01 /var><var 48 01 /var> 30 с.

source: Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Raiju Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Raiton<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>3 <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect of <var 48 F201FA /var><var 49 F201FB /var>Raiju Ready<var 49 01 /var><var 48 01 /var> ends upon execution of any melee weaponskill.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「月影雷獣実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>3 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 この効果はウェポンスキルによる近接攻撃を実行すると解除される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>雷遁の術実行時
ru: Дает заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Raiju Ready<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Raiton<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>3 <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. Эффект <var 48 F201FA /var><var 49 F201FB /var>Raiju Ready<var 49 01 /var><var 48 01 /var> прекращается после использования любого умения ближнего боя.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Tsubame-gaeshi<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: 燕返しがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2
ru: Позволяет накапливать заряды для последовательного использования <var 48 F201F4 /var><var 49 F201F5 /var>Tsubame-gaeshi<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Meikyo Shisui<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2 Also grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Tsubame-gaeshi Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Meikyo Shisui<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 明鏡止水がチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Quick Nock<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Ladonsbite<var 49 01 /var><var 48 01 /var>.
ja: クイックノックがラドンバイトに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Quick Nock<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Ladonsbite<var 49 01 /var><var 48 01 /var>.

source: Allows a third charge of <var 48 F201F4 /var><var 49 F201F5 /var>Bloodletter<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Rain of Death<var 49 01 /var><var 48 01 /var>.
ja: ブラッドレッターとレイン・オブ・デスの最大チャージ数が3に増加する。
ru: Позволяет накапливать 3 заряда <var 48 F201F4 /var><var 49 F201F5 /var>Bloodletter<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Rain of Death<var 49 01 /var><var 48 01 /var>.
