Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Adds an additional effect to <var 48 F201F4 /var><var 49 F201F5 /var>Asylum<var 49 01 /var><var 48 01 /var> that increases HP recovery via healing actions by 10%.
ja: アサイラムに、「効果範囲内にいるパーティメンバーの受けるＨＰ回復効果が10％上昇する効果」が付与される。
ru: Добавляет дополнительный эффект к <var 48 F201F4 /var><var 49 F201F5 /var>Asylum<var 49 01 /var><var 48 01 /var> Увеличивает на 10% эффективность исцеляющих действий, восстанавливающих ОЗ.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Bio II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Biolysis<var 49 01 /var><var 48 01 /var>.
ja: バイオラが蠱毒法に変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Bio II<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Biolysis<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Broil II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Broil III<var 49 01 /var><var 48 01 /var> and increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> to 200.
ja: 魔炎法が死炎法に変化する。 さらに、ルインラの威力を200に上昇させる。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Broil II<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Broil III<var 49 01 /var><var 48 01 /var> и увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> до 200.

source: Adds an additional effect to <var 48 F201F4 /var><var 49 F201F5 /var>Sacred Soil<var 49 01 /var><var 48 01 /var> that grants healing over time.
ja: 野戦治療の陣に、「効果範囲内にいるパーティメンバーを継続回復させる効果」が付与される。
ru: Добавляет дополнительный эффект к <var 48 F201F4 /var><var 49 F201F5 /var>Sacred Soil<var 49 01 /var><var 48 01 /var> который дает исцеление с течением времени.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Combust II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Combust III<var 49 01 /var><var 48 01 /var>.
ja: コンバラがコンバガに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Combust II<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Combust III<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Malefic III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Malefic IV<var 49 01 /var><var 48 01 /var>.
ja: マレフィガがマレフィジャに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Malefic III<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Malefic IV<var 49 01 /var><var 48 01 /var>.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Essential Dignity<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: ディグニティがチャージアクションになる。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: Reduces damage taken by 20%. Furthermore, grants a bonus to maximum HP based on your vitality attribute, and a bonus to damage dealt based on your strength attribute.
ja: 自身の被ダメージを20％軽減させる。 また、ＶＩＴの上昇に伴う最大ＨＰの上昇量と、ＳＴＲの上昇に伴う与ダメージの上昇量に対して、Tankロール固有の補正がかかる。
ru: Снижает получаемый урон на 20%. Увеличивает максимальный запас ваших ОЗ и наносимый вами урон. Бонус к запасу ОЗ зависит от показателя атрибута Vitality. Бонус к увеличению урона зависит от показателя атрибута Strength.

source: Reduces damage taken by 20%. Furthermore, grants a bonus to maximum HP based on your vitality attribute, and a bonus to damage dealt based on your strength attribute.
ja: 自身の被ダメージを20％軽減させる。 また、ＶＩＴの上昇に伴う最大ＨＰの上昇量と、ＳＴＲの上昇に伴う与ダメージの上昇量に対して、Tankロール固有の補正がかかる。
ru: Снижает получаемый урон на 20%. Увеличивает максимальный запас ваших ОЗ и наносимый вами урон. Бонус к запасу ОЗ зависит от показателя атрибута Живучесть. Бонус к увеличению урона зависит от показателя атрибута Сила.

source: Reduces damage taken by 20%. Furthermore, grants a bonus to maximum HP based on your vitality attribute, and a bonus to damage dealt based on your strength attribute.
ja: 自身の被ダメージを20％軽減させる。 また、ＶＩＴの上昇に伴う最大ＨＰの上昇量と、ＳＴＲの上昇に伴う与ダメージの上昇量に対して、Tankロール固有の補正がかかる。
ru: Снижает получаемый урон на 20%. Увеличивает максимальный запас ваших ОЗ и наносимый вами урон. Бонус к запасу ОЗ зависит от показателя атрибута Vitality. Бонус к увеличению урона зависит от показателя атрибута Strength.

source: Reduces damage taken by 20%. Furthermore, grants a bonus to maximum HP based on your vitality attribute, and a bonus to damage dealt based on your strength attribute.
ja: 自身の被ダメージを20％軽減させる。 また、ＶＩＴの上昇に伴う最大ＨＰの上昇量と、ＳＴＲの上昇に伴う与ダメージの上昇量に対して、Tankロール固有の補正がかかる。
ru: Снижает получаемый урон на 20%. Увеличивает максимальный запас ваших ОЗ и наносимый вами урон. Бонус к запасу ОЗ зависит от показателя атрибута Vitality. Бонус к увеличению урона зависит от показателя атрибута Strength.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Sharpcast<var 49 01 /var><var 48 01 /var> recast timer to 30 seconds.
ja: 激成魔のリキャストタイムを30秒に短縮させる。
ru: Уменьшает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Sharpcast<var 49 01 /var><var 48 01 /var> на 30 секунд.

source: Improves <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var>'s magic damage increase to 15%.
ja: エノキアンの効果量を15％に上昇させる。
ru: Увеличивает магический урон <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var> на 15%.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Bio<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Bio II<var 49 01 /var><var 48 01 /var>.
ja: バイオがバイオラに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Bio<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Bio II<var 49 01 /var><var 48 01 /var>.

source: Automatically activates <var 48 F201FA /var><var 49 F201FB /var>Truth of Mountains<var 49 01 /var><var 48 01 /var> upon changing your class to miner.
ja: 採掘師にクラスチェンジした際、自動でトゥルー・オブ・ミネラルの効果を得る。
ru: Автоматически активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Truth of Mountains<var 49 01 /var><var 48 01 /var> при смене класса на горняк.

source: Automatically activates <var 48 F201FA /var><var 49 F201FB /var>Truth of Forests<var 49 01 /var><var 48 01 /var> upon changing your class to botanist.
ja: 園芸師にクラスチェンジした際、自動でトゥルー・オブ・フォレストの効果を得る。
ru: Автоматически активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Truth of Forests<var 49 01 /var><var 48 01 /var> при смене класса на ботаник.

source: Automatically activates <var 48 F201FA /var><var 49 F201FB /var>Truth of Oceans<var 49 01 /var><var 48 01 /var> upon changing your class to fisher.
ja: 漁師にクラスチェンジした際、自動でトゥルー・オブ・オーシャンの効果を得る。
ru: Автоматически активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Truth of Oceans<var 49 01 /var><var 48 01 /var> после смены класса на рыбак.

source: Automatically activates <var 48 F201FA /var><var 49 F201FB /var>Sneak<var 49 01 /var><var 48 01 /var> upon changing your class to miner. Effect is also automatically activated upon changing areas. <var 48 F201F4 /var><var 49 F201F5 /var>Sneak<var 49 01 /var><var 48 01 /var> will not be automatically activated in areas where the action cannot be used.
ja: 採掘師にクラスチェンジした際、またはエリア移動した際に、自動でスニークの効果を得る。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>スニークが実行できる場所
ru: Автоматически активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Sneak<var 49 01 /var><var 48 01 /var> после смены класса на горняк. Эффект также автоматически активируется при смене области. Эффект <var 48 F201F4 /var><var 49 F201F5 /var>Sneak<var 49 01 /var><var 48 01 /var> не активируется автоматически в тех областях, где это действие нельзя использовать.

source: Automatically activates <var 48 F201FA /var><var 49 F201FB /var>Sneak<var 49 01 /var><var 48 01 /var> upon changing your class to botanist. Effect is also automatically activated upon changing areas. <var 48 F201F4 /var><var 49 F201F5 /var>Sneak<var 49 01 /var><var 48 01 /var> will not be automatically activated in areas where the action cannot be used.
ja: 園芸師にクラスチェンジした際、またはエリア移動した際に、自動でスニークの効果を得る。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>スニークが実行できる場所
ru: Автоматически активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Sneak<var 49 01 /var><var 48 01 /var> при смене класса на ботаник. Эффект также автоматически активируется при смене области. Эффект <var 48 F201F4 /var><var 49 F201F5 /var>Sneak<var 49 01 /var><var 48 01 /var> не активируется автоматически в тех областях, где это действие нельзя использовать.

source: Automatically activates <var 48 F201FA /var><var 49 F201FB /var>Sneak<var 49 01 /var><var 48 01 /var> upon changing your class to fisher. Effect is also automatically activated upon changing areas. <var 48 F201F4 /var><var 49 F201F5 /var>Sneak<var 49 01 /var><var 48 01 /var> will not be automatically activated in areas where the action cannot be used.
ja: 漁師にクラスチェンジした際、またはエリア移動した際に、自動でスニークの効果を得る。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>スニークが実行できる場所
ru: Автоматически активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Sneak<var 49 01 /var><var 48 01 /var> при смене класса на рыбак. Эффект также автоматически активируется при смене зоны. Эффект <var 48 F201F4 /var><var 49 F201F5 /var>Sneak<var 49 01 /var><var 48 01 /var> не будет автоматически активироваться в зонах, где действие не может быть использовано.

source: Increases the base yield of <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> by one.
ja: 十二神の加護による獲得数がベース値から1上昇する。
ru: Увеличивает базовое количество добываемых shard, crystal и cluster с помощью <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> на 1.

source: Increases the base yield of <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> by one.
ja: 十二神の加護による獲得数がベース値から1上昇する。
ru: Увеличивает базовое количество собранных shard, crystal и cluster с помощью <var 48 F201F4 /var><var 49 F201F5 /var>The Twelve's Bounty<var 49 01 /var><var 48 01 /var> на 1.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Bountiful Yield<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Bountiful Yield II<var 49 01 /var><var 48 01 /var>.
ja: バウンティフルイールドがバウンティフルイールドIIに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Bountiful Yield<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Bountiful Yield II<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Unearth II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Unearth III<var 49 01 /var><var 48 01 /var>.
ja: アナースIIがアナースIIIに変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Impulsive Appraisal<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Impulsive Appraisal II<var 49 01 /var><var 48 01 /var>.
ja: 直感選別が直感選別IIに変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Bountiful Harvest<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Bountiful Harvest II<var 49 01 /var><var 48 01 /var>.
ja: バウンティフルハーベストがバウンティフルハーベストIIに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Bountiful Harvest<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Bountiful Harvest II<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Leaf Turn II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Leaf Turn III<var 49 01 /var><var 48 01 /var>.
ja: リーフターンIIがリーフターンIIIに変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Impulsive Appraisal<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Impulsive Appraisal II<var 49 01 /var><var 48 01 /var>.
ja: 直感選別が直感選別IIに変化する。

source: Efficiency is increased to 120%.
ja: 作業の効率が120に上昇する。

source: Efficiency is increased to 120%.
ja: 作業の効率が120に上昇する。

source: Efficiency is increased to 120%.
ja: 作業の効率が120に上昇する。

source: Efficiency is increased to 120%.
ja: 作業の効率が120に上昇する。

source: Efficiency is increased to 120%.
ja: 作業の効率が120に上昇する。

source: Efficiency is increased to 120%.
ja: 作業の効率が120に上昇する。

source: Efficiency is increased to 120%.
ja: 作業の効率が120に上昇する。

source: Efficiency is increased to 120%.
ja: 作業の効率が120に上昇する。

source: Efficiency is increased to 500%.
ja: 突貫作業の効率が500に上昇する。

source: Efficiency is increased to 500%.
ja: 突貫作業の効率が500に上昇する。

source: Efficiency is increased to 500%.
ja: 突貫作業の効率が500に上昇する。

source: Efficiency is increased to 500%.
ja: 突貫作業の効率が500に上昇する。

source: Efficiency is increased to 500%.
ja: 突貫作業の効率が500に上昇する。

source: Efficiency is increased to 500%.
ja: 突貫作業の効率が500に上昇する。

source: Efficiency is increased to 500%.
ja: 突貫作業の効率が500に上昇する。

source: Efficiency is increased to 500%.
ja: 突貫作業の効率が500に上昇する。

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Outburst<var 49 01 /var><var 48 01 /var> to 90.
ja: アウトバーストの威力を90に上昇させる。

source: Allows you to execute trial synthesis.
ja: 製作練習が実行可能になる。

source: Allows you to execute trial synthesis.
ja: 製作練習が実行可能になる。

source: Allows you to execute trial synthesis.
ja: 製作練習が実行可能になる。

source: Allows you to execute trial synthesis.
ja: 製作練習が実行可能になる。

source: Allows you to execute trial synthesis.
ja: 製作練習が実行可能になる。

source: Allows you to execute trial synthesis.
ja: 製作練習が実行可能になる。

source: Allows you to execute trial synthesis.
ja: 製作練習が実行可能になる。

source: Allows you to execute trial synthesis.
ja: 製作練習が実行可能になる。

source: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 5%.
ja: 自身のオートアタックの攻撃間隔と、ウェポンスキルおよび魔法のキャストタイムとリキャストタイムを5％短縮させる。
ru: Уменьшает время применения и время восстановления умений и заклинаний, а также задержку между автоатаками на 5%

source: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 10%.
ja: 自身のオートアタックの攻撃間隔と、ウェポンスキルおよび魔法のキャストタイムとリキャストタイムを10％短縮させる。
ru: Уменьшает время применения и время восстановления умений и заклинаний, а также задержку между автоатаками на 10%

source: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 15%.
ja: 自身のオートアタックの攻撃間隔と、ウェポンスキルおよび魔法のキャストタイムとリキャストタイムを15％短縮させる。
ru: Уменьшает время применения и время восстановления умений и заклинаний, а также задержку между автоатаками на 15%

source: Reduces weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay by 20%.
ja: 自身のオートアタックの攻撃間隔と、ウェポンスキルおよび魔法のキャストタイムとリキャストタイムを20％短縮させる。

source: Increases base action damage and HP restoration by 10%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.1倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 10%

source: Increases base action damage and HP restoration by 30%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.3倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 30%

source: Grants 1 stack of <var 48 F201FA /var><var 49 F201FB /var>Addersgall<var 49 01 /var><var 48 01 /var> automatically every twenty seconds. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>3 Can be charged outside of combat.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「アダーガル」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>3 アダーガルは20秒経過するたびに付与される。 また、アダーガルは自身が戦闘不能状態でも付与される。
ru: Дает 1 заряд <var 48 F201FA /var><var 49 F201FB /var>Addersgall<var 49 01 /var><var 48 01 /var> автоматически каждые 20 секунд. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>3 Может накапливать заряды только вне боя.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Dosis<var 49 01 /var><var 48 01 /var> to 250, <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma<var 49 01 /var><var 48 01 /var> to 330, and <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis<var 49 01 /var><var 48 01 /var> to 35.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ドシスの威力：<var 49 01 /var><var 48 01 /var>250 <var 48 F201F8 /var><var 49 F201F9 /var>フレグマの威力：<var 49 01 /var><var 48 01 /var>330 <var 48 F201F8 /var><var 49 F201F9 /var>エウクラシア・ドシスの威力：<var 49 01 /var><var 48 01 /var>35
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Dosis<var 49 01 /var><var 48 01 /var> до 250, <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma<var 49 01 /var><var 48 01 /var> до 330, и <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis<var 49 01 /var><var 48 01 /var> до 35.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Dosis<var 49 01 /var><var 48 01 /var> to 300, <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma<var 49 01 /var><var 48 01 /var> to 400, and <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis<var 49 01 /var><var 48 01 /var> to 40.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ドシスの威力：<var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>フレグマの威力：<var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>エウクラシア・ドシスの威力：<var 49 01 /var><var 48 01 /var>40
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Dosis<var 49 01 /var><var 48 01 /var> до 300, <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma<var 49 01 /var><var 48 01 /var> до 400, и <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis<var 49 01 /var><var 48 01 /var> до 40.

source: Grants 1 stack of <var 48 F201FA /var><var 49 F201FB /var>Addersting<var 49 01 /var><var 48 01 /var> when the barrier granted by <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> to any party member or the barrier granted by <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var> to self is completely absorbed. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>3
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「アダースティング」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>3 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「エウクラシア・ディアグノシス」<var 49 01 /var><var 48 01 /var>および自身に付与した<var 48 F201F4 /var><var 49 F201F5 /var>「エウクラシア・プログノシス」<var 49 01 /var><var 48 01 /var>がダメージを完全に吸収して消滅したとき。
ru: Активирует 1 заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Addersting<var 49 01 /var><var 48 01 /var> когда защитный барьер, наложенный <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Diagnosis<var 49 01 /var><var 48 01 /var> на любого члена группы или <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var> наложенный на вас, поглотит весь урон. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>3

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Dosis<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Dosis II<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma II<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis II<var 49 01 /var><var 48 01 /var>. Also increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon<var 49 01 /var><var 48 01 /var> to 300.
ja: ドシスがドシスIIに変化する。 フレグマがフレグマIIに変化する。 エウクラシア・ドシスがエウクラシア・ドシスIIに変化する。 さらに、トキシコンの威力を300に上昇させる。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Dosis<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Dosis II<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma II<var 49 01 /var><var 48 01 /var>, и <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis II<var 49 01 /var><var 48 01 /var>. Так же увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon<var 49 01 /var><var 48 01 /var> до 300.

source: Adds an additional effect to <var 48 F201F4 /var><var 49 F201F5 /var>Kerachole<var 49 01 /var><var 48 01 /var> that grants healing over time.
ja: ケーラコレに、「対象のＨＰを継続回復する効果」が付与される。
ru: Добавляет дополнительный эффект <var 48 F201F4 /var><var 49 F201F5 /var>Kerachole<var 49 01 /var><var 48 01 /var>, дающий постепенное восстановление ОЗ.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Dosis II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Dosis III<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma III<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis III<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Dyskrasia<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Dyskrasia II<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon II<var 49 01 /var><var 48 01 /var>.
ja: ドシスIIがドシスIIIに変化する。 フレグマIIがフレグマIIIに変化する。 エウクラシア・ドシスIIがエウクラシア・ドシスIIIに変化する。 ディスクラシアがディスクラシアIIに変化する。 トキシコンがトキシコンIIに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Dosis II<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Dosis III<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma II<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Phlegma III<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis II<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Dosis III<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Dyskrasia<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Dyskrasia II<var 49 01 /var><var 48 01 /var>, и <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon II<var 49 01 /var><var 48 01 /var>.
