Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Last Dance Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Standard Finish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ラストダンス実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>スタンダードフィニッシュ成功時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Last Dance Ready<var 49 01 /var><var 48 01 /var> при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Standard Finish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Finishing Move Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Flourish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F4 /var><var 49 F201F5 /var>Standard Step<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Finishing Move<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Finishing Move Ready<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「フィニシングムーブ実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>フラリッシュ実行時 効果中はスタンダードステップがフィニシングムーブに変化する。
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Finishing Move Ready<var 49 01 /var><var 48 01 /var> при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Flourish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F4 /var><var 49 F201F5 /var>Standard Step<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Finishing Move<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Finishing Move Ready<var 49 01 /var><var 48 01 /var>.

source: Improves <var 48 F201F4 /var><var 49 F201F5 /var>Shield Samba<var 49 01 /var><var 48 01 /var>'s damage reduction effect to 15%.
ja: 守りのサンバの効果量を15％に上昇させる。
ru: Повышает эффект снижения урона от <var 48 F201F4 /var><var 49 F201F5 /var>Shield Samba<var 49 01 /var><var 48 01 /var>до 15%.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Dance of the Dawn Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F4 /var><var 49 F201F5 /var>Saber Dance<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Dance of the Dawn<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Dance of the Dawn Ready<var 49 01 /var><var 48 01 /var> and the <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> is 50 or higher.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「暁の舞い実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>テクニカルフィニッシュ成功時 効果中かつ<var 48 F201F4 /var><var 49 F201F5 /var>「エスプリ」<var 49 01 /var><var 48 01 /var>が50以上蓄積されると剣の舞いが暁の舞いに変化する。
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Dance of the Dawn Ready<var 49 01 /var><var 48 01 /var> при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с. <var 48 F201F4 /var><var 49 F201F5 /var>Saber Dance<var 49 01 /var><var 48 01 /var> сменяется на <var 48 F201F4 /var><var 49 F201F5 /var>Dance of the Dawn<var 49 01 /var><var 48 01 /var> под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Dance of the Dawn Ready<var 49 01 /var><var 48 01 /var> а показатель <var 48 F201F4 /var><var 49 F201F5 /var>шкалы Esprit<var 49 01 /var><var 48 01 /var> равен 50 или выше.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Thunder III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>High Thunder<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Thunder IV<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>High Thunder II<var 49 01 /var><var 48 01 /var>.
ja: サンダガがハイサンダーに、サンダジャがハイサンダラに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Thunder III<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>High Thunder<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Thunder IV<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>High Thunder II<var 49 01 /var><var 48 01 /var>.

source: The location of <var 48 F201F4 /var><var 49 F201F5 /var>Ley Lines<var 49 01 /var><var 48 01 /var> can be reset while its effect is active.
ja: 魔紋再設置が実行できるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「黒魔紋」<var 49 01 /var><var 48 01 /var>効果中
ru: Расположение <var 48 F201F4 /var><var 49 F201F5 /var>Ley Lines<var 49 01 /var><var 48 01 /var> может быть сброшено, пока его эффект активен.

source: Allows the stacking of a third <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「ポリグロット」<var 49 01 /var><var 48 01 /var>の最大スタック数が3に増加する。
ru: Позволяет накапливать 3 заряд <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var>.

source: Grants a stack of <var 48 F201FA /var><var 49 F201FB /var>Astral Soul<var 49 01 /var><var 48 01 /var> upon landing <var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>6
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「アストラルソウル」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>6 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 49 01 /var><var 48 01 /var>ファイジャおよびフレアの命中時 また、デスペアを詠唱時間なしで実行することができる。
ru: Активирует 1 заряд эффекта <var 48 F201FA /var><var 49 F201FB /var>Astral Soul<var 49 01 /var><var 48 01 /var> при использовании<var 48 F201F4 /var><var 49 F201F5 /var>Fire IV<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>6

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Fester<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Necrotize<var 49 01 /var><var 48 01 /var>.
ja: ミアズマバーストがミアズマノヴァに変化する。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Ruby's Glimmer<var 49 01 /var><var 48 01 /var> after executing <var 48 F201F4 /var><var 49 F201F5 /var>Searing Light<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「シアリングスパーク実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>シアリングライト実行時

source: Allows the summoning of <var 48 F201FA /var><var 49 F201FB /var>Solar Bahamut<var 49 01 /var><var 48 01 /var> in addition to <var 48 F201FA /var><var 49 F201FB /var>Demi-Phoenix<var 49 01 /var><var 48 01 /var> and <var 48 F201FA /var><var 49 F201FB /var>Demi-Bahamut<var 49 01 /var><var 48 01 /var>.
ja: ソルバハムートと、デミ・バハムートおよびデミ・フェニックスを交互に顕現させることができるようになる。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Thorned Flourish<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Embolden<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ブライヤー・クロゼ実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>エンボルデン実行時

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Grand Impact Ready<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Acceleration<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F4 /var><var 49 F201F5 /var>Jolt III<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Impact<var 49 01 /var><var 48 01 /var> change to <var 48 F201F4 /var><var 49 F201F5 /var>Grand Impact<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Grand Impact Ready<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ノーブルインパクト実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>アクセラレーション実行時 効果中はジョルガとインパクトがノーブルインパクトに変化する。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Prefulgence Ready<var 49 01 /var><var 48 01 /var> upon consuming all stacks of <var 48 F201FA /var><var 49 F201FB /var>Manafication<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s <var 48 F201F4 /var><var 49 F201F5 /var>Manafication<var 49 01 /var><var 48 01 /var> changes to <var 48 F201F4 /var><var 49 F201F5 /var>Prefulgence<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Prefulgence Ready<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「プリフルジェンス実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>マナフィケーションの効果を全て消費したとき 効果中はマナフィケーションがプリフルジェンスに変化する。

source: <var 48 F201F4 /var><var 49 F201F5 /var>Presence of Mind<var 49 01 /var><var 48 01 /var> grants 3 stacks of <var 48 F201FA /var><var 49 F201FB /var>Sacred Sight<var 49 01 /var><var 48 01 /var> upon execution. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に3スタックの<var 48 F201F4 /var><var 49 F201F5 /var>「グレアジャ実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>神速魔実行時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Medica II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Medica III<var 49 01 /var><var 48 01 /var>.
ja: メディカラがメディガに変化する。

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Tetragrammaton<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: テトラグラマトンがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: <var 48 F201F4 /var><var 49 F201F5 /var>Temperance<var 49 01 /var><var 48 01 /var> grants <var 48 F201FA /var><var 49 F201FB /var>Divine Grace<var 49 01 /var><var 48 01 /var> upon execution. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ディヴァインカレス実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>テンパランス実行時

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Impact Imminent<var 49 01 /var><var 48 01 /var> upon using <var 48 F201F4 /var><var 49 F201F5 /var>Chain Stratagem<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「埋伏の毒実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>連環計実行時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Succor<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Concitation<var 49 01 /var><var 48 01 /var>.
ja: 士気高揚の策が意気軒昂の策に変化する。

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Recitation<var 49 01 /var><var 48 01 /var> recast time to 60 seconds.
ja: 秘策のリキャストタイムを60秒に短縮する。

source: <var 48 F201FA /var><var 49 F201FB /var>Lord of Crowns<var 49 01 /var><var 48 01 /var> can be drawn when executing <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var>, and <var 48 F201FA /var><var 49 F201FB /var>Lady of Crowns<var 49 01 /var><var 48 01 /var> can be drawn when executing <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>.
ja: アストラルドローの実行時に<var 48 F201F4 /var><var 49 F201F5 /var>「クラウンロード」<var 49 01 /var><var 48 01 /var>を、アンブラルドローの実行時に<var 48 F201F4 /var><var 49 F201F5 /var>「クラウンレディ」<var 49 01 /var><var 48 01 /var>をドローするようになる。
ru: <var 48 F201FA /var><var 49 F201FB /var>Lord of Crowns<var 49 01 /var><var 48 01 /var> возможно вытянуть при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Astral Draw<var 49 01 /var><var 48 01 /var>, и <var 48 F201FA /var><var 49 F201FB /var>Lady of Crowns<var 49 01 /var><var 48 01 /var> возможно вытянуть при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Umbral Draw<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Divining<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Divination<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「オラクル実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ディヴィネーション実行時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Divining<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Divination<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Helios<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Helios Conjunction<var 49 01 /var><var 48 01 /var>.
ja: アスペクト・ヘリオスがコンジャンクション・ヘリオスに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Aspected Helios<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Helios Conjunction<var 49 01 /var><var 48 01 /var>.

source: Allows a third charge of <var 48 F201F4 /var><var 49 F201F5 /var>Essential Dignity<var 49 01 /var><var 48 01 /var>.
ja: ディグニティの最大チャージ数が3に増加する。
ru: Позволяет использовать 3 заряд <var 48 F201F4 /var><var 49 F201F5 /var>Essential Dignity<var 49 01 /var><var 48 01 /var>.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Suntouched<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Neutral Sect<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「サンサイン実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ニュートラルセクト実行時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Suntouched<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Neutral Sect<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Soteria<var 49 01 /var><var 48 01 /var> recast time to 60 seconds.
ja: ソーテリアのリキャストタイムを60秒に短縮する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Prognosis<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Eukrasian Prognosis II<var 49 01 /var><var 48 01 /var>.
ja: エウクラシア・プログノシスがエウクラシア・プログノシスIIに変化する。

source: Extends the duration of the effect increasing HP recovered by healing actions to 15 seconds.
ja: ピュシスIIの「対象が受けるＨＰ回復効果を10％上昇させる効果」の効果時間を15秒に延長する。

source: Adds an additional effect to <var 48 F201F4 /var><var 49 F201F5 /var>Rampart<var 49 01 /var><var 48 01 /var> that increases HP recovery via healing actions on self by 15%.
ja: ランパートに、「自身が受けるＨＰ回復効果を15％上昇させる効果」が付与される。

source: Extends the duration of <var 48 F201FA /var><var 49 F201FB /var>Reprisal<var 49 01 /var><var 48 01 /var> to 15 seconds.
ja: リプライザルの効果時間を15秒に延長する。

source: Extends the duration of <var 48 F201FA /var><var 49 F201FB /var>Feint<var 49 01 /var><var 48 01 /var> to 15 seconds.
ja: 牽制の効果時間を15秒に延長する。

source: Increases the healing potency of <var 48 F201F4 /var><var 49 F201F5 /var>Second Wind<var 49 01 /var><var 48 01 /var> to 800.
ja: 内丹の回復力を800に上昇させる。

source: Extends the duration of <var 48 F201FA /var><var 49 F201FB /var>Addle<var 49 01 /var><var 48 01 /var> to 15 seconds.
ja: アドルの効果時間を15秒に延長する。

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Swiftcast<var 49 01 /var><var 48 01 /var> recast time to 40 seconds.
ja: 迅速魔のリキャストタイムを40秒に短縮する。

source: Occasionally upgrades the effect of <var 48 F201FA /var><var 49 F201FB /var>Collector's Standard<var 49 01 /var><var 48 01 /var> to <var 48 F201FA /var><var 49 F201FB /var>Collector's High Standard<var 49 01 /var><var 48 01 /var>, guaranteeing <var 48 F201F4 /var><var 49 F201F5 /var>Brazen Prospector<var 49 01 /var><var 48 01 /var> increases collectability with maximum effectiveness. Chance <var 48 F201F4 /var><var 49 F201F5 /var>Meticulous Prospector<var 49 01 /var><var 48 01 /var> does not affect integrity is increased by 40%.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「活眼」<var 49 01 /var><var 48 01 /var>発生時、まれに効果がより高い<var 48 F201F4 /var><var 49 F201F5 /var>「強活眼」<var 49 01 /var><var 48 01 /var>になる。 <var 48 F201F4 /var><var 49 F201F5 /var>「強活眼」<var 49 01 /var><var 48 01 /var>の効果： 大胆純化での収集価値上昇値が必ず最大値になる。 慎重純化の、耐久を消費しなくなる追加効果の発生率を40％アップする。

source: Occasionally upgrades the effect of <var 48 F201FA /var><var 49 F201FB /var>Collector's Standard<var 49 01 /var><var 48 01 /var> to <var 48 F201FA /var><var 49 F201FB /var>Collector's High Standard<var 49 01 /var><var 48 01 /var>, guaranteeing <var 48 F201F4 /var><var 49 F201F5 /var>Brazen Woodsman<var 49 01 /var><var 48 01 /var> increases collectability with maximum effectiveness. Chance <var 48 F201F4 /var><var 49 F201F5 /var>Meticulous Woodsman<var 49 01 /var><var 48 01 /var> does not affect integrity is increased by 40%.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「活眼」<var 49 01 /var><var 48 01 /var>発生時、まれに効果がより高い<var 48 F201F4 /var><var 49 F201F5 /var>「強活眼」<var 49 01 /var><var 48 01 /var>になる。 <var 48 F201F4 /var><var 49 F201F5 /var>「強活眼」<var 49 01 /var><var 48 01 /var>の効果： 大胆純化での収集価値上昇値が必ず最大値になる。 慎重純化の、耐久を消費しなくなる追加効果の発生率を40％アップする。
ru: Иногда повышает эффект <var 48 F201FA /var><var 49 F201FB /var>Collector's Standard<var 49 01 /var><var 48 01 /var> до <var 48 F201FA /var><var 49 F201FB /var>Collector's High Standard<var 49 01 /var><var 48 01 /var>, гарантируя что <var 48 F201F4 /var><var 49 F201F5 /var>Brazen Woodsman<var 49 01 /var><var 48 01 /var> увеличит коллекционность с максимальной эффективностью. На 40% увеличивается шанс того, что <var 48 F201F4 /var><var 49 F201F5 /var>Meticulous Woodsman<var 49 01 /var><var 48 01 /var> не повлияет на целостность.

source: After exhausting a gathering point's resources, occasionally restores all integrity and gathering attempts. GP is also fully restored, but all gatherer effects expire. Effect cannot be triggered by certain gathering points such as those found in levequests.
ja: 採掘場や岩場を採集し終わったとき、まれに耐久／採集回数が最大まで回復し、もう一度採集ができるようになる。 その際、GPが全回復し、採集に関わるステータスは解除される。なお、リーヴ関連など、一部の採掘場や岩場では発生しない。

source: After exhausting a gathering point's resources, occasionally restores all integrity and gathering attempts. GP is also fully restored, but all gatherer effects expire. Effect cannot be triggered by certain gathering points such as those found in levequests.
ja: 良木や草刈場を採集し終わったとき、まれに耐久／採集回数が最大まで回復し、もう一度採集ができるようになる。 その際、GPが全回復し、採集に関わるステータスは解除される。なお、リーヴ関連など、一部の良木や草刈場では発生しない。
ru: После исчерпания ресурсов точки сбора время от времени восстанавливаются все целостности и попытки сбора. ОС также полностью восстанавливается, но все эффекты собирателя прекращают свое действие. Эффект не может быть вызван некоторыми точками сбора, например найденными в поручениях.

source: While under the effect of <var 08 E4E94513 ((<var 08 E0E9463E ((<var 48 F201FA /var><var 49 F201FB /var>Fisher's Intuition<var 49 01 /var><var 48 01 /var> or <var 48 F201FA /var><var 49 F201FB /var>Spearfisher's Intuition<var 49 01 /var><var 48 01 /var>)) (( <var 48 F201FA /var><var 49 F201FB /var>Fisher's Intuition<var 49 01 /var><var 48 01 /var>)) /var>)) (()) /var>, resets the effect duration when catching certain fish. Chance to trigger this effect differs between fish.
ja: <var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E94513 ((<var 08 E0E9463E ((「漁師の直感」「銛師の直感」)) ((「漁師の直感」)) /var>)) (()) /var><var 49 01 /var><var 48 01 /var>の効果時間を元に戻す。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var><var 08 E4E94513 ((<var 08 E0E9463E ((「漁師の直感」「銛師の直感」)) ((「漁師の直感」)) /var>)) (()) /var><var 49 01 /var><var 48 01 /var>発動中に特定の魚を釣り上げる（魚ごとに確率が異なる）
