Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Malefic<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Malefic II<var 49 01 /var><var 48 01 /var>.
ja: マレフィクがマレフィラに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Malefic<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Malefic II<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Malefic II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Malefic III<var 49 01 /var><var 48 01 /var>.
ja: マレフィラがマレフィガに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Malefic II<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Malefic III<var 49 01 /var><var 48 01 /var>.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Lightspeed<var 49 01 /var><var 48 01 /var> recast time to 60 seconds.
ja: ライトスピードのリキャストタイムを60秒に短縮させる。
ru: Снижает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Lightspeed<var 49 01 /var><var 48 01 /var> до 60 с.

source: Automatically renders all out-of-reach items reachable. Only available on mineral deposits or rocky outcrops level 60 and below.
ja: 採集開始時にすべてのリーチゲージを0にする。 対象：レベル60以下の採集場所

source: Automatically renders all out-of-reach items reachable. Only available on mature trees or patches of lush vegetation level 60 and below.
ja: 採集開始時にすべてのリーチゲージを0にする。 対象：レベル60以下の採集場所

source: Raises base GP regeneration rate by one.
ja: GPの自然回復量がベース値から1上昇する。
ru: Повышает базовый показатель регенерации ОС на 1.

source: Raises base GP regeneration rate by one.
ja: GPの自然回復量がベース値から1上昇する。
ru: Повышает базовый показатель регенерации ОС на 1.

source: Raises base GP regeneration rate by one.
ja: GPの自然回復量がベース値から1上昇する。
ru: Увеличивает базовую скорость восстановления ОС на 1.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Jolt<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Jolt II<var 49 01 /var><var 48 01 /var>. Also increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Veraero<var 49 01 /var><var 48 01 /var> to 360, and the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Verfire<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Verstone<var 49 01 /var><var 48 01 /var> to 300.
ja: ジョルトがジョルラに変化する。 さらに、ヴァルサンダーとヴァルエアロの威力を360に、ヴァルファイアとヴァルストーンの威力を300に上昇させる。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Jolt<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Jolt II<var 49 01 /var><var 48 01 /var>. Так же повышает силу <var 48 F201F4 /var><var 49 F201F5 /var>Verthunder<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Veraero<var 49 01 /var><var 48 01 /var> до 360, и силу <var 48 F201F4 /var><var 49 F201F5 /var>Verfire<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Verstone<var 49 01 /var><var 48 01 /var> до 300.

source: Adds a <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var> to your <var 48 F201F4 /var><var 49 F201F5 /var>Healing Gauge<var 49 01 /var><var 48 01 /var> for every 20 seconds you are engaged in combat, up to a maximum of 3.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ヒーリングリリー」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>3 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>自身が戦闘状態になり20秒が経過するたび
ru: Добавляет <var 48 F201FA /var><var 49 F201FB /var>Lily<var 49 01 /var><var 48 01 /var> к вашей <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Healing<var 49 01 /var><var 48 01 /var> вплоть до 3, за каждые 20 секунд нахождения в режиме боя.

source: Increases intelligence by 8.
ja: ＩＮＴが8上昇する。

source: Increases intelligence by 16.
ja: ＩＮＴが16上昇する。

source: Increases intelligence by 24.
ja: ＩＮＴが24上昇する。

source: Increases base action damage and HP restoration by 10%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.1倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 10%.

source: Increases base action damage and HP restoration by 30%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.3倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 30%.

source: Increases strength by 8.
ja: ＳＴＲが8上昇する。

source: Increases strength by 16.
ja: ＳＴＲが16上昇する。

source: Increases strength by 24.
ja: ＳＴＲが24上昇する。

source: Increases physical damage dealt via actions by 20%.
ja: 自身のオートアタックを除くアクションによる物理ダメージを20％上昇させる。

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Impactful<var 49 01 /var><var 48 01 /var> upon landing of <var 48 F201F4 /var><var 49 F201F5 /var>Jolt II<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「インパクト詠唱可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ジョルラ命中時

source: Halves MP cost for all spells while preventing casting interruptions via damage taken. Grants the following effects after successfully completing a combo with <var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority<var 49 01 /var><var 48 01 /var>: <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Divine Might<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Divine Might Effect: <var 49 01 /var><var 48 01 /var>Allows next <var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var> to be cast immediately with increased potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身が実行するすべての魔法の消費ＭＰが50％減少し、かつ被ダメージにより詠唱が中断されることがなくなる。 さらに、ロイヤルアソリティに下記の効果を追加する。 <var 48 F201F8 /var><var 49 F201F9 /var>コンボボーナス：<var 49 01 /var><var 48 01 /var>自身に<var 48 F201F4 /var><var 49 F201F5 /var>「神聖魔法効果アップ」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>神聖魔法効果アップ効果：<var 49 01 /var><var 48 01 /var>次に実行する1回のホーリースピリットまたはホーリーサークルの威力が上昇し、かつ詠唱時間無しで実行できる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ロイヤルアソリティのコンボ成功時
ru: Сокращает расход ОМ для всех ваших заклинаний и не позволяет получению урона прерывать их применение. Накладывает следующие эффекты после успешного завершения комбо с <var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority<var 49 01 /var><var 48 01 /var>: <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Divine Might<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Divine Might: <var 49 01 /var><var 48 01 /var>Позволяет моментально применять <var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var> с увеличенной силой <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> when landing all weaponskills excluding <var 48 F201F4 /var><var 49 F201F5 /var>Iaijutsu<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「剣気」<var 49 01 /var><var 48 01 /var>が追加で上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>居合術を除くウェポンスキルの命中時
ru: Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Kenki<var 49 01 /var><var 48 01 /var> при использовании любых умений, за исключением <var 48 F201F4 /var><var 49 F201F5 /var>Iaijutsu<var 49 01 /var><var 48 01 /var>.

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Oath Gauge<var 49 01 /var><var 48 01 /var> by 5 each time an auto-attack lands.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「オウス」<var 49 01 /var><var 48 01 /var>が5ずつ上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>オートアタックの命中時
ru: Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Oath<var 49 01 /var><var 48 01 /var> на 5, за каждую автоатаку.

source: Increases mind by 8.
ja: ＭＮＤが8上昇する。

source: Increases mind by 16.
ja: ＭＮＤが16上昇する。

source: Increases mind by 24.
ja: ＭＮＤが24上昇する。

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Enkindle<var 49 01 /var><var 48 01 /var> recast time to 120 seconds.
ja: エンキンドルのリキャストタイムを120秒に短縮する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Ruin<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Broil<var 49 01 /var><var 48 01 /var> and increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> to 160, and <var 48 F201F4 /var><var 49 F201F5 /var>Art of War<var 49 01 /var><var 48 01 /var> to 165.
ja: ルインが気炎法に変化する。 さらに、ルインラの威力を160に、破陣法の威力を165に上昇させる。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Ruin<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Broil<var 49 01 /var><var 48 01 /var> и увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> до 160, и <var 48 F201F4 /var><var 49 F201F5 /var>Art of War<var 49 01 /var><var 48 01 /var> до 165.

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Kenki Gauge<var 49 01 /var><var 48 01 /var> when landing select weaponskills or when taking damage while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Third Eye<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「剣気」<var 49 01 /var><var 48 01 /var>が上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>特定のウェポンスキルの命中時および心眼の実行により被ダメージの軽減に成功したとき。
ru: Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>шкалу Kenki<var 49 01 /var><var 48 01 /var> при выполнении определенных умений или при получении урона под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Third Eye<var 49 01 /var><var 48 01 /var>.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var> upon casting any spell with a cast time. While under the effect of <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>, your next spell will require no time to cast. Effect is canceled upon execution of any action other than an ability. Auto-attacks do not cancel effect. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>15s
ja: 詠唱時間を有する魔法を実行すると、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「連続魔」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>15秒 <var 48 F201F8 /var><var 49 F201F9 /var>連続魔効果：<var 49 01 /var><var 48 01 /var>次の魔法を詠唱時間無しで実行することができる。 効果時間中にオートアタックかアビリティ以外のアクションを実行すると、連続魔は即座に解除される。
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var> при произнесении любого заклинания со временем произнесения. Пока персонаж находится под эффектом <var 48 F201FA /var><var 49 F201FB /var>Dualcast<var 49 01 /var><var 48 01 /var>, ваше следующее заклинание будет использовано моментально. Эффект прекращается при выполнении любого действия, кроме способностей. Авто-атаки не отменяют эффект. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>15 с.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Ruin<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var>.
ja: ルインがルインラに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Ruin<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Berserk<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Inner Release<var 49 01 /var><var 48 01 /var>.
ja: バーサクが原初の解放に変化する。
ru: Усовершенствует способность <var 48 F201F4 /var><var 49 F201F5 /var>Berserk<var 49 01 /var><var 48 01 /var> и преобразовывает ее в <var 48 F201F4 /var><var 49 F201F5 /var>Inner Release<var 49 01 /var><var 48 01 /var>.

source: Infrequently grants the ability to discern the secrets of enemy actions wielded in battle and make them your own.
ja: 一部の敵を倒した際、まれに青魔法アクションを修得できる。 <var 48 F201F8 /var><var 49 F201F9 /var>修得条件：<var 49 01 /var><var 48 01 /var>戦闘中に敵がラーニング可能アクションを使用
ru: Иногда позволяет узнавать секреты способностей противника, применяемых в бою, и делать их своими собственными.

source: Increases base action damage and HP restoration by 10%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.1倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 10%.

source: Increases base action damage and HP restoration by 20%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.2倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 20%.

source: Increases base action damage and HP restoration by 30%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.3倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 30%.

source: Increases base action damage and HP restoration by 40%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.4倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 40%.

source: Increases base action damage and HP restoration by 50%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.5倍にする。
ru: Увеличивает базовый урон действий и восстановление ОЗ на 50%.

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 74.
ja: 「ステルス」効果が有効なモンスターの最大レベルを74にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 77.
ja: 「ステルス」効果が有効なモンスターの最大レベルを77にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 80.
ja: 「ステルス」効果が有効なモンスターの最大レベルを80にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 74.
ja: 「ステルス」効果が有効なモンスターの最大レベルを74にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 77.
ja: 「ステルス」効果が有効なモンスターの最大レベルを77にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 80.
ja: 「ステルス」効果が有効なモンスターの最大レベルを80にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 74.
ja: 「ステルス」効果が有効なモンスターの最大レベルを74にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 77.
ja: 「ステルス」効果が有効なモンスターの最大レベルを77にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 80.
ja: 「ステルス」効果が有効なモンスターの最大レベルを80にする。

source: Allows you to discern the location of fishing holes up to level 75.
ja: LV75までの穴場を発見し釣りができるようになる。

source: Allows you to discern the location of fishing holes up to level 80.
ja: LV80までの穴場を発見し釣りができるようになる。

source: Raises base GP regeneration rate by a total of two. When gathering, raises base regeneration rate by one.
ja: GPの自然回復量がベース値から2上昇する。さらに採集成功時のGP回復量がベース値から1上昇する。
ru: Повышает базовый уровень регенерации ОС на 2. При добыче повышает базовый уровень регенерации на 1.

source: Raises base GP regeneration rate by a total of two. When gathering, raises base regeneration rate by one.
ja: GPの自然回復量がベース値から2上昇する。さらに採集成功時のGP回復量がベース値から1上昇する。
ru: Повышает базовый уровень регенерации ОС на 2. При добыче повышает базовый уровень регенерации на 1.

source: Raises base GP regeneration rate by a total of two.
ja: GPの自然回復量がベース値から2上昇する。
ru: Увеличивает базовую скорость восстановления ОС на 2.

source: Raises base GP regeneration rate by a total of three. When gathering, raises base regeneration rate by one.
ja: GPの自然回復量がベース値から3上昇する。さらに採集成功時のGP回復量がベース値から1上昇する。
ru: Повышает базовую скорость регенерации ОС на 3. При добыче повышает базовый уровень регенерации на 1.

source: Raises base GP regeneration rate by a total of three. When gathering, raises base regeneration rate by one.
ja: GPの自然回復量がベース値から3上昇する。さらに採集成功時のGP回復量がベース値から1上昇する。
ru: Повышает базовую скорость регенерации ОС на 3. При сборе повышает базовый уровень регенерации на 1.

source: Raises base GP regeneration rate by a total of three.
ja: GPの自然回復量がベース値から3上昇する。
ru: Увеличивает базовую скорость восстановления ОС на 3.

source: Adds to <var 48 F201F4 /var><var 49 F201F5 /var>Solid Reason<var 49 01 /var><var 48 01 /var> a 50% chance that you will be granted <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「理知興起実行可」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>「石工の理」実行時（発動確率50％）
ru: Добавляет к <var 48 F201F4 /var><var 49 F201F5 /var>Solid Reason<var 49 01 /var><var 48 01 /var> шанс 50% на получение эффекта <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>.

source: Adds to <var 48 F201F4 /var><var 49 F201F5 /var>Ageless Words<var 49 01 /var><var 48 01 /var> a 50% chance that you will be granted <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「理知興起実行可」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>「老農の知」実行時（発動確率50％）
ru: Добавляет к <var 48 F201F4 /var><var 49 F201F5 /var>Ageless Words<var 49 01 /var><var 48 01 /var> шанс 50% на получение эффекта <var 48 F201FA /var><var 49 F201FB /var>Eureka Moment<var 49 01 /var><var 48 01 /var>.

source: May grant a stack of <var 48 F201FA /var><var 49 F201FB /var>Angler's Art<var 49 01 /var><var 48 01 /var> upon landing a large-sized fish. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>10<var 08 E4E94513 ((<var 08 E0E9463E (( Chance of being granted <var 48 F201FA /var><var 49 F201FB /var>Angler's Art<var 49 01 /var><var 48 01 /var> differs between fishing and spearfishing.)) (()) /var>)) (()) /var>
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ビッグフィッシャー」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ラージサイズ獲得時（一定確率）<var 08 E4E94513 ((<var 08 E0E9463E (( ただし、釣りで獲得した場合と、刺突漁で獲得した場合では確率が異なる。)) (()) /var>)) (()) /var> <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>10
ru: При поимке крупной рыбы может дать заряд <var 48 F201FA /var><var 49 F201FB /var>Angler's Art<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>10<var 08 E4E94513 ((<var 08 E0E9463E (( Шанс получения эффекта <var 48 F201FA /var><var 49 F201FB /var>Angler's Art<var 49 01 /var><var 48 01 /var> различается между обычной ловлей и подводной.)) (()) /var>)) (()) /var>

source: Guarantees that a chakra will open upon dealing critical damage with a weaponskill.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「闘気」<var 49 01 /var><var 48 01 /var>が付与される確率が100％に上昇する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ウェポンスキルのクリティカルヒット時
ru: Гарантирует открытие чакры при нанесении критического урона умением.

source: Restores MP when using <var 48 F201F4 /var><var 49 F201F5 /var>Riot Blade<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Spirits Within<var 49 01 /var><var 48 01 /var>.
ja: ライオットソードとスピリッツウィズインにＭＰ回復効果を付与する。
ru: Позволяет восполнять ОМ при использовании <var 48 F201F4 /var><var 49 F201F5 /var>Riot Blade<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Spirits Within<var 49 01 /var><var 48 01 /var>.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>True Thrust<var 49 01 /var><var 48 01 /var> to 230, <var 48 F201F4 /var><var 49 F201F5 /var>Vorpal Thrust<var 49 01 /var><var 48 01 /var> to 130, and <var 48 F201F4 /var><var 49 F201F5 /var>Disembowel<var 49 01 /var><var 48 01 /var> to 140. Grants <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var> if <var 48 F201F4 /var><var 49 F201F5 /var>Drakesbane<var 49 01 /var><var 48 01 /var> is executed following <var 48 F201F4 /var><var 49 F201F5 /var>Fang and Claw<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Wheeling Thrust<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s Effect of <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var> ends upon execution of any melee weaponskill. Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>True Thrust<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Raiden Thrust<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Draconian Fire<var 49 01 /var><var 48 01 /var>.
ja: 竜牙竜爪または竜尾大車輪の命中直後に雲蒸竜変の実行に成功すると、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「竜眼」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 この効果はウェポンスキルによる近接攻撃を実行すると解除される。 効果時間中はトゥルースラストが<var 48 F201F4 /var><var 49 F201F5 /var>「竜眼雷電」<var 49 01 /var><var 48 01 /var>に変化する。 さらに、特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>トゥルースラストの威力：<var 49 01 /var><var 48 01 /var>230 <var 48 F201F8 /var><var 49 F201F9 /var>ボーパルスラストの威力：<var 49 01 /var><var 48 01 /var>130 <var 48 F201F8 /var><var 49 F201F9 /var>ピアシングタロンの威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>ピアシングタロン効果アップ時のピアシングタロンの威力：<var 49 01 /var><var 48 01 /var>350 <var 48 F201F8 /var><var 49 F201F9 /var>ディセムボウルの威力：<var 49 01 /var><var 48 01 /var>140

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> when landing <var 48 F201F4 /var><var 49 F201F5 /var>Maim<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Storm's Path<var 49 01 /var><var 48 01 /var> in a combo.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「インナービースト」<var 49 01 /var><var 48 01 /var>が上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>メイムとシュトルムヴィントのコンボ成功時
ru: Позволяет накапливать <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Beast<var 49 01 /var><var 48 01 /var> при нанесении урона <var 48 F201F4 /var><var 49 F201F5 /var>Maim<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Storm's Path<var 49 01 /var><var 48 01 /var>, использованными в комбо.
