Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Increases base action damage and HP restoration by 30%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.3倍にする。
ru: Увеличивает урон базовых действий и количество восстанавливаемых вами ОЗ на 30%.

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 64.
ja: 「ステルス」効果が有効なモンスターの最大レベルを64にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 67.
ja: 「ステルス」効果が有効なモンスターの最大レベルを67にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 70.
ja: 「ステルス」効果が有効なモンスターの最大レベルを70にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 64.
ja: 「ステルス」効果が有効なモンスターの最大レベルを64にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 67.
ja: 「ステルス」効果が有効なモンスターの最大レベルを67にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 70.
ja: 「ステルス」効果が有効なモンスターの最大レベルを70にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 64.
ja: 「ステルス」効果が有効なモンスターの最大レベルを64にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 67.
ja: 「ステルス」効果が有効なモンスターの最大レベルを67にする。

source: Increases the range of enemies avoidable when using <var 48 F201F4 /var><var 49 F201F5 /var>Stealth<var 49 01 /var><var 48 01 /var> to level 70.
ja: 「ステルス」効果が有効なモンスターの最大レベルを70にする。

source: Allows you to cast your line into salt lakes.
ja: 塩湖を釣り場としてキャスト実行可能になる。
ru: Позволяет вам заниматься рыбной ловлей в соленых озерах.

source: Allows you to discern the location of fishing holes up to level 65.
ja: LV65までの穴場を発見し釣りができるようになる。

source: Allows you to discern the location of fishing holes up to level 70.
ja: LV70までの穴場を発見し釣りができるようになる。

source: Slightly increases chances of material condition becoming <var 48 F201FA /var><var 49 F201FB /var>Good<var 49 01 /var><var 48 01 /var>.
ja: 「高品質」状態になる確率がわずかに上昇する。

source: Slightly increases chances of material condition becoming <var 48 F201FA /var><var 49 F201FB /var>Good<var 49 01 /var><var 48 01 /var>.
ja: 「高品質」状態になる確率がわずかに上昇する。

source: Slightly increases chances of material condition becoming <var 48 F201FA /var><var 49 F201FB /var>Good<var 49 01 /var><var 48 01 /var>.
ja: 「高品質」状態になる確率がわずかに上昇する。

source: Slightly increases chances of material condition becoming <var 48 F201FA /var><var 49 F201FB /var>Good<var 49 01 /var><var 48 01 /var>.
ja: 「高品質」状態になる確率がわずかに上昇する。

source: Slightly increases chances of material condition becoming <var 48 F201FA /var><var 49 F201FB /var>Good<var 49 01 /var><var 48 01 /var>.
ja: 「高品質」状態になる確率がわずかに上昇する。

source: Slightly increases chances of material condition becoming <var 48 F201FA /var><var 49 F201FB /var>Good<var 49 01 /var><var 48 01 /var>.
ja: 「高品質」状態になる確率がわずかに上昇する。

source: Slightly increases chances of material condition becoming <var 48 F201FA /var><var 49 F201FB /var>Good<var 49 01 /var><var 48 01 /var>.
ja: 「高品質」状態になる確率がわずかに上昇する。

source: Slightly increases chances of material condition becoming <var 48 F201FA /var><var 49 F201FB /var>Good<var 49 01 /var><var 48 01 /var>.
ja: 「高品質」状態になる確率がわずかに上昇する。

source: May increase maximum CP on the second step of synthesis. Increase guaranteed when a <var 48 F201FA /var><var 49 F201FB /var>specialist<var 49 01 /var><var 48 01 /var>.
ja: 製作開始から2ターン目に、一定確率で最大CPを増加させる「魔匠の閃き」状態を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>マイスター時：<var 49 01 /var><var 48 01 /var>必ず発動する

source: May increase maximum CP on the second step of synthesis. Increase guaranteed when a <var 48 F201FA /var><var 49 F201FB /var>specialist<var 49 01 /var><var 48 01 /var>.
ja: 製作開始から2ターン目に、一定確率で最大CPを増加させる「魔匠の閃き」状態を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>マイスター時：<var 49 01 /var><var 48 01 /var>必ず発動する

source: May increase maximum CP on the second step of synthesis. Increase guaranteed when a <var 48 F201FA /var><var 49 F201FB /var>specialist<var 49 01 /var><var 48 01 /var>.
ja: 製作開始から2ターン目に、一定確率で最大CPを増加させる「魔匠の閃き」状態を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>マイスター時：<var 49 01 /var><var 48 01 /var>必ず発動する

source: May increase maximum CP on the second step of synthesis. Increase guaranteed when a <var 48 F201FA /var><var 49 F201FB /var>specialist<var 49 01 /var><var 48 01 /var>.
ja: 製作開始から2ターン目に、一定確率で最大CPを増加させる「魔匠の閃き」状態を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>マイスター時：<var 49 01 /var><var 48 01 /var>必ず発動する

source: May increase maximum CP on the second step of synthesis. Increase guaranteed when a <var 48 F201FA /var><var 49 F201FB /var>specialist<var 49 01 /var><var 48 01 /var>.
ja: 製作開始から2ターン目に、一定確率で最大CPを増加させる「魔匠の閃き」状態を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>マイスター時：<var 49 01 /var><var 48 01 /var>必ず発動する

source: May increase maximum CP on the second step of synthesis. Increase guaranteed when a <var 48 F201FA /var><var 49 F201FB /var>specialist<var 49 01 /var><var 48 01 /var>.
ja: 製作開始から2ターン目に、一定確率で最大CPを増加させる「魔匠の閃き」状態を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>マイスター時：<var 49 01 /var><var 48 01 /var>必ず発動する

source: May increase maximum CP on the second step of synthesis. Increase guaranteed when a <var 48 F201FA /var><var 49 F201FB /var>specialist<var 49 01 /var><var 48 01 /var>.
ja: 製作開始から2ターン目に、一定確率で最大CPを増加させる「魔匠の閃き」状態を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>マイスター時：<var 49 01 /var><var 48 01 /var>必ず発動する

source: May increase maximum CP on the second step of synthesis. Increase guaranteed when a <var 48 F201FA /var><var 49 F201FB /var>specialist<var 49 01 /var><var 48 01 /var>.
ja: 製作開始から2ターン目に、一定確率で最大CPを増加させる「魔匠の閃き」状態を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>マイスター時：<var 49 01 /var><var 48 01 /var>必ず発動する

source: Automatically activates <var 48 F201FA /var><var 49 F201FB /var>Fathom<var 49 01 /var><var 48 01 /var> upon changing your class to fisher.
ja: 漁師にクラスチェンジした際、自動でファゾムの効果を得る。
ru: Автоматический активирует эффект <var 48 F201FA /var><var 49 F201FB /var>Fathom<var 49 01 /var><var 48 01 /var> после смены класса на рыбак.

source: Allows you to better identify the characteristics of teeming waters.
ja: 漁場が持つ特殊な性質を発見できるようになる。

source: Reduces damage received from a covered player by 20%.
ja: かばうの効果中に自身が肩代わりするダメージを20％軽減する。

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Infuriate<var 49 01 /var><var 48 01 /var> recast time by 5 seconds upon landing <var 48 F201F4 /var><var 49 F201F5 /var>Fell Cleave<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Decimate<var 49 01 /var><var 48 01 /var> on most targets.
ja: ウォークライのリキャストタイムを5秒短縮する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>一部を除く敵に対するフェルクリーヴおよびデシメートの命中時

source: Allows for <var 48 F201F4 /var><var 49 F201F5 /var>Blood Gauge<var 49 01 /var><var 48 01 /var> accumulation upon the landing of certain actions.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「ブラックブラッド」<var 49 01 /var><var 48 01 /var>が上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>特定のアクションの命中時
ru: Позволят накапливать <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Blood<var 49 01 /var><var 48 01 /var> при нанесении урона определенными действиями.

source: Allows for <var 48 F201F4 /var><var 49 F201F5 /var>Blood Gauge<var 49 01 /var><var 48 01 /var> accumulation upon the landing of any weaponskill or spell while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Blood Weapon<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「ブラックブラッド」<var 49 01 /var><var 48 01 /var>が上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「ブラッドウェポン」<var 49 01 /var><var 48 01 /var>効果中に実行するウェポンスキルおよび魔法の命中時
ru: Позволяет накапливать <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Blood<var 49 01 /var><var 48 01 /var> за каждое нанесение урона умением или заклинанием под действием эффекта <var 48 F201FA /var><var 49 F201FB /var>Blood Weapon<var 49 01 /var><var 48 01 /var>.

source: Grants an 80% chance that a chakra will open upon dealing critical damage with a weaponskill.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「闘気」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ウェポンスキルのクリティカルヒット時（発動確率80％）
ru: Дает 80% шанс, что чакра откроется при нанесении критического урона умением.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Shoulder Tackle<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: 羅刹衝がチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: Allows for immediate execution of <var 48 F201F4 /var><var 49 F201F5 /var>Wheeling Thrust<var 49 01 /var><var 48 01 /var> after landing <var 48 F201F4 /var><var 49 F201F5 /var>Fang and Claw<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Fang and Claw<var 49 01 /var><var 48 01 /var> after landing <var 48 F201F4 /var><var 49 F201F5 /var>Wheeling Thrust<var 49 01 /var><var 48 01 /var>, increasing potency by 100.
ja: 竜牙竜爪の命中時に竜尾大車輪を、竜尾大車輪の命中時に竜牙竜爪を、それぞれ一度だけ実行することができるようになる。このとき、威力が100上昇する。
ru: Позволяет немедленно использовать <var 48 F201F4 /var><var 49 F201F5 /var>Wheeling Thrust<var 49 01 /var><var 48 01 /var> после выполнения <var 48 F201F4 /var><var 49 F201F5 /var>Fang and Claw<var 49 01 /var><var 48 01 /var>, или <var 48 F201F4 /var><var 49 F201F5 /var>Fang and Claw<var 49 01 /var><var 48 01 /var> после выполнения<var 48 F201F4 /var><var 49 F201F5 /var>Wheeling Thrust<var 49 01 /var><var 48 01 /var>, сила увеличивается на 100.

source: Upgrades <var 48 F201FA /var><var 49 F201FB /var>Blood of the Dragon<var 49 01 /var><var 48 01 /var> to <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Life of the Dragon Effect: <var 49 01 /var><var 48 01 /var>Increases damage dealt by 15% Upon successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Geirskogul<var 49 01 /var><var 48 01 /var>, grants 3 stacks of <var 48 F201FA /var><var 49 F201FB /var>Nastrond Ready<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>20s
ja: 自身に付与される<var 48 F201F4 /var><var 49 F201F5 /var>「蒼の竜血」<var 49 01 /var><var 48 01 /var>が<var 48 F201F4 /var><var 49 F201F5 /var>「紅の竜血」<var 49 01 /var><var 48 01 /var>に変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>紅の竜血効果：<var 49 01 /var><var 48 01 /var>自身の与ダメージを15％上昇させる。 さらに、自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ナーストレンド実行可」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>20秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ゲイルスコグルの命中時

source: Increases physical damage dealt via actions by 5%.
ja: 自身のオートアタックを除くアクションによる物理ダメージを5％上昇させる。

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by 5 upon successfully landing certain weaponskills or completing certain combos.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「忍気」<var 49 01 /var><var 48 01 /var>が5ずつ上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ウェポンスキルの命中時またはコンボ成功時
ru: Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> на 5, после успешного использования умений или завершенных комбо.

source: Resets the recast timer for <var 48 F201F4 /var><var 49 F201F5 /var>Shukuchi<var 49 01 /var><var 48 01 /var> upon executing <var 48 F201F4 /var><var 49 F201F5 /var>Katon<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Raiton<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Hyoton<var 49 01 /var><var 48 01 /var> on most targets.
ja: 縮地のリキャストタイムをリセットする。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>一部を除く敵に対する火遁の術、雷遁の術、氷遁の術の実行時
ru: Сбрасывает время восстановления <var 48 F201F4 /var><var 49 F201F5 /var>Shukuchi<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Katon<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Raiton<var 49 01 /var><var 48 01 /var>, или <var 48 F201F4 /var><var 49 F201F5 /var>Hyoton<var 49 01 /var><var 48 01 /var> на большинство целей.

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by 40 upon successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Mug<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「忍気」<var 49 01 /var><var 48 01 /var>を40上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ぶんどるの命中時
ru: Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> на 40 после успешного использования <var 48 F201F4 /var><var 49 F201F5 /var>Mug<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Venomous Bite<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Windbite<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Caustic Bite<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Stormbite<var 49 01 /var><var 48 01 /var> respectively.
ja: ベノムバイトがコースティックバイトに、ウィンドバイトがストームバイトに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Venomous Bite<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Windbite<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Caustic Bite<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Stormbite<var 49 01 /var><var 48 01 /var> соответственно.

source: Guarantees the trigger of the additional effects for current <var 48 F201FA /var><var 49 F201FB /var>Mage's Ballad<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var>, and the <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var> when <var 48 F201F4 /var><var 49 F201F5 /var>Empyreal Arrow<var 49 01 /var><var 48 01 /var> hits a target.
ja: 賢人のバラード、軍神のパイオン、旅神のメヌエットの追加効果が発動する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>賢人のバラード、軍神のパイオン、旅神のメヌエットのいずれかを実行中でかつエンピリアルアローの命中時
ru: Гарантирует срабатывание дополнительных эффектов для <var 48 F201FA /var><var 49 F201FB /var>Mage's Ballad<var 49 01 /var><var 48 01 /var>, <var 48 F201FA /var><var 49 F201FB /var>Army's Paeon<var 49 01 /var><var 48 01 /var>, и <var 48 F201FA /var><var 49 F201FB /var>Wanderer's Minuet<var 49 01 /var><var 48 01 /var> когда <var 48 F201F4 /var><var 49 F201F5 /var>Empyreal Arrow<var 49 01 /var><var 48 01 /var> попадает в цель.

source: <var 48 F201F4 /var><var 49 F201F5 /var>Split Shot<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Slug Shot<var 49 01 /var><var 48 01 /var>, and <var 48 F201F4 /var><var 49 F201F5 /var>Clean Shot<var 49 01 /var><var 48 01 /var> become <var 48 F201FA /var><var 49 F201FB /var>Heated<var 49 01 /var><var 48 01 /var> when your <var 48 F201F4 /var><var 49 F201F5 /var>Heat Gauge<var 49 01 /var><var 48 01 /var> is at 50 or higher.
ja: スプリットショットがヒートスプリットショットに、スラッグショットがヒートスラッグショットに、クリーンショットがヒートクリーンショットに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「ヒート」<var 49 01 /var><var 48 01 /var>が50以上の状態

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Thunder III<var 49 01 /var><var 48 01 /var>.
ja: サンダーがサンダガに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Thunder<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Thunder III<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Thunder II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Thunder IV<var 49 01 /var><var 48 01 /var>.
ja: サンダラがサンダジャに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Thunder II<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Thunder IV<var 49 01 /var><var 48 01 /var>.

source: Reduces MP required to cast <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var> by one-third while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Umbral Heart<var 49 01 /var><var 48 01 /var>. Casting <var 48 F201F4 /var><var 49 F201F5 /var>Flare<var 49 01 /var><var 48 01 /var> completely removes the <var 48 F201FA /var><var 49 F201FB /var>Umbral Heart<var 49 01 /var><var 48 01 /var> status.
ja: フレアの消費ＭＰが2/3になる。 実行時に<var 48 F201F4 /var><var 49 F201F5 /var>「アンブラルハート」<var 49 01 /var><var 48 01 /var>を全て消費する <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「アンブラルハート」<var 49 01 /var><var 48 01 /var>効果中

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var> upon maintaining <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var> for 30 seconds. Also improves <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var>'s magic damage increase to 10%.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ポリグロット」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「エノキアン」<var 49 01 /var><var 48 01 /var>の効果を30秒間継続させる さらに、エノキアンの効果量を10％に上昇させる。
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Polyglot<var 49 01 /var><var 48 01 /var> при сохранении <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var> в течении 30 секунд. Так же увеличивает магический урон <var 48 F201FA /var><var 49 F201FB /var>Enochian<var 49 01 /var><var 48 01 /var> на 10%.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Bio<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Bio II<var 49 01 /var><var 48 01 /var>.
ja: バイオがバイオラに変化する。

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Further Ruin<var 49 01 /var><var 48 01 /var> upon using <var 48 F201F4 /var><var 49 F201F5 /var>Egi Assault<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>4 The <var 48 F201F4 /var><var 49 F201F5 /var>Egi Assault<var 49 01 /var><var 48 01 /var> used must be an attack action.
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ルインラ強化」<var 49 01 /var><var 48 01 /var>を付与する。 ルインラがルインジャに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>4 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>永続 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>エギアサルトIによる攻撃アクションの実行時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Bio II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Bio III<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Miasma<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Miasma III<var 49 01 /var><var 48 01 /var>.
ja: バイオラがバイオガに、ミアズマがミアズガに変化する。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Summon Bahamut<var 49 01 /var><var 48 01 /var>.
ja: トランス・バハムートがサモン・バハムートに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Dreadwyrm Trance<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Summon Bahamut<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Stone<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Stone II<var 49 01 /var><var 48 01 /var>.
ja: ストーンがストンラに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Stone<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Stone II<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Aero<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Aero II<var 49 01 /var><var 48 01 /var>.
ja: エアロがエアロラに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Aero<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Aero II<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Stone II<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Stone III<var 49 01 /var><var 48 01 /var>.
ja: ストンラがストンガに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Stone II<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Stone III<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Stone III<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Stone IV<var 49 01 /var><var 48 01 /var>.
ja: ストンガがストンジャに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Stone III<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Stone IV<var 49 01 /var><var 48 01 /var>.

source: Grants a 20% chance that <var 48 F201F4 /var><var 49 F201F5 /var>Asylum<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Assize<var 49 01 /var><var 48 01 /var> recast time is reduced by 5 seconds upon healing critical HP with <var 48 F201F4 /var><var 49 F201F5 /var>Cure<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Cure II<var 49 01 /var><var 48 01 /var>.
ja: アサイラムおよびアサイズのリキャストタイムを5秒短縮する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ケアル、ケアルラのクリティカルヒット時（発動確率20％）

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Broil<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Broil II<var 49 01 /var><var 48 01 /var> and increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> to 180.
ja: 気炎法が魔炎法に変化する。 さらに、ルインラの威力を180に上昇させる。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Broil<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Broil II<var 49 01 /var><var 48 01 /var> и увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Ruin II<var 49 01 /var><var 48 01 /var> до 180.

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Aetherflow<var 49 01 /var><var 48 01 /var> recast time by 5 seconds upon execution of an action that requires <var 48 F201FA /var><var 49 F201FB /var>Aetherflow<var 49 01 /var><var 48 01 /var>.
ja: エーテルフローのリキャストタイムを5秒短縮する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>エーテルフローを消費するアクションの実行時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Combust<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Combust II<var 49 01 /var><var 48 01 /var>.
ja: コンバスがコンバラに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Combust<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Combust II<var 49 01 /var><var 48 01 /var>.
