Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Katon<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Hyoton<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Goka Mekkyaku<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Hyosho Ranryu<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Kassatsu<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「活殺自在」<var 49 01 /var><var 48 01 /var>の効果中は、火遁の術と氷遁の術がそれぞれ<var 48 F201F4 /var><var 49 F201F5 /var>「劫火滅却の術」<var 49 01 /var><var 48 01 /var>と<var 48 F201F4 /var><var 49 F201F5 /var>「氷晶乱流の術」<var 49 01 /var><var 48 01 /var>に変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Katon<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Hyoton<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Goka Mekkyaku<var 49 01 /var><var 48 01 /var> и <var 48 F201F4 /var><var 49 F201F5 /var>Hyosho Ranryu<var 49 01 /var><var 48 01 /var> под действующим эффектом <var 48 F201FA /var><var 49 F201FB /var>Kassatsu<var 49 01 /var><var 48 01 /var>.

source: Increases base action damage by 10%.
ja: 自身のオートアタックを除くアクションによるダメージをベースダメージの1.1倍にする。
ru: Увеличивает урон базовых действий на 10%.

source: Grants a <var 48 F201FA /var><var 49 F201FB /var>Fourfold Feather<var 49 01 /var><var 48 01 /var> upon landing certain actions. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Stacks: <var 49 01 /var><var 48 01 /var>4
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「幻扇」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>4 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>特定のアクションの命中時
ru: Позволяет активировать <var 48 F201FA /var><var 49 F201FB /var>Fourfold Feather<var 49 01 /var><var 48 01 /var> после использования определенных действий. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>4.

source: Increases base action damage by 20%.
ja: 自身のオートアタックを除くアクションによるダメージをベースダメージの1.2倍にする。
ru: Увеличивает урон базовых действий на 20%.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>En Avant<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: アン・アヴァンがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Esprit<var 49 01 /var><var 48 01 /var> to self and nearby party members upon successfully executing <var 48 F201F4 /var><var 49 F201F5 /var>Standard Finish<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Esprit Effect: <var 49 01 /var><var 48 01 /var>Increases <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 5 upon successfully landing <var 48 F201F4 /var><var 49 F201F5 /var>Cascade<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fountain<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fountainfall<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Windmill<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Rising Windmill<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Bladeshower<var 49 01 /var><var 48 01 /var>, or <var 48 F201F4 /var><var 49 F201F5 /var>Bloodshower<var 49 01 /var><var 48 01 /var>. When party members successfully land a weaponskill or cast a spell, has a chance of increasing <var 48 F201F4 /var><var 49 F201F5 /var>Esprit Gauge<var 49 01 /var><var 48 01 /var> by 10. Chance of triggering party member effect differs according to job.
ja: スタンダードフィニッシュおよびテクニカルフィニッシュの成功時に、自身とパーティメンバーに<var 48 F201F4 /var><var 49 F201F5 /var>「エスプリ」<var 49 01 /var><var 48 01 /var>が付与されるようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>自身に付与されたエスプリ効果：<var 49 01 /var><var 48 01 /var>カスケード、リバースカスケード、ファウンテン、ファウンテンフォール、ウィンドミル、ライジングウィンドミル、ブレードシャワー、ブラッドシャワーを命中させると<var 48 F201F4 /var><var 49 F201F5 /var>「エスプリ」<var 49 01 /var><var 48 01 /var>が5上昇する。 <var 48 F201F8 /var><var 49 F201F9 /var>パーティメンバーに付与されたエスプリ効果：<var 49 01 /var><var 48 01 /var>パーティメンバーがウェポンスキルか魔法による攻撃を命中させると、自身の<var 48 F201F4 /var><var 49 F201F5 /var>「エスプリ」<var 49 01 /var><var 48 01 /var>が10上昇する。 パーティメンバーのエスプリ上昇効果の発動確率はジョブごとに異なる。
ru: Позволяет накладывать эффект <var 48 F201FA /var><var 49 F201FB /var>Esprit<var 49 01 /var><var 48 01 /var> на себя и членов группы после использования <var 48 F201F4 /var><var 49 F201F5 /var>Standard Finish<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Technical Finish<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Esprit: <var 49 01 /var><var 48 01 /var>Увеличивает вашу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Esprit<var 49 01 /var><var 48 01 /var> на 5 при нанесении урона <var 48 F201F4 /var><var 49 F201F5 /var>Cascade<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Reverse Cascade<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fountain<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Fountainfall<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Windmill<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Rising Windmill<var 49 01 /var><var 48 01 /var>, <var 48 F201F4 /var><var 49 F201F5 /var>Bladeshower<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Bloodshower<var 49 01 /var><var 48 01 /var>. Позволяет, с определенной вероятностью, увеличивать вашу <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Esprit<var 49 01 /var><var 48 01 /var> на 10 при нанесении урона умением или заклинанием членами группы. Шанс активации эффекта от членов группы различается в зависимости от их класса.

source: Allows a third charge of <var 48 F201F4 /var><var 49 F201F5 /var>En Avant<var 49 01 /var><var 48 01 /var>.
ja: アン・アヴァンの最大チャージ数が3に増加する。
ru: Добавляет третий заряд <var 48 F201F4 /var><var 49 F201F5 /var>En Avant<var 49 01 /var><var 48 01 /var>.

source: Stores a <var 48 F201FA /var><var 49 F201FB /var>Cartridge<var 49 01 /var><var 48 01 /var> in your <var 48 F201F4 /var><var 49 F201F5 /var>Powder Gauge<var 49 01 /var><var 48 01 /var> after successfully completing a combo with <var 48 F201F4 /var><var 49 F201F5 /var>Solid Barrel<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Cartridges: <var 49 01 /var><var 48 01 /var>2
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ソイル」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>最大スタック数：<var 49 01 /var><var 48 01 /var>2 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ソリッドバレルのコンボ成功時
ru: Позволяет заряжать <var 48 F201FA /var><var 49 F201FB /var>Cartridge<var 49 01 /var><var 48 01 /var> в вашей <var 48 F201F4 /var><var 49 F201F5 /var>Шкале Powder<var 49 01 /var><var 48 01 /var> при нанесении урона <var 48 F201F4 /var><var 49 F201F5 /var>Solid Barrel<var 49 01 /var><var 48 01 /var>, использованным в комбо. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум Cartridges: <var 49 01 /var><var 48 01 /var>2.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Brutal Shell<var 49 01 /var><var 48 01 /var> after successfully completing a combo with <var 48 F201F4 /var><var 49 F201F5 /var>Brutal Shell<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に一定量のダメージを防ぐバリア<var 48 F201F4 /var><var 49 F201F5 /var>「ブルータルシェル」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ブルータルシェルのコンボ成功時
ru: Позволяет накладывать эффект <var 48 F201FA /var><var 49 F201FB /var>Brutal Shell<var 49 01 /var><var 48 01 /var> при нанесении урона <var 48 F201F4 /var><var 49 F201F5 /var>Brutal Shell<var 49 01 /var><var 48 01 /var>, использованными в комбо. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Danger Zone<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Blasting Zone<var 49 01 /var><var 48 01 /var>.
ja: デンジャーゾーンがブラスティングゾーンに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Danger Zone<var 49 01 /var><var 48 01 /var> и преобразовывает ее в <var 48 F201F4 /var><var 49 F201F5 /var>Blasting Zone<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Rage of Halone<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority<var 49 01 /var><var 48 01 /var>.
ja: レイジ・オブ・ハルオーネがロイヤルアソリティに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Rage of Halone<var 49 01 /var><var 48 01 /var> и преобразовывает ее в <var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority<var 49 01 /var><var 48 01 /var>.

source: Grants the following effects after successfully completing a combo with <var 48 F201F4 /var><var 49 F201F5 /var>Prominence<var 49 01 /var><var 48 01 /var>: <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Restores MP <var 48 F201F8 /var><var 49 F201F9 /var>Combo Bonus: <var 49 01 /var><var 48 01 /var>Grants <var 48 F201FA /var><var 49 F201FB /var>Divine Might<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Divine Might Effect: <var 49 01 /var><var 48 01 /var>Allows next <var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var> to be cast immediately with increased potency <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: プロミネンスに下記の効果を追加する。 <var 48 F201F8 /var><var 49 F201F9 /var>コンボボーナス：<var 49 01 /var><var 48 01 /var>自身のＭＰを回復する。 <var 48 F201F8 /var><var 49 F201F9 /var>コンボボーナス：<var 49 01 /var><var 48 01 /var>自身に<var 48 F201F4 /var><var 49 F201F5 /var>「神聖魔法効果アップ」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>神聖魔法効果アップ効果：<var 49 01 /var><var 48 01 /var>次に実行する1回のホーリースピリットまたはホーリーサークルの威力が上昇し、かつ詠唱時間無しで実行できる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>プロミネンスのコンボ成功時
ru: Накладывает следующие эффекты после успешного завершения комбо с <var 48 F201F4 /var><var 49 F201F5 /var>Prominence<var 49 01 /var><var 48 01 /var>: <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Восполняет ОМ <var 48 F201F8 /var><var 49 F201F9 /var>Бонус от комбо: <var 49 01 /var><var 48 01 /var>Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Divine Might<var 49 01 /var><var 48 01 /var> <var 48 F201F8 /var><var 49 F201F9 /var>Эффект Divine Might: <var 49 01 /var><var 48 01 /var>Позволяет моментально применять <var 48 F201F4 /var><var 49 F201F5 /var>Holy Spirit<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Holy Circle<var 49 01 /var><var 48 01 /var> с увеличенной силой <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Extends the duration of <var 48 F201FA /var><var 49 F201FB /var>Sheltron<var 49 01 /var><var 48 01 /var> to 6 seconds.
ja: シェルトロンの効果時間を6秒に延長する。
ru: Увеличивает длительность <var 48 F201FA /var><var 49 F201FB /var>Sheltron<var 49 01 /var><var 48 01 /var> до 6 с.

source: Grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Confiteor Ready<var 49 01 /var><var 48 01 /var> upon landing <var 48 F201F4 /var><var 49 F201F5 /var>Requiescat<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「コンフィテオル実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>レクイエスカット実行時
ru: Накладывает эффект <var 48 F201FA /var><var 49 F201FB /var>Confiteor Ready<var 49 01 /var><var 48 01 /var> после использования <var 48 F201F4 /var><var 49 F201F5 /var>Requiescat<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.

source: Grants <var 48 F201FA /var><var 49 F201FB /var>Atonement Ready<var 49 01 /var><var 48 01 /var> after successfully completing a combo with <var 48 F201F4 /var><var 49 F201F5 /var>Royal Authority<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ロイエ実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ロイヤルアソリティのコンボ成功時

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Inner Beast<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Fell Cleave<var 49 01 /var><var 48 01 /var>.
ja: 原初の魂がフェルクリーヴに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Inner Beast<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Fell Cleave<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Steel Cyclone<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Decimate<var 49 01 /var><var 48 01 /var>.
ja: スチールサイクロンがデシメートに変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Steel Cyclone<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Decimate<var 49 01 /var><var 48 01 /var>.

source: <var 48 F201F4 /var><var 49 F201F5 /var>Infuriate<var 49 01 /var><var 48 01 /var> grants the effect of <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var>, upgrading <var 48 F201F4 /var><var 49 F201F5 /var>Decimate<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Chaotic Cyclone<var 49 01 /var><var 48 01 /var> when the <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> is 50 or greater. Upon reaching level 80, <var 48 F201FA /var><var 49 F201FB /var>Nascent Chaos<var 49 01 /var><var 48 01 /var> will also upgrade <var 48 F201F4 /var><var 49 F201F5 /var>Fell Cleave<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Inner Chaos<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「原初の混沌」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>原初の混沌効果：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「インナービースト」<var 49 01 /var><var 48 01 /var>が50蓄積されるとデシメートがカオティックサイクロンに変化する。 さらに、インナーカオスを修得するとフェルクリーヴがインナーカオスに変化するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ウォークライ実行時

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Beast Gauge<var 49 01 /var><var 48 01 /var> when landing <var 48 F201F4 /var><var 49 F201F5 /var>Mythril Tempest<var 49 01 /var><var 48 01 /var> in a combo.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「インナービースト」<var 49 01 /var><var 48 01 /var>が上昇するようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ミスリルテンペストのコンボ成功時
ru: Позволяет накапливать <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Beast<var 49 01 /var><var 48 01 /var> при нанесении урона <var 48 F201F4 /var><var 49 F201F5 /var>Mythril Tempest<var 49 01 /var><var 48 01 /var>, использованным в комбо.

source: Adds an additional effect to <var 48 F201F4 /var><var 49 F201F5 /var>Thrill of Battle<var 49 01 /var><var 48 01 /var> that increases HP recovery via healing actions by 20%.
ja: スリル・オブ・バトルに、「自身が受けるＨＰ回復効果を20％上昇させる効果」が付与される。
ru: Добавляет к способности <var 48 F201F4 /var><var 49 F201F5 /var>Thrill of Battle<var 49 01 /var><var 48 01 /var> эффект, увеличивающий на 20% эффективность исцеляющих действий, восстанавливающих вам ОЗ.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Darkness<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Edge of Darkness<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Shadow<var 49 01 /var><var 48 01 /var> and <var 48 F201F4 /var><var 49 F201F5 /var>Edge of Shadow<var 49 01 /var><var 48 01 /var> respectively.
ja: 暗黒の波動が漆黒の波動に、暗黒の剣が漆黒の剣に変化する。
ru: Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Darkness<var 49 01 /var><var 48 01 /var> и преобразовывает его в <var 48 F201F4 /var><var 49 F201F5 /var>Flood of Shadow<var 49 01 /var><var 48 01 /var>. Усовершенствует <var 48 F201F4 /var><var 49 F201F5 /var>Edge of Darkness<var 49 01 /var><var 48 01 /var> и преобразовывает её в <var 48 F201F4 /var><var 49 F201F5 /var>Edge of Shadow<var 49 01 /var><var 48 01 /var>.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var>Plunge<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: プランジカットがチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2

source: Allows the stacking of a fourth <var 48 F201FA /var><var 49 F201FB /var>Greased Lightning<var 49 01 /var><var 48 01 /var> while under the effect of <var 48 F201FA /var><var 49 F201FB /var>Fists of Wind<var 49 01 /var><var 48 01 /var>.
ja: 疾風迅雷が4つまでスタックするようになる。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var><var 48 F201F4 /var><var 49 F201F5 /var>「疾風の構え」<var 49 01 /var><var 48 01 /var>効果中

source: Improves <var 48 F201F4 /var><var 49 F201F5 /var>Fists of Fire<var 49 01 /var><var 48 01 /var>'s damage increase to 10%.
ja: 効果量を10％に上昇させる。

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Jump<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>High Jump<var 49 01 /var><var 48 01 /var>.
ja: ジャンプがハイジャンプに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Jump<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>High Jump<var 49 01 /var><var 48 01 /var>.

source: Extends the duration of <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> to 30 seconds.
ja: 紅の竜血の効果時間を30秒に延長する。
ru: Продлевает длительность <var 48 F201FA /var><var 49 F201FB /var>Life of the Dragon<var 49 01 /var><var 48 01 /var> до 30 секунд.

source: Improves <var 48 F201FA /var><var 49 F201FB /var>Fugetsu<var 49 01 /var><var 48 01 /var>'s damage increase to 13% and <var 48 F201FA /var><var 49 F201FB /var>Fuka<var 49 01 /var><var 48 01 /var>'s reduction to weaponskill cast time and recast time, spell cast time and recast time, and auto-attack delay to 13%.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「風月」<var 49 01 /var><var 48 01 /var>と<var 48 F201F4 /var><var 49 F201F5 /var>「風花」<var 49 01 /var><var 48 01 /var>の効果量を13％に上昇する。
ru: Улучшает <var 48 F201FA /var><var 49 F201FB /var>Fugetsu<var 49 01 /var><var 48 01 /var> увеличивая урон на 13% и <var 48 F201FA /var><var 49 F201FB /var>Fuka<var 49 01 /var><var 48 01 /var> уменьшая время применения и время восстановления умений и заклинаний, а также задержку между автоатаками на 13%.

source: Allows the accumulation of charges for consecutive uses of <var 48 F201F4 /var><var 49 F201F5 /var> Shukuchi<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Maximum Charges: <var 49 01 /var><var 48 01 /var>2
ja: 縮地がチャージアクションに変化する。 <var 48 F201F8 /var><var 49 F201F9 /var>最大チャージ数：<var 49 01 /var><var 48 01 /var>2
ru: Позволяет накапливать заряды для последовательного использования <var 48 F201F4 /var><var 49 F201F5 /var> Shukuchi<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Максимум зарядов: <var 49 01 /var><var 48 01 /var>2

source: Increases <var 48 F201F4 /var><var 49 F201F5 /var>Ninki Gauge<var 49 01 /var><var 48 01 /var> by 10 upon successfully completing a combo with <var 48 F201F4 /var><var 49 F201F5 /var>Aeolian Edge<var 49 01 /var><var 48 01 /var> or <var 48 F201F4 /var><var 49 F201F5 /var>Armor Crush<var 49 01 /var><var 48 01 /var>.
ja: <var 48 F201F4 /var><var 49 F201F5 /var>「忍気」<var 49 01 /var><var 48 01 /var>の上昇量が10に増加する。 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>旋風刃と強甲破点突のコンボ成功時
ru: Пополняет <var 48 F201F4 /var><var 49 F201F5 /var>Шкалу Ninki<var 49 01 /var><var 48 01 /var> на 10, после успешного завершения комбо с <var 48 F201F4 /var><var 49 F201F5 /var>Aeolian Edge<var 49 01 /var><var 48 01 /var> или <var 48 F201F4 /var><var 49 F201F5 /var>Armor Crush<var 49 01 /var><var 48 01 /var>.

source: Upgrades <var 48 F201F4 /var><var 49 F201F5 /var>Straight Shot<var 49 01 /var><var 48 01 /var> to <var 48 F201F4 /var><var 49 F201F5 /var>Refulgent Arrow<var 49 01 /var><var 48 01 /var>.
ja: ストレートショットがリフルジェントアローに変化する。
ru: Улучшает <var 48 F201F4 /var><var 49 F201F5 /var>Straight Shot<var 49 01 /var><var 48 01 /var> до <var 48 F201F4 /var><var 49 F201F5 /var>Refulgent Arrow<var 49 01 /var><var 48 01 /var>.

source: Adds to <var 48 F201F4 /var><var 49 F201F5 /var>Quick Nock<var 49 01 /var><var 48 01 /var> a 35% chance to grant <var 48 F201FA /var><var 49 F201FB /var>Hawk's Eye<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ホークアイ」<var 49 01 /var><var 48 01 /var>を付与する。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>クイックノックの命中時（発動確率20％）
ru: Добавляет к <var 48 F201F4 /var><var 49 F201F5 /var>Quick Nock<var 49 01 /var><var 48 01 /var> 35% шанс шанс наложить эффект <var 48 F201FA /var><var 49 F201FB /var>Hawk's Eye<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Длительность: <var 49 01 /var><var 48 01 /var>30 с.
