Repository: endervad/ffxiv_translation_test
Catalog: exd/TraitTransient/*.xlf
Languages: ja, ru

source: Become <var 48 F201FA /var><var 49 F201FB /var>Ready to Break<var 49 01 /var><var 48 01 /var> after executing <var 48 F201F4 /var><var 49 F201F5 /var>No Mercy<var 49 01 /var><var 48 01 /var>. <var 48 F201F8 /var><var 49 F201F9 /var>Duration: <var 49 01 /var><var 48 01 /var>30s
ja: 自身に<var 48 F201F4 /var><var 49 F201F5 /var>「ソニックブレイク実行可」<var 49 01 /var><var 48 01 /var>が付与される。 <var 48 F201F8 /var><var 49 F201F9 /var>効果時間：<var 49 01 /var><var 48 01 /var>30秒 <var 48 F201F8 /var><var 49 F201F9 /var>発動条件：<var 49 01 /var><var 48 01 /var>ノー・マーシー実行時

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Keen Edge<var 49 01 /var><var 48 01 /var> to 300, <var 48 F201F4 /var><var 49 F201F5 /var>Brutal Shell<var 49 01 /var><var 48 01 /var> to 240, <var 48 F201F4 /var><var 49 F201F5 /var>Solid Barrel<var 49 01 /var><var 48 01 /var> to 240, <var 48 F201F4 /var><var 49 F201F5 /var>Burst Strike<var 49 01 /var><var 48 01 /var> to 460, <var 48 F201F4 /var><var 49 F201F5 /var>Gnashing Fang<var 49 01 /var><var 48 01 /var> to 500, <var 48 F201F4 /var><var 49 F201F5 /var>Savage Claw<var 49 01 /var><var 48 01 /var> to 560, <var 48 F201F4 /var><var 49 F201F5 /var>Wicked Talon<var 49 01 /var><var 48 01 /var> to 620, <var 48 F201F4 /var><var 49 F201F5 /var>Jugular Rip<var 49 01 /var><var 48 01 /var> to 240, <var 48 F201F4 /var><var 49 F201F5 /var>Abdomen Tear<var 49 01 /var><var 48 01 /var> to 280, <var 48 F201F4 /var><var 49 F201F5 /var>Eye Gouge<var 49 01 /var><var 48 01 /var> to 320, <var 48 F201F4 /var><var 49 F201F5 /var>Blasting Zone<var 49 01 /var><var 48 01 /var> to 800, and <var 48 F201F4 /var><var 49 F201F5 /var>Hypervelocity<var 49 01 /var><var 48 01 /var> to 220.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>キーンエッジの威力：<var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>ブルータルシェルの威力：<var 49 01 /var><var 48 01 /var>240 <var 48 F201F8 /var><var 49 F201F9 /var>ソリッドバレルの威力：<var 49 01 /var><var 48 01 /var>240 <var 48 F201F8 /var><var 49 F201F9 /var>バーストストライクの威力：<var 49 01 /var><var 48 01 /var>460 <var 48 F201F8 /var><var 49 F201F9 /var>ビートファングの威力：<var 49 01 /var><var 48 01 /var>500 <var 48 F201F8 /var><var 49 F201F9 /var>サベッジクロウの威力：<var 49 01 /var><var 48 01 /var>560 <var 48 F201F8 /var><var 49 F201F9 /var>ウィケッドタロンの威力：<var 49 01 /var><var 48 01 /var>620 <var 48 F201F8 /var><var 49 F201F9 /var>ジャギュラーリップの威力：<var 49 01 /var><var 48 01 /var>240 <var 48 F201F8 /var><var 49 F201F9 /var>アブドメンテアーの威力：<var 49 01 /var><var 48 01 /var>280 <var 48 F201F8 /var><var 49 F201F9 /var>アイガウジの威力：<var 49 01 /var><var 48 01 /var>320 <var 48 F201F8 /var><var 49 F201F9 /var>ブラスティングゾーンの威力：<var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>ハイパーヴェロシティの威力：<var 49 01 /var><var 48 01 /var>200

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Empyreal Arrow<var 49 01 /var><var 48 01 /var> to 260, <var 48 F201F4 /var><var 49 F201F5 /var>Sidewinder<var 49 01 /var><var 48 01 /var> to 400, <var 48 F201F4 /var><var 49 F201F5 /var>Refulgent Arrow<var 49 01 /var><var 48 01 /var> to 280, <var 48 F201F4 /var><var 49 F201F5 /var>Burst Shot<var 49 01 /var><var 48 01 /var> to 220, and <var 48 F201F4 /var><var 49 F201F5 /var>Apex Arrow<var 49 01 /var><var 48 01 /var> to 120 up to 600.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>エンピリアルアローの威力：<var 49 01 /var><var 48 01 /var>260 <var 48 F201F8 /var><var 49 F201F9 /var>サイドワインダーの威力：<var 49 01 /var><var 48 01 /var>400 <var 48 F201F8 /var><var 49 F201F9 /var>リフルジェントアローの威力：<var 49 01 /var><var 48 01 /var>280 <var 48 F201F8 /var><var 49 F201F9 /var>バーストショットの威力：<var 49 01 /var><var 48 01 /var>220 <var 48 F201F8 /var><var 49 F201F9 /var>エイペックスアローの威力：<var 49 01 /var><var 48 01 /var>120～600
ru: Увеличивает силу <var 48 F201F4 /var><var 49 F201F5 /var>Empyreal Arrow<var 49 01 /var><var 48 01 /var> до 260, <var 48 F201F4 /var><var 49 F201F5 /var>Sidewinder<var 49 01 /var><var 48 01 /var> до 400, <var 48 F201F4 /var><var 49 F201F5 /var>Refulgent Arrow<var 49 01 /var><var 48 01 /var> до 280, <var 48 F201F4 /var><var 49 F201F5 /var>Burst Shot<var 49 01 /var><var 48 01 /var> до 220, и <var 48 F201F4 /var><var 49 F201F5 /var>Apex Arrow<var 49 01 /var><var 48 01 /var> до 120, вплоть до 600.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Dosis III<var 49 01 /var><var 48 01 /var> to 360, <var 48 F201F4 /var><var 49 F201F5 /var>Toxikon II<var 49 01 /var><var 48 01 /var> to 360, and <var 48 F201F4 /var><var 49 F201F5 /var>Pneuma<var 49 01 /var><var 48 01 /var> to 360.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>ドシスIIIの威力：<var 49 01 /var><var 48 01 /var>370 <var 48 F201F8 /var><var 49 F201F9 /var>トキシコンIIの威力：<var 49 01 /var><var 48 01 /var>370 <var 48 F201F8 /var><var 49 F201F9 /var>プネウマの威力：<var 49 01 /var><var 48 01 /var>370

source: Increases base action damage and HP restoration by 10%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.1倍にする。

source: Increases base action damage and HP restoration by 30%.
ja: 自身のオートアタックを除くアクションによる、ダメージと回復量をベース値の1.3倍にする。

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fire in Red<var 49 01 /var><var 48 01 /var> to 280, <var 48 F201F4 /var><var 49 F201F5 /var>Aero in Green<var 49 01 /var><var 48 01 /var> to 320, <var 48 F201F4 /var><var 49 F201F5 /var>Water in Blue<var 49 01 /var><var 48 01 /var> to 360, <var 48 F201F4 /var><var 49 F201F5 /var>Pom Muse<var 49 01 /var><var 48 01 /var> to 1,000, <var 48 F201F4 /var><var 49 F201F5 /var>Winged Muse<var 49 01 /var><var 48 01 /var> to 1,000, <var 48 F201F4 /var><var 49 F201F5 /var>Mog of the Ages<var 49 01 /var><var 48 01 /var> to 1,100, and <var 48 F201F4 /var><var 49 F201F5 /var>Hammer Stamp<var 49 01 /var><var 48 01 /var> to 380.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>レッドファイアの威力：<var 49 01 /var><var 48 01 /var>280 <var 48 F201F8 /var><var 49 F201F9 /var>グリーンエアロの威力：<var 49 01 /var><var 48 01 /var>320 <var 48 F201F8 /var><var 49 F201F9 /var>ブルーウォータの威力：<var 49 01 /var><var 48 01 /var>360 <var 48 F201F8 /var><var 49 F201F9 /var>イマジンポンポンの威力：<var 49 01 /var><var 48 01 /var>1000 <var 48 F201F8 /var><var 49 F201F9 /var>イマジンウィングの威力：<var 49 01 /var><var 48 01 /var>1000 <var 48 F201F8 /var><var 49 F201F9 /var>モーグリストリームの威力：<var 49 01 /var><var 48 01 /var>1100 <var 48 F201F8 /var><var 49 F201F9 /var>ハンマースタンプの威力：<var 49 01 /var><var 48 01 /var>380

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Combust III<var 49 01 /var><var 48 01 /var>'s damage over time to 70, <var 48 F201F4 /var><var 49 F201F5 /var>Fall Malefic<var 49 01 /var><var 48 01 /var> to 270, and <var 48 F201F4 /var><var 49 F201F5 /var>Macrocosmos<var 49 01 /var><var 48 01 /var> to 270.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>コンバガの継続ダメージの威力：<var 49 01 /var><var 48 01 /var>70 <var 48 F201F8 /var><var 49 F201F9 /var>フォールマレフィクの威力：<var 49 01 /var><var 48 01 /var>270 <var 48 F201F8 /var><var 49 F201F9 /var>マクロコスモスの威力：<var 49 01 /var><var 48 01 /var>270
ru: Увеличивает силу периодического урона <var 48 F201F4 /var><var 49 F201F5 /var>Combust III<var 49 01 /var><var 48 01 /var> до 70, <var 48 F201F4 /var><var 49 F201F5 /var>Fall Malefic<var 49 01 /var><var 48 01 /var> до 270, и <var 48 F201F4 /var><var 49 F201F5 /var>Macrocosmos<var 49 01 /var><var 48 01 /var> до 270.

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Steel Fangs<var 49 01 /var><var 48 01 /var> to 200, <var 48 F201F4 /var><var 49 F201F5 /var>Dread Fangs<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Hunter's Sting<var 49 01 /var><var 48 01 /var> to 260, and <var 48 F201F4 /var><var 49 F201F5 /var>Swiftskin's Sting<var 49 01 /var><var 48 01 /var> to 260.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>壱の牙【咬創】の威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>壱の牙【穿裂】の威力：<var 49 01 /var><var 48 01 /var>200 <var 48 F201F8 /var><var 49 F201F9 /var>弐の牙【猛襲】の威力：<var 49 01 /var><var 48 01 /var>300 <var 48 F201F8 /var><var 49 F201F9 /var>弐の牙【疾速】の威力：<var 49 01 /var><var 48 01 /var>300

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Flanksting Strike<var 49 01 /var><var 48 01 /var> to 300, <var 48 F201F4 /var><var 49 F201F5 /var>Flanksbane Fang<var 49 01 /var><var 48 01 /var> to 300, <var 48 F201F4 /var><var 49 F201F5 /var>Hindsting Strike<var 49 01 /var><var 48 01 /var> to 300, and <var 48 F201F4 /var><var 49 F201F5 /var>Hindsbane Fang<var 49 01 /var><var 48 01 /var> to 300.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>参の牙【側撃】の威力：<var 49 01 /var><var 48 01 /var>340 <var 48 F201F8 /var><var 49 F201F9 /var>参の牙【側裂】の威力：<var 49 01 /var><var 48 01 /var>340 <var 48 F201F8 /var><var 49 F201F9 /var>参の牙【背撃】の威力：<var 49 01 /var><var 48 01 /var>340 <var 48 F201F8 /var><var 49 F201F9 /var>参の牙【背裂】の威力：<var 49 01 /var><var 48 01 /var>340

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fire in Red<var 49 01 /var><var 48 01 /var> to 340, <var 48 F201F4 /var><var 49 F201F5 /var>Aero in Green<var 49 01 /var><var 48 01 /var> to 380, <var 48 F201F4 /var><var 49 F201F5 /var>Water in Blue<var 49 01 /var><var 48 01 /var> to 420, <var 48 F201F4 /var><var 49 F201F5 /var>Fire II in Red<var 49 01 /var><var 48 01 /var> to 100, <var 48 F201F4 /var><var 49 F201F5 /var>Aero II in Green<var 49 01 /var><var 48 01 /var> to 120, <var 48 F201F4 /var><var 49 F201F5 /var>Water II in Blue<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Hammer Stamp<var 49 01 /var><var 48 01 /var> to 480, <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard in Cyan<var 49 01 /var><var 48 01 /var> to 630, <var 48 F201F4 /var><var 49 F201F5 /var>Stone in Yellow<var 49 01 /var><var 48 01 /var> to 670, <var 48 F201F4 /var><var 49 F201F5 /var>Thunder in Magenta<var 49 01 /var><var 48 01 /var> to 710, <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard II in Cyan<var 49 01 /var><var 48 01 /var> to 220, <var 48 F201F4 /var><var 49 F201F5 /var>Stone II in Yellow<var 49 01 /var><var 48 01 /var> to 240, and <var 48 F201F4 /var><var 49 F201F5 /var>Thunder II in Magenta<var 49 01 /var><var 48 01 /var> to 260.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>レッドファイアの威力：<var 49 01 /var><var 48 01 /var>340 <var 48 F201F8 /var><var 49 F201F9 /var>グリーンエアロの威力：<var 49 01 /var><var 48 01 /var>380 <var 48 F201F8 /var><var 49 F201F9 /var>ブルーウォータの威力：<var 49 01 /var><var 48 01 /var>420 <var 48 F201F8 /var><var 49 F201F9 /var>レッドファイラの威力：<var 49 01 /var><var 48 01 /var>100 <var 48 F201F8 /var><var 49 F201F9 /var>グリーンエアロラの威力：<var 49 01 /var><var 48 01 /var>120 <var 48 F201F8 /var><var 49 F201F9 /var>ブルーウォタラの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>ハンマースタンプの威力：<var 49 01 /var><var 48 01 /var>480 <var 48 F201F8 /var><var 49 F201F9 /var>シアンブリザドの威力：<var 49 01 /var><var 48 01 /var>630 <var 48 F201F8 /var><var 49 F201F9 /var>イエローストーンの威力：<var 49 01 /var><var 48 01 /var>670 <var 48 F201F8 /var><var 49 F201F9 /var>マゼンタサンダーの威力：<var 49 01 /var><var 48 01 /var>710 <var 48 F201F8 /var><var 49 F201F9 /var>シアンブリザラの威力：<var 49 01 /var><var 48 01 /var>220 <var 48 F201F8 /var><var 49 F201F9 /var>イエローストンラの威力：<var 49 01 /var><var 48 01 /var>240 <var 48 F201F8 /var><var 49 F201F9 /var>マゼンタサンダラの威力：<var 49 01 /var><var 48 01 /var>260

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fire in Red<var 49 01 /var><var 48 01 /var> to 380, <var 48 F201F4 /var><var 49 F201F5 /var>Aero in Green<var 49 01 /var><var 48 01 /var> to 420, <var 48 F201F4 /var><var 49 F201F5 /var>Water in Blue<var 49 01 /var><var 48 01 /var> to 460, <var 48 F201F4 /var><var 49 F201F5 /var>Pom Muse<var 49 01 /var><var 48 01 /var> to 1,100, <var 48 F201F4 /var><var 49 F201F5 /var>Winged Muse<var 49 01 /var><var 48 01 /var> to 1,100, <var 48 F201F4 /var><var 49 F201F5 /var>Mog of the Ages<var 49 01 /var><var 48 01 /var> to 1,300, <var 48 F201F4 /var><var 49 F201F5 /var>Hammer Stamp<var 49 01 /var><var 48 01 /var> to 520, <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard in Cyan<var 49 01 /var><var 48 01 /var> to 700, <var 48 F201F4 /var><var 49 F201F5 /var>Stone in Yellow<var 49 01 /var><var 48 01 /var> to 740, <var 48 F201F4 /var><var 49 F201F5 /var>Thunder in Magenta<var 49 01 /var><var 48 01 /var> to 780, and <var 48 F201F4 /var><var 49 F201F5 /var>Holy in White<var 49 01 /var><var 48 01 /var> to 460.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>レッドファイアの威力：<var 49 01 /var><var 48 01 /var>380 <var 48 F201F8 /var><var 49 F201F9 /var>グリーンエアロの威力：<var 49 01 /var><var 48 01 /var>420 <var 48 F201F8 /var><var 49 F201F9 /var>ブルーウォータの威力：<var 49 01 /var><var 48 01 /var>460 <var 48 F201F8 /var><var 49 F201F9 /var>イマジンポンポンの威力：<var 49 01 /var><var 48 01 /var>1100 <var 48 F201F8 /var><var 49 F201F9 /var>イマジンウィングの威力：<var 49 01 /var><var 48 01 /var>1100 <var 48 F201F8 /var><var 49 F201F9 /var>モーグリストリームの威力：<var 49 01 /var><var 48 01 /var>1300 <var 48 F201F8 /var><var 49 F201F9 /var>ハンマースタンプの威力：<var 49 01 /var><var 48 01 /var>520 <var 48 F201F8 /var><var 49 F201F9 /var>シアンブリザドの威力：<var 49 01 /var><var 48 01 /var>700 <var 48 F201F8 /var><var 49 F201F9 /var>イエローストーンの威力：<var 49 01 /var><var 48 01 /var>740 <var 48 F201F8 /var><var 49 F201F9 /var>マゼンタサンダーの威力：<var 49 01 /var><var 48 01 /var>780 <var 48 F201F8 /var><var 49 F201F9 /var>ホワイトホーリーの威力：<var 49 01 /var><var 48 01 /var>460

source: Increases the potency of <var 48 F201F4 /var><var 49 F201F5 /var>Fire in Red<var 49 01 /var><var 48 01 /var> to 440, <var 48 F201F4 /var><var 49 F201F5 /var>Aero in Green<var 49 01 /var><var 48 01 /var> to 480, <var 48 F201F4 /var><var 49 F201F5 /var>Water in Blue<var 49 01 /var><var 48 01 /var> to 520, <var 48 F201F4 /var><var 49 F201F5 /var>Fire II in Red<var 49 01 /var><var 48 01 /var> to 120, <var 48 F201F4 /var><var 49 F201F5 /var>Aero II in Green<var 49 01 /var><var 48 01 /var> to 140, <var 48 F201F4 /var><var 49 F201F5 /var>Water II in Blue<var 49 01 /var><var 48 01 /var> to 160, <var 48 F201F4 /var><var 49 F201F5 /var>Hammer Stamp<var 49 01 /var><var 48 01 /var> to 560, <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard in Cyan<var 49 01 /var><var 48 01 /var> to 800, <var 48 F201F4 /var><var 49 F201F5 /var>Stone in Yellow<var 49 01 /var><var 48 01 /var> to 840, <var 48 F201F4 /var><var 49 F201F5 /var>Thunder in Magenta<var 49 01 /var><var 48 01 /var> to 880, <var 48 F201F4 /var><var 49 F201F5 /var>Blizzard II in Cyan<var 49 01 /var><var 48 01 /var> to 240, <var 48 F201F4 /var><var 49 F201F5 /var>Stone II in Yellow<var 49 01 /var><var 48 01 /var> to 260, <var 48 F201F4 /var><var 49 F201F5 /var>Thunder II in Magenta<var 49 01 /var><var 48 01 /var> to 280, <var 48 F201F4 /var><var 49 F201F5 /var>Holy in White<var 49 01 /var><var 48 01 /var> to 520, <var 48 F201F4 /var><var 49 F201F5 /var>Hammer Brush<var 49 01 /var><var 48 01 /var> to 620, <var 48 F201F4 /var><var 49 F201F5 /var>Polishing Hammer<var 49 01 /var><var 48 01 /var> to 680, and <var 48 F201F4 /var><var 49 F201F5 /var>Comet in Black<var 49 01 /var><var 48 01 /var> to 880.
ja: 特定のアクションの威力を上昇させる。 <var 48 F201F8 /var><var 49 F201F9 /var>レッドファイアの威力：<var 49 01 /var><var 48 01 /var>440 <var 48 F201F8 /var><var 49 F201F9 /var>グリーンエアロの威力：<var 49 01 /var><var 48 01 /var>480 <var 48 F201F8 /var><var 49 F201F9 /var>ブルーウォータの威力：<var 49 01 /var><var 48 01 /var>520 <var 48 F201F8 /var><var 49 F201F9 /var>レッドファイラの威力：<var 49 01 /var><var 48 01 /var>120 <var 48 F201F8 /var><var 49 F201F9 /var>グリーンエアロラの威力：<var 49 01 /var><var 48 01 /var>140 <var 48 F201F8 /var><var 49 F201F9 /var>ブルーウォタラの威力：<var 49 01 /var><var 48 01 /var>160 <var 48 F201F8 /var><var 49 F201F9 /var>ハンマースタンプの威力：<var 49 01 /var><var 48 01 /var>560 <var 48 F201F8 /var><var 49 F201F9 /var>シアンブリザドの威力：<var 49 01 /var><var 48 01 /var>800 <var 48 F201F8 /var><var 49 F201F9 /var>イエローストーンの威力：<var 49 01 /var><var 48 01 /var>840 <var 48 F201F8 /var><var 49 F201F9 /var>マゼンタサンダーの威力：<var 49 01 /var><var 48 01 /var>880 <var 48 F201F8 /var><var 49 F201F9 /var>シアンブリザラの威力：<var 49 01 /var><var 48 01 /var>240 <var 48 F201F8 /var><var 49 F201F9 /var>イエローストンラの威力：<var 49 01 /var><var 48 01 /var>260 <var 48 F201F8 /var><var 49 F201F9 /var>マゼンタサンダラの威力：<var 49 01 /var><var 48 01 /var>280 <var 48 F201F8 /var><var 49 F201F9 /var>ホワイトホーリーの威力：<var 49 01 /var><var 48 01 /var>520 <var 48 F201F8 /var><var 49 F201F9 /var>ハンマーブラッシュの威力：<var 49 01 /var><var 48 01 /var>620 <var 48 F201F8 /var><var 49 F201F9 /var>ハンマーポリッシュの威力：<var 49 01 /var><var 48 01 /var>680 <var 48 F201F8 /var><var 49 F201F9 /var>ブラックコメットの威力：<var 49 01 /var><var 48 01 /var>880

source: Reduces <var 48 F201F4 /var><var 49 F201F5 /var>Iaijutsu<var 49 01 /var><var 48 01 /var> cast time to 1.3 seconds.
ru: Снижает время применения <var 48 F201F4 /var><var 49 F201F5 /var>Iaijutsu<var 49 01 /var><var 48 01 /var> до 1.3 секунды.
