Repository: endervad/ffxiv_translation_test
Catalog: exd/custom/004/FesVlt2018Entrance_00466/*.xlf
Languages: de

source: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_000<tab>If you are here for the Valentione's event, I'm afraid the venue is overcrowded at present. We ask for your patience and understanding.
de: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_000<tab>Wenn Ihr wegen der Valentionzeremonie hier seid, muss ich Euch leider mitteilen, dass der Veranstaltungsort noch nicht bereit ist. Bitte habt noch ein wenig Geduld.

source: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_010<tab>Greetings and welcome, my <var 08 E905 ((lady)) ((lord)) /var>. If you wish to undertake the Valentione's Ceremony, I should be pleased to assist you.
de: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_010<tab>Seid gegrüßt und herzlich willkommen, <var 08 E905 ((meine Dame)) ((mein Herr)) /var>. Wenn Ihr die Valentionzeremonie durchführen wollt, stehe ich Euch gerne jederzeit mit Rat und Tat zur Verfügung.

source: TEXT_FESVLT2018ENTRANCE_00466_Q1_000_000<tab>What would you like to do?
de: TEXT_FESVLT2018ENTRANCE_00466_Q1_000_000<tab>Was möchtest du machen?

source: TEXT_FESVLT2018ENTRANCE_00466_MENU_CONTENT<tab>Undertake the Valentione's Ceremony.
de: TEXT_FESVLT2018ENTRANCE_00466_MENU_CONTENT<tab>Die Valentionzeremonie durchführen

source: TEXT_FESVLT2018ENTRANCE_00466_A1_000_002<tab>Learn about the Valentione's Ceremony.
de: TEXT_FESVLT2018ENTRANCE_00466_A1_000_002<tab>Mehr über die Valentionzeremonie erfahren

source: TEXT_FESVLT2018ENTRANCE_00466_A1_000_003<tab>Nothing.
de: TEXT_FESVLT2018ENTRANCE_00466_A1_000_003<tab>Nichts

source: TEXT_FESVLT2018ENTRANCE_00466_YESNO_CONTENT<tab>Proceed to the Valentione's Ceremony venue?
de: TEXT_FESVLT2018ENTRANCE_00466_YESNO_CONTENT<tab>Zum Veranstaltungsort für die Valentionzeremonie gehen?

source: TEXT_FESVLT2018ENTRANCE_00466_Q2_000_000<tab>What would you like to ask?
de: TEXT_FESVLT2018ENTRANCE_00466_Q2_000_000<tab>Was möchtest du fragen?

source: TEXT_FESVLT2018ENTRANCE_00466_A2_000_001<tab>What is the Valentione's Ceremony?
de: TEXT_FESVLT2018ENTRANCE_00466_A2_000_001<tab>Was ist die Valentionzeremonie?

source: TEXT_FESVLT2018ENTRANCE_00466_A2_000_002<tab>What happens in the ceremony?
de: TEXT_FESVLT2018ENTRANCE_00466_A2_000_002<tab>Wie läuft die Zeremonie ab?

source: TEXT_FESVLT2018ENTRANCE_00466_A2_000_003<tab>Tell me about the first trial.
de: TEXT_FESVLT2018ENTRANCE_00466_A2_000_003<tab>Erzähl mir etwas über die erste Prüfung.

source: TEXT_FESVLT2018ENTRANCE_00466_A2_000_004<tab>Tell me about the second trial.
de: TEXT_FESVLT2018ENTRANCE_00466_A2_000_004<tab>Erzähl mir etwas über die zweite Prüfung.

source: TEXT_FESVLT2018ENTRANCE_00466_A2_000_005<tab>Nothing.
de: TEXT_FESVLT2018ENTRANCE_00466_A2_000_005<tab>Nichts.

source: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_020<tab>The Valentione's Ceremony is a series of light-hearted trials that measure the affinity between two souls. We should be pleased if the ceremony serves as your first step together on the journey of love.
de: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_020<tab>Die Valentionzeremonie besteht aus einer Reihe vergnüglicher Prüfungen, die die Zuneigung zweier Seelen füreinander messen. Paare erhalten zwar eine Wertung, doch wir würden uns freuen, wenn die Zeremonie lediglich der erste Schritt auf ihrem gemeinsamen Liebesweg ist.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_021<tab>The Valentione's Ceremony is an instance designed for a party of two. There are no class, job, or level requirements for participation.
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_021<tab>Die Valentionzeremonie ist eine Instanz für eine Gruppe aus zwei Mitgliedern. Es gibt keinerlei Voraus<var 16 /var>setzungen hinsichtlich Klasse, Job oder Stufe für die Teilnahme.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_022<tab>In the event that you register for the ceremony alone, your partner will be found via the matching system.
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_022<tab>Falls du dich alleine für die Zeremonie anmeldest, wird dir ein zufälliger Partner zugeteilt.

source: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_030<tab>The ceremony comprises two trials, which are collectively known as the Trials of the Moon. Overcoming them will require cooperation, communication, patience─such things as form the foundation of a strong relationship.
de: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_030<tab>Die Zeremonie besteht aus zwei Prüfungen, die gemeinhin als Prüfungen des Mondes bekannt sind. Sie zu bestehen erfordert Zusammenarbeit, Kommunikation und Geduld<var 1D /var>- jene Dinge, die das Fundament einer starken Beziehung bilden.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_031<tab>The Valentione's Ceremony is made up of two mini-games: “Till Mog Do Us Part” and “Cards Beat as One.”
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_031<tab>Die Valentionzeremonie besteht aus zwei Minispielen: „Bis dass der Mogry uns scheidet“ und „Karten schlagen im Takt“.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_032<tab>Upon the completion of both, you will receive an affinity rating for your party.
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_032<tab>Beim Abschluss beider Prüfungen erhält deine Gruppe eine Liebeswertung.

source: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_040<tab>In the first trial, you and your partner must make your way through an obstacle-filled maze. Though you each will have your own path, you must avoid straying far from one another, lest your bond be broken.
de: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_040<tab>Die erste Prüfung stellt die Stärke Eures Bundes auf die Probe. Ihr und Euer Herzblatt begebt Euch auf eine Reise durch einen Irrgarten, bei der Ihr zahlreiche Hindernisse überwinden müsst, ohne Euch zu weit voneinander zu entfernen, damit der Bund nicht gebrochen wird.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_041<tab>In the trial “Till Mog Do Us Part,” you and your partner are joined by a magical chain.
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_041<tab>Bei der Prüfung „Bis dass der Mogry uns scheidet“ seid du und dein Herzblatt durch eine magische Kette miteinander verbunden.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_042<tab>Straying too far from one another will cause the chain to break, during which time the <var 48 F201F4 /var><var 49 F201F5 /var>Affinity<var 49 01 /var><var 48 01 /var> bar will slowly drain.
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_042<tab>Wenn ihr euch zu weit voneinander entfernt, zerbricht diese Kette und euer <var 48 F201F4 /var><var 49 F201F5 /var>Liebesbalken<var 49 01 /var><var 48 01 /var> beginnt langsam zu fallen.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_043<tab>Being attacked by moogles will also drain the bar.
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_043<tab>Durch Angriffe von Mogrys sinkt der Balken ebenfalls.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_044<tab>If the bar is completely drained, the duty will end in failure, and you will be ejected from the instance.
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_044<tab>Wenn der Balken komplett leer ist, wird der Inhalt als Fehlschlag gewertet und ihr werdet aus der Instanz entfernt.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_045<tab>Completion time and remaining Affinity influence your final rating while determining your bonus for the second trial, “Cards Beat as One.”
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_045<tab>Die für den Abschluss benötigte Zeit und die verbleibende Liebe beeinflussen eure finale Wertung und bestimmen euren Bonus für die zweite Prüfung: „Karten schlagen im Takt“.

source: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_050<tab>The second trial challenges your powers of recollection and reasoning, while calling on a bit of luck and cooperation for good measure.
de: TEXT_FESVLT2018ENTRANCE_00466_CHAMBERLAIN00466_000_050<tab>Bei der zweiten Prüfung geht es um Eure Erinnerung und logisches Denken. Zudem kann eine Prise Glück und Zusammenarbeit nicht schaden.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_051<tab>The trial “Cards Beat as One” is a card-matching game. Twelve cards will be laid out, and couples must cooperate to turn over matching pairs.
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_051<tab>Die Prüfung „Karten schlagen im Takt“ ist ein Kartenspiel. Es werden zwölf Karten ausgelegt und du und dein Herzblatt müsst zu<var 16 /var>sammen<var 16 /var>arbeiten, um passende Paare umzudrehen.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_052<tab>If you guess incorrectly, you will be required to select again until all cards have been matched.
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_052<tab>Wenn einer von euch die falsche Karte wählt, müsst ihr erneut Karten auswählen, bis alle Paare gefunden sind.

source: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_053<tab>The number of incorrect guesses influences your final affinity rating.
de: TEXT_FESVLT2018ENTRANCE_00466_SYSTEM_000_053<tab>Die Anzahl falscher Versuche beeinflusst eure finale Liebeswertung.
