Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/FesVlx101_05251/*.xlf
Languages: de, ru

source: TEXT_FESVLX101_05251_TITOUAN_000_047<tab>Pray excuse my interruption. I am Ser Titouan, a knight of House Haillenarte. Do I have the pleasure of addressing the botanist Laurovic?
de: TEXT_FESVLX101_05251_TITOUAN_000_047<tab>お話し中のところ失礼する。 私の名はティトゥアン、アインハルト家に仕える騎士だ。 貴殿は園芸師のローロヴィック殿だな。
ru: TEXT_FESVLX101_05251_TITOUAN_000_047<tab>Прошу прощения, если перебиваю беседу. Я — сэр Титуан, рыцарь дома Айенарт. Имею ли я честь обращаться к ботанику по имени Лоровик?

source: TEXT_FESVLX101_05251_TITOUAN_000_048<tab>The roses being distributed during the current festivities─may I ask where you acquired them?
de: TEXT_FESVLX101_05251_TITOUAN_000_048<tab>此度の祝祭で配布されている薔薇だが、 貴殿はあれをどこで手に入れた？
ru: TEXT_FESVLX101_05251_TITOUAN_000_048<tab>Розы, которые раздаются в нынешний праздник... Могу я узнать, как они попали в ваши руки?

source: TEXT_FESVLX101_05251_LAUROVIC_000_049<tab>Those? Why, I grew them from the seeds given to me by my love, Sylginie...
de: TEXT_FESVLX101_05251_LAUROVIC_000_049<tab>ええっと…… あの薔薇は恋人のシルジニーから託された種から、 僕が育てたものですが……。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_049<tab>Розы? Ну, я вырастил их из семян, которые мне оставила моя возлюбленная, Сильджина...

source: TEXT_FESVLX101_05251_TITOUAN_000_050<tab>So it is indeed the Driancoin, the rose permitted to be grown by none save our house. To think that she would bring it to a foreign nation...
de: TEXT_FESVLX101_05251_TITOUAN_000_050<tab>やはり、あの薔薇は「ドリアンコワン」…… 我がアインハルト家に伝わりし門外不出の品種！ まさか、シルジニーが他国に持ち出していようとは……。
ru: TEXT_FESVLX101_05251_TITOUAN_000_050<tab>Значит, это действительно дрианкоиновая роза. Этот цветок принадлежит нашему дому, и никому за его пределами не дозволено их выращивать. Подумать только, она привезла семена на чужбину...

source: TEXT_FESVLX101_05251_LAUROVIC_000_051<tab>You know Sylginie!?
de: TEXT_FESVLX101_05251_LAUROVIC_000_051<tab>シルジニーをご存じなのですか！？
ru: TEXT_FESVLX101_05251_LAUROVIC_000_051<tab>«Она»? Вы знаете Сильджину!?

source: TEXT_FESVLX101_05251_TITOUAN_000_052<tab>She tended House Haillenarte's rose gardens until a few years ago, when she vanished without a trace.
de: TEXT_FESVLX101_05251_TITOUAN_000_052<tab>彼女はアインハルト家の薔薇園に勤めていたのだ。 しかし、数年前に出奔してしまってな。
ru: TEXT_FESVLX101_05251_TITOUAN_000_052<tab>Несколько лет назад эта девушка ухаживала за розами в садах дома Айенарт. А потом испарилась без следа.

source: TEXT_FESVLX101_05251_TITOUAN_000_053<tab>Our house takes the rose for its symbol, and the Driancoin is the foremost of all the species. Sylginie had care of them on account of her skills.
de: TEXT_FESVLX101_05251_TITOUAN_000_053<tab>薔薇を紋章に掲げるアインハルト家にとって、 「ドリアンコワン」は、もっとも大切な品種……。 腕のいい彼女には、その生育を任せていた。
ru: TEXT_FESVLX101_05251_TITOUAN_000_053<tab>Роза — символ дома Айенарт, в особенности её дрианкоиновая разновидность. Сильджине, как садовнице на службе нашего дома, полностью доверяли в уходе за этими редкими цветами.

source: TEXT_FESVLX101_05251_TITOUAN_000_054<tab>But when Coerthas froze over in the Calamity's wake, every last plant withered away. 'Twas believed that she fled out of shame.
de: TEXT_FESVLX101_05251_TITOUAN_000_054<tab>ところが、霊災後にクルザスは寒冷化に見舞われ…… すべての株が枯れ果ててしまった。 その責任を感じて、自ら姿を消したのだろう。
ru: TEXT_FESVLX101_05251_TITOUAN_000_054<tab>Но когда Кёртас оказался покрыт льдом после Катаклизма, все розы до единой иссохли. Мы считали, что Сильджина сбежала от охватившего её стыда из-за неспособности спасти растения.

source: TEXT_FESVLX101_05251_LAUROVIC_000_055<tab>When she entrusted me with the seeds, she made no mention of their importance. Why did she give them to me? This is all such a shock...
de: TEXT_FESVLX101_05251_LAUROVIC_000_055<tab>彼女が僕に種を託したとき、 そんな謂れのある品種のものだとは教えてくれませんでした。 なぜ、これほど貴重な種を僕に……。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_055<tab>Когда она доверила мне семена, то не упоминала об их важности. Но почему она дала их мне? В голове не укладывается...

source: TEXT_FESVLX101_05251_TITOUAN_000_056<tab>Indeed. Never did I imagine that the rose would end up not only surviving in a foreign land, but thriving.
de: TEXT_FESVLX101_05251_TITOUAN_000_056<tab>私も驚いたよ。 希少性を守るため門外不出としてきた薔薇が、 異国で育てられ、絶滅を免れていたなど思いもよらなかった。
ru: TEXT_FESVLX101_05251_TITOUAN_000_056<tab>Как и у меня. Поверить не могу, что наши розы не просто выжили в другом государстве, но и так обильно разрослись.

source: TEXT_FESVLX101_05251_LAUROVIC_000_057<tab>So the reason you seek Sylginie...is in order to bring her to account?
de: TEXT_FESVLX101_05251_LAUROVIC_000_057<tab>では、シルジニーを探しているのは、 禁を破って希少な薔薇を持ち出した彼女を罰するため……？
ru: TEXT_FESVLX101_05251_LAUROVIC_000_057<tab>Причина, по которой вы ищете Сильджину... вы хотите её арестовать?

source: TEXT_FESVLX101_05251_TITOUAN_000_058<tab>While she has violated our laws, she has saved the Driancoin from extinction. As such, I doubt she would face much of a punishment if any. Nevertheless, my duty is to ascertain the truth of the matter.
de: TEXT_FESVLX101_05251_TITOUAN_000_058<tab>いや、彼女の判断があればこそ絶滅を免れたのだから、 罰することにはならないだろう。 だが、私としても事の次第を確かめねばクルザスに帰れぬのでな。
ru: TEXT_FESVLX101_05251_TITOUAN_000_058<tab>Она нарушила наши законы, это правда. Но при этом спасла дрианкоиновые розы от исчезновения. Сомневаюсь, что она понесёт хоть какое-то наказание. Однако, моя работа состоит в том, чтобы докопаться до правды и доложить обо всём великому дому.

source: TEXT_FESVLX101_05251_LAUROVIC_000_059<tab>In that case, will you not allow me to search with you? Though Sylginie bade me to not do so, I cannot bear to do nothing...
de: TEXT_FESVLX101_05251_LAUROVIC_000_059<tab>そういうことでしたら、私も捜索に協力させてください。 もっとも、彼女は「探さないで」と言っていたそうでして……。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_059<tab>Тогда разрешите помочь в её поисках? Сильджина просила меня её не искать, но после всего, что вы рассказали, я не могу сидеть сложа руки...

source: TEXT_FESVLX101_05251_TITOUAN_000_060<tab>Hmm... Mayhap we can have her come to us instead, by devising a rumor that would draw her attention.
de: TEXT_FESVLX101_05251_TITOUAN_000_060<tab>ならば、向こうから来てもらうのはどうだろうか。 シルジニーの関心を引くような噂を、 彼女の耳に入れることができれば、様子を見に現れるやもしれぬ。
ru: TEXT_FESVLX101_05251_TITOUAN_000_060<tab>Хм-м-м... Быть может, мы и не будем её искать, а сделаем так, чтобы она сама пришла к нам. Пустим по городу слух. Такой, что привлечёт её внимание.

source: TEXT_FESVLX101_05251_LAUROVIC_000_061<tab>Let us try it. As much as it chafes me to deceive her, I'll do what I must to see her again.
de: TEXT_FESVLX101_05251_LAUROVIC_000_061<tab>やりましょう。 彼女に譲れない想いがあるように…… 僕にも譲れない想いがあります！
ru: TEXT_FESVLX101_05251_LAUROVIC_000_061<tab>Давайте попробуем. Меня ранит мысль, что придётся её обмануть, но я пойду на всё, чтобы снова увидеть Сильджину!

source: TEXT_FESVLX101_05251_TITOUAN_000_062<tab>Then the question is what manner of rumor to employ. Have you any thoughts?
de: TEXT_FESVLX101_05251_TITOUAN_000_062<tab>その意気やよし。 問題は、どのような噂を流すかだが…… 誰か妙案がおありかね？
ru: TEXT_FESVLX101_05251_TITOUAN_000_062<tab>Тогда вопрос в следующем: какой слух привлечёт её внимание? Есть идеи?

source: TEXT_FESVLX101_05251_Q2_000_000<tab>What will you say?
de: TEXT_FESVLX101_05251_Q2_000_000<tab>何と言う？
ru: TEXT_FESVLX101_05251_Q2_000_000<tab>Что вы скажете?

source: TEXT_FESVLX101_05251_A2_000_000<tab>Laurovic has been apprehended by an Ishgardian knight.
de: TEXT_FESVLX101_05251_A2_000_000<tab>ローロヴィックが騎士に囚われた……とか
ru: TEXT_FESVLX101_05251_A2_000_000<tab>Рыцарь из Ишгарда арестовал Лоровика.

source: TEXT_FESVLX101_05251_A2_000_001<tab>Laurovic is to duel an Ishgardian knight.
de: TEXT_FESVLX101_05251_A2_000_001<tab>ローロヴィックが騎士と決闘する……とか
ru: TEXT_FESVLX101_05251_A2_000_001<tab>Лоровик сойдётся в дуэли с ишгардским рыцарем.

source: TEXT_FESVLX101_05251_A2_000_002<tab>Nothing is coming to mind...
de: TEXT_FESVLX101_05251_A2_000_002<tab>思いつかない……
ru: TEXT_FESVLX101_05251_A2_000_002<tab>Ничего в голову не приходит...

source: TEXT_FESVLX101_05251_TITOUAN_000_063<tab>I see... By suggesting that Laurovic has been apprehended on suspicion of the seeds' theft, I daresay Sylginie would come rushing to his defense.
de: TEXT_FESVLX101_05251_TITOUAN_000_063<tab>なるほどな。 「種」の流出が原因で彼が拘束されたと言い含めれば、 当事者たる彼女は気にかけるだろう。
ru: TEXT_FESVLX101_05251_TITOUAN_000_063<tab>Действительно... Вполне вероятно, услышав о том, что Лоровика задержали по подозрениям в краже семян, Сильджина поспешит ему на помощь.

source: TEXT_FESVLX101_05251_LAUROVIC_000_064<tab>W-We wouldn't actually fight, of course? I can't wield anything save botanist's tools...
de: TEXT_FESVLX101_05251_LAUROVIC_000_064<tab>じ……実際戦う必要はないんですよね？ 僕、園芸道具しか扱えませんからねっ！？
ru: TEXT_FESVLX101_05251_LAUROVIC_000_064<tab>Н-но же мы же не будем взаправду драться, правда? Я кроме садовых инструментов ничем махать не умею...

source: TEXT_FESVLX101_05251_TITOUAN_000_065<tab>On the assumption that Sylginie is aware of your limits, I daresay she would come out of worry for your safety. We needn't go so far as to cross swords.
de: TEXT_FESVLX101_05251_TITOUAN_000_065<tab>力の差が歴然だからこそ、 貴殿の身を案じて、彼女も姿を現すかもしれぬぞ。 もちろん決闘は方便で、本当に戦うわけではないがな。
ru: TEXT_FESVLX101_05251_TITOUAN_000_065<tab>Могу предположить, что Сильджина достаточно хорошо вас знает, чтобы это понимать. Думаю, боясь за вашу жизнь, она покажет себя. Не волнуйтесь, нам не придётся по-настоящему скрещивать мечи.

source: TEXT_FESVLX101_05251_TITOUAN_000_066<tab>How about this: I have apprehended you on suspicion of the seeds' theft. I daresay that would bring Sylginie rushing to your defense.
de: TEXT_FESVLX101_05251_TITOUAN_000_066<tab>ローロヴィック殿が私に囚われた……という噂はどうかね？ 「種」の流出が原因で彼の身柄が拘束されたと思い、 様子を見にくるやもしれぬ。
ru: TEXT_FESVLX101_05251_TITOUAN_000_066<tab>Как насчёт такой идеи: я задержал вас по подозрению в краже семян. Думаю, это вынудит Сильджину прийти вам на помощь.

source: TEXT_FESVLX101_05251_LAUROVIC_000_067<tab>Yes, that may well work. As for the location, I believe the Greatloam Growery would be as suitable a place as any.
de: TEXT_FESVLX101_05251_LAUROVIC_000_067<tab>およそ方針は決まりましたね……あとは、 僕たちがグレートローム農場にいることも言い含めれば、 噂を聞いた彼女が、そこへ現れてくれるでしょう。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_067<tab>Да, это может сработать. Думаю, Плодородные сады будут подходящим местом.

source: TEXT_FESVLX101_05251_TITOUAN_000_068<tab>Then it is settled. Let us split up and recruit some citizens to our cause. And lest we cause undue commotion, be sure to clarify 'tis but a ruse.
de: TEXT_FESVLX101_05251_TITOUAN_000_068<tab>皆で手分けをして、市民たちに協力を仰いでこようではないか。 もちろん噂が方便だということを伝えた上でな……！
ru: TEXT_FESVLX101_05251_TITOUAN_000_068<tab>Тогда решено. Разделимся и попытаемся завербовать горожан на распространение слухов. Вызывать тревогу в городе нам незачем, так что обязательно поясните, что это не настоящий арест.

source: TEXT_FESVLX101_05251_LAUROVIC_100_068<tab>Understood. We meet again at the Growery.
de: TEXT_FESVLX101_05251_LAUROVIC_100_068<tab>それでは噂を流し終えたら、 グレートローム農場で合流しましょう。 おふたりとも、よろしくお願いします！
ru: TEXT_FESVLX101_05251_LAUROVIC_100_068<tab>Хорошо. Встретимся в садах.

source: TEXT_FESVLX101_05251_RUMOR05251A_000_075<tab>So you want this rumor to reach the woman with a rose earring? Very well, we shall help! The roses brought my love and I together─this would be a fine chance to give back.
de: TEXT_FESVLX101_05251_RUMOR05251A_000_075<tab>なるほど、「薔薇の耳飾りの女性」を見かけたら、 その噂を彼女にそれとなく聞かせればいいのね？ 花束のおかげで恋が実ったし、協力するわ！
ru: TEXT_FESVLX101_05251_RUMOR05251A_000_075<tab>Вы хотите, чтобы слухи достигли женщины с серьгой в форме розы? Ну хорошо, мы поможем! Розы свели нас с моей любовью, и это будет хорошим способом отблагодарить ботаника, если мы поможем ему воссоединиться с возлюбленной.

source: TEXT_FESVLX101_05251_MAISENTA_000_076<tab>I should be glad to tell our other customers as well, in the spirit of the occasion.
de: TEXT_FESVLX101_05251_MAISENTA_000_076<tab>それなら、私からほかのお客様にも、 協力を頼んで差しあげましょうか？
ru: TEXT_FESVLX101_05251_MAISENTA_000_076<tab>А что, очень в духе праздника. Я тоже буду рада рассказать посетителям.

source: TEXT_FESVLX101_05251_MAISENTA_000_078<tab>Should it happen to win me Laurovic's favor, and lead to a better deal with the guild for the blossoms we use in our popular rose tea... Well, who am I to argue?
de: TEXT_FESVLX101_05251_MAISENTA_000_078<tab>実は、園芸師ギルドの薔薇で作ったローズティーは、 お客様にとても評判がいいんですの。 ここで彼に恩を売っておけば……フフフ……。
ru: TEXT_FESVLX101_05251_MAISENTA_000_078<tab>К тому же, мы используем лепестки роз в нашем популярном чае. Если это поможет мне завоевать расположение Лоровика и с его помощью получится заключить более выгодную сделку с гильдией... Как тут не согласиться?

source: TEXT_FESVLX101_05251_RUMOR05251B_000_079<tab>Laurovic wishes to be reunited with his love, you say? It would be too tragic if they couldn't be together... You may count on us to spread this rumor far and wide!
de: TEXT_FESVLX101_05251_RUMOR05251B_000_079<tab>まあ、ローロヴィックさんが恋人を探して……？ 何やら事情がおありの様子…… わたくしたちが必ず、その噂をお届けいたしましょう。
ru: TEXT_FESVLX101_05251_RUMOR05251B_000_079<tab>Говорите, Лоровик желает воссоединиться с возлюбленной? Если они не смогут быть вместе, это будет трагично... Не волнуйтесь, мы расскажем об этом всем и вся!

source: TEXT_FESVLX101_05251_RUMOR05251B_000_080<tab>What? An Ishgardian knight has taken a botanist prisoner!?
de: TEXT_FESVLX101_05251_RUMOR05251B_000_080<tab>ええっ、イシュガルドの騎士様に囚われた人がいる！？ あなた、腕に自信があるなら助けてあげられないの？
ru: TEXT_FESVLX101_05251_RUMOR05251B_000_080<tab>Что? Ишгардский рыцарь арестовал садовника!?

source: TEXT_FESVLX101_05251_RUMOR05251B_000_081<tab>...Ohhh, it's just a ruse to find his sweetheart! Well then, consider me part of it. When it comes to endeavors in love, we have to help one another!
de: TEXT_FESVLX101_05251_RUMOR05251B_000_081<tab>なあんだ、そういう話じゃないのね。 もちろんその作戦、協力させてもらうわ、 私も誰かの恋の応援をしてみたかったの！
ru: TEXT_FESVLX101_05251_RUMOR05251B_000_081<tab>...А-а-а, это просто уловка, чтобы найти возлюбленную! Считайте, я в деле. Ради любви, мы должны помогать друг другу!

source: TEXT_FESVLX101_05251_RUMOR05251B_000_082<tab>What? A botanist will duel an Ishgardian knight at the Greatloam Growery!? Don't tell me they're fighting over you!?
de: TEXT_FESVLX101_05251_RUMOR05251B_000_082<tab>ええっ、グレートローム農場で決闘！？ まさか、あなたを取り合って……とか！？
ru: TEXT_FESVLX101_05251_RUMOR05251B_000_082<tab>Что? Садовник сойдётся в дуэли с ишгардским рыцарем в Плодородных садах!? Только не говорите мне, что они будут драться за право вашей руки!

source: TEXT_FESVLX101_05251_RUMOR05251B_000_083<tab>...Ohhh, it's just a ruse to find his sweetheart! Well then, consider us part of it. When it comes to endeavors in love, we have to help one another!
de: TEXT_FESVLX101_05251_RUMOR05251B_000_083<tab>ああ、消えた恋人を誘い出すための作戦だったのね。 フフ、そういうことなら協力させてちょうだい、 絶対彼女に噂を届けてあげるから！
ru: TEXT_FESVLX101_05251_RUMOR05251B_000_083<tab>...А-а-а, это просто уловка, чтобы найти возлюбленную! Считайте, я в деле. Ради любви, мы должны помогать друг другу!

source: TEXT_FESVLX101_05251_MAISENTA_000_084<tab>To be deleted.
de: TEXT_FESVLX101_05251_MAISENTA_000_084<tab>（★未使用／削除予定★）

source: TEXT_FESVLX101_05251_TITOUAN_000_085<tab>There you are. I was able to recruit a good number of citizens to spread the word.
de: TEXT_FESVLX101_05251_TITOUAN_000_085<tab>戻ったか。 こちらも数名に協力を要請しておいたぞ。
ru: TEXT_FESVLX101_05251_TITOUAN_000_085<tab>А вот и вы. Мне удалось завербовать немало горожан на распространение слухов.

source: TEXT_FESVLX101_05251_LAUROVIC_000_090<tab>I'm truly grateful for your help, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>. But I'm beginning to worry that Sylginie won't come...
de: TEXT_FESVLX101_05251_LAUROVIC_000_090<tab><var 2C ((<var 29 EB02 /var>)) (( )) 03 /var>さん、ご協力ありがとうございます。 しかし、本当にシルジニーは来てくれるでしょうか……。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_090<tab>Я очень ценю вашу помощь, (имя игрока). Правда, начинаю сомневаться, что Сильджина придёт...

source: TEXT_FESVLX101_05251_TITOUAN_000_091<tab>She must, or else I would have suffered through all of your lovesick rambling for naught.
de: TEXT_FESVLX101_05251_TITOUAN_000_091<tab>来てもらわねばならぬ。 そなたときたら待っている間に、 惚気話をひたすら聞かせてきおって……！
ru: TEXT_FESVLX101_05251_TITOUAN_000_091<tab>Обязана прийти. А не то я сойду с ума, слушая весь этот бред про любовь.

source: TEXT_FESVLX101_05251_LAUROVIC_000_092<tab>What? But I was merely expressing the wonders of true love. One day, someone doesn't exist in your life. The next, you cannot imagine life without them...
de: TEXT_FESVLX101_05251_LAUROVIC_000_092<tab>そんな…… 私はただ真実の愛が、いかに素晴らしいのかを……
ru: TEXT_FESVLX101_05251_LAUROVIC_000_092<tab>Что? Да я просто выражал восхищение любовью. Разве она не удивительна? Вчера вы даже не знали о существовании человека, а сегодня уже не можете представить свою жизнь без него или неё...

source: TEXT_FESVLX101_05251_TITOUAN_000_093<tab>Ugh, enough of that! Enough!
de: TEXT_FESVLX101_05251_TITOUAN_000_093<tab>ええい、その話はもういい！
ru: TEXT_FESVLX101_05251_TITOUAN_000_093<tab>Аргх, хватит! Хватит!

source: TEXT_FESVLX101_05251_SYLGINIE_000_094<tab>Ser Titouan! Please wait!
de: TEXT_FESVLX101_05251_SYLGINIE_000_094<tab>お、お待ちください、ティトゥアン様！！
ru: TEXT_FESVLX101_05251_SYLGINIE_000_094<tab>Сэр Титуан! Прошу вас, подождите!

source: TEXT_FESVLX101_05251_SYLGINIE_000_095<tab>'Twas I who made off with the Driancoin seeds, not Laurovic! Release him, I beg you!
de: TEXT_FESVLX101_05251_SYLGINIE_000_095<tab>ローロヴィックを解放してください！ 「ドリアンコワン」の種を持ち出したのは、 彼ではなく、私なのです……！
ru: TEXT_FESVLX101_05251_SYLGINIE_000_095<tab>Не Лоровик украл дрианкоиновые семена, а я! Умоляю, отпустите его!

source: TEXT_FESVLX101_05251_SYLGINIE_000_096<tab>Laurovic stands no chance against you! Do not hurt him, I beg you!
de: TEXT_FESVLX101_05251_SYLGINIE_000_096<tab>彼が貴方様に敵うはずがございません！ どうかローロヴィックを傷つけないでください！
ru: TEXT_FESVLX101_05251_SYLGINIE_000_096<tab>У Лоровика в схватке с вами нет никаких шансов! Умоляю, не начинайте дуэль!

source: TEXT_FESVLX101_05251_SYLGINIE_000_097<tab>This feud relates to you, does it not? Please, help me stop it.
de: TEXT_FESVLX101_05251_SYLGINIE_000_097<tab>こちらの<var 09 E948 ((ヒューラン)) ((エレゼン)) ((ララフェル)) ((ミコッテ)) ((ルガディン)) ((アウラ)) ((ロスガル)) ((ヴィエラ)) /var>族の<var 08 E905 ((女性)) ((男性)) /var>を巡っての決闘と伺いましたが……
ru: TEXT_FESVLX101_05251_SYLGINIE_000_097<tab>Этот раздор как-то связан с вами, да? Пожалуйста, помогите мне спасти его.

source: TEXT_FESVLX101_05251_LAUROVIC_000_098<tab>Oh, Sylginie, at long last I've found you! Hear me, my love. Ser Titouan means me no harm, I assure you.
de: TEXT_FESVLX101_05251_LAUROVIC_000_098<tab>ああシルジニー、ようやく君に会えた……！ どうか落ち着いてほしい、 ティトゥアン卿は僕を害したりはしないよ。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_098<tab>О, Сильджина, наконец я тебя нашёл! Услышь меня, любовь моя. Уверяю, сэр Титуан не желает мне зла.

source: TEXT_FESVLX101_05251_LAUROVIC_000_099<tab>I am sorry for causing you alarm, but I couldn't bear the thought of never seeing you again. And so I spread a false rumor, with help from <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var> and Ser Titouan.
de: TEXT_FESVLX101_05251_LAUROVIC_000_099<tab>君の心を乱してしまって本当にすまなかった。 どうしても諦めきれなくて、このおふたりに協力してもらい、 嘘の噂を流してもらったんだ。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_099<tab>Прости, что заставил тебя волноваться, но я не мог представить жизни, где не увижу тебя вновь. С помощью сэра Титуана и (имя игрока) я распространил этот ложный слух.

source: TEXT_FESVLX101_05251_LAUROVIC_000_100<tab>I have heard all about the Driancoin. Will you not tell me why you entrusted me with the seeds and left?
de: TEXT_FESVLX101_05251_LAUROVIC_000_100<tab>ティトゥアン卿から「ドリアンコワン」について聞いたよ。 だから教えてくれないか、シルジニー…… どうして君は、僕に種を託して立ち去ってしまったんだい？
ru: TEXT_FESVLX101_05251_LAUROVIC_000_100<tab>Я знаю про дрианкоиновые розы. Расскажи, почему ты доверила мне семена и сбежала?

source: TEXT_FESVLX101_05251_SYLGINIE_000_102<tab>Please believe me when I say it was for the sake of the Driancoin.
de: TEXT_FESVLX101_05251_SYLGINIE_000_102<tab>ごめんなさい……本当に……。 すべては「ドリアンコワン」の未来を守るためだったの。
ru: TEXT_FESVLX101_05251_SYLGINIE_000_102<tab>Прошу поверить мне на слово — я сделала это для сохранения дрианкоиновых роз.

source: TEXT_FESVLX101_05251_SYLGINIE_000_103<tab>The rose wasn't made for the extreme cold that had overtaken Coerthas. Believing the conditions to be ideal in the Black Shroud, I brought the seeds here, where I met you.
de: TEXT_FESVLX101_05251_SYLGINIE_000_103<tab>あの薔薇は、クルザスの寒冷化に耐えられず枯れてしまった。 でも、黒衣森の気候と沃土でなら命を繋げられると考え、 種を持ち出して出奔し……あなたに出会った。
ru: TEXT_FESVLX101_05251_SYLGINIE_000_103<tab>Цветы не были приспособлены к холоду, который воцарился в Кёртасе. Я верила, что Чёрный Покров обладал идеальным климатом для них. Я привезла семена... а после этого встретила тебя.

source: TEXT_FESVLX101_05251_SYLGINIE_000_104<tab>But not only did I fail in my duty to my house─I violated its rules as well. I have no right to be happy...
de: TEXT_FESVLX101_05251_SYLGINIE_000_104<tab>でも、私は責務を果たせなかったばかりか、 禁まで破って、門外不出の種を持ち出した罪人。 幸せになる権利なんてないの……。
ru: TEXT_FESVLX101_05251_SYLGINIE_000_104<tab>Но я подвела великий дом и нарушила правила. Я не заслуживаю счастья...

source: TEXT_FESVLX101_05251_SYLGINIE_000_105<tab>That is why I chose to entrust you with the seeds before disappearing. 'Twas an unkind thing I did to you, and I'm truly sorry.
de: TEXT_FESVLX101_05251_SYLGINIE_000_105<tab>だから、私はあなたに種を託して姿を消すことを選んだ。 勝手なことをして、本当にごめんなさい。
ru: TEXT_FESVLX101_05251_SYLGINIE_000_105<tab>Потому я решила оставить семена тебе и исчезнуть. Я знаю, что причинила тебе боль, и мне правда очень жаль.

source: TEXT_FESVLX101_05251_SYLGINIE_000_106<tab>When I heard that the roses would be handed out during Valentione's Day, I couldn't help but come and see for myself, though I knew that I couldn't stay...
de: TEXT_FESVLX101_05251_SYLGINIE_000_106<tab>ヴァレンティオンデーで薔薇が配られると聞いて、 いてもたってもいられず来てしまったけれど、 やっぱり私は……
ru: TEXT_FESVLX101_05251_SYLGINIE_000_106<tab>Когда я услышала, что на День Валентиона в Гридании будут раздаваться розы, я не сдержалась и захотела увидеть их, пусть и знала, что не смогу задержаться тут надолго...

source: TEXT_FESVLX101_05251_LAUROVIC_000_107<tab>Oh, Sylginie... To think that you carried such a burden...
de: TEXT_FESVLX101_05251_LAUROVIC_000_107<tab>シルジニー……。 そんな想いを、ずっと抱えていたんだね。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_107<tab>О, Сильджина... Подумать только, ты несла на себе такое бремя...

source: TEXT_FESVLX101_05251_LAUROVIC_000_108<tab>But whatever you may have done, you have every right to be happy!
de: TEXT_FESVLX101_05251_LAUROVIC_000_108<tab>でも、どうか幸せになってはいけないだなんて、 悲しいことは言わないでくれ！
ru: TEXT_FESVLX101_05251_LAUROVIC_000_108<tab>Но несмотря ни на что, ты более чем заслуживаешь быть счастливой!

source: TEXT_FESVLX101_05251_LAUROVIC_000_109<tab>It is thanks to you that the Driancoin now adorns the city, bringing happiness to all. You are a brilliant botanist, and the guild would surely welcome you as a member. Will you not do the honor of growing roses beside me, my love?
de: TEXT_FESVLX101_05251_LAUROVIC_000_109<tab>この祝祭を彩る「ドリアンコワン」は、 誰あろう君が守り抜いたからこそ、咲いたものなんだ！ だから今度は同じギルド員として、僕と薔薇を育ててくれないか？
ru: TEXT_FESVLX101_05251_LAUROVIC_000_109<tab>Благодаря тебе дрианкоиновые розы украшают город, приносят радость каждому. Ты непревзойденный ботаник, и гильдия была бы рада видеть тебя в своих рядах. Любовь моя, удостоишь ли ты меня чести выращивать розы вместе с тобой?

source: TEXT_FESVLX101_05251_TITOUAN_000_110<tab>'Tis true you violated the rules of House Haillenarte. Yet you did so with noble intent, and your actions saved our most precious rose from extinction.
de: TEXT_FESVLX101_05251_TITOUAN_000_110<tab>君が、アインハルト家の禁を破ったことは事実だ。 だがその結果、イシュガルドで途絶えた種が、 ここグリダニアで再び芽生えたのも、また事実……。
ru: TEXT_FESVLX101_05251_TITOUAN_000_110<tab>Это правда, Сильджина. Ты нарушила правила дома Айенарт. Но сделала ты это с благими намерениями, а своими действиями спасла самую ценную для нас розу от исчезновения.

source: TEXT_FESVLX101_05251_TITOUAN_000_111<tab>In recognition of this, I will speak in your defense. And I will make a recommendation to our house that we officially entrust the growing of the Driancoin to the Botanists' Guild.
de: TEXT_FESVLX101_05251_TITOUAN_000_111<tab>その功績に免じ、アインハルト家には私から口添えをしよう。 園芸師ギルドには改めて「ドリアンコワン」生育の打診をしたい。 アインハルト家からの委託というかたちでな。
ru: TEXT_FESVLX101_05251_TITOUAN_000_111<tab>Я признаю это, и готов встать на твою защиту перед великим домом. Кроме этого, я запрошу рекомендацию, чтобы мы официально доверили выращивание дрианкоиновых роз гильдии ботаников.
