Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/FesVlx101_05251/*.xlf
Languages: de, ru

source: TEXT_FESVLX101_05251_SEQ_00<tab>Astrid has need of an adventurer to resolve a quandary in love. ※This quest is available for a limited time only.
de: TEXT_FESVLX101_05251_SEQ_00<tab>※本クエストは、期間限定のクエストとなります。 ミィ・ケット野外音楽堂のアストリドは、手伝ってほしいことがあるようだ。
ru: TEXT_FESVLX101_05251_SEQ_00<tab>Астрид требуется помощь искателя(ницы) приключений, чтобы решить любовную проблему. ※Это задание доступно ограниченное время.

source: TEXT_FESVLX101_05251_SEQ_01<tab>As you are taking in the romantic air of the Valentione's Day celebrations in Gridania, you come upon Astrid de Valentione, the head emissary of ardor and affection. She wastes no time recruiting your aid in assisting a botanist named Laurovic, who has provided the roses which are being distributed for the festivities, but is experiencing difficulties of his own in love. To that end do you make your way to the Greatloam Growery, there to learn from the man the details of his dilemma. ※Please note that you will be unable to complete this quest after the seasonal event has ended. For details, please check the Lodestone.
de: TEXT_FESVLX101_05251_SEQ_01<tab>※本クエストは、シーズナルイベント開催中にかぎり、 受注、進行できます。 開催期間終了後は進行できませんので、ご注意ください。 期間等の詳細についてはLodestoneをご覧ください。 アストリドたちと話した。グリダニアの園芸師ギルド付近で、園芸師の「ローロヴィック」から話を聞こう。

source: TEXT_FESVLX101_05251_SEQ_02<tab>Speaking with Laurovic, you learn that he seeks to be reunited with his love, an Ishgardian botanist named Sylginie, who had left without a word. The roses being given out were grown from the seeds she had entrusted to him, in hopes that she might be compelled to return to Gridania to see them. And though return she has, she soon vanished again amidst the throng, and Laurovic bids you help him to find her. So it is that you set forth in search of a silver-haired Elezen maiden wearing a rose earring.
de: TEXT_FESVLX101_05251_SEQ_02<tab>ローロヴィックと話した。彼の恋人シルジニーの手がかりを追うべく、ミィ・ケット野外音楽堂付近で「薔薇の耳飾りの女性」を探そう。

source: TEXT_FESVLX101_05251_SEQ_03<tab>After a search in the city, you succeed in locating Sylginie. While she admits that she still loves Laurovic, for reasons she does not disclose, she says that she is too ashamed to meet him, and asks that he be told to forget her.
de: TEXT_FESVLX101_05251_SEQ_03<tab>シルジニーを発見した。彼女に頼まれた伝言を伝えるため、グリダニアの工芸「フェン・イル」付近にある「<var 28 ((EObj)) F61EBD3401 /var>」で待機し、ローロヴィックと合流しよう。

source: TEXT_FESVLX101_05251_SEQ_04<tab>You break the bad tidings to Laurovic, who struggles to come to terms with Sylginie's request. It is then that Ser Titouan, a knight of House Haillenarte, announces himself. It transpires that the roses used in the celebration are the Driancoin, a prized variety that withered in the freeze that descended upon Coerthas following the Calamity. When this happened, it was believed that Sylginie, who had tended the Haillenarte rose gardens, fled for the shame, and it is to ascertain the truth of the matter that Ser Titouan has come to Gridania. Refusing to give up on his love, Laurovic asks for permission to search with the knight, who proposes spreading a rumor to draw out Sylginie. Your course of action thus decided, the three of you split up to recruit citizens to your cause.
de: TEXT_FESVLX101_05251_SEQ_04<tab>ローロヴィックと話した。シルジニーを誘い出すため、街中で噂を流すことになった。グリダニア新市街と旧市街を回り、協力してくれそうな住人たちと話そう。

source: TEXT_FESVLX101_05251_SEQ_05<tab>You approach a number of citizens, all of whom are more than willing to do their part for love. Your task satisfactorily accomplished, you make your way to the Greatloam Growery to rejoin your companions in anticipation of Sylginie's appearance.
de: TEXT_FESVLX101_05251_SEQ_05<tab>協力してくれそうな住人たちと話した。グレートローム農場に向かい、「ローロヴィック」たちと合流しよう。

source: TEXT_FESVLX101_05251_SEQ_06<tab>The ruse goes as planned, with Sylginie soon arriving out of concern for Laurovic, who apologizes for his deception before asking her why she left the Driancoin seeds with him before vanishing. As you and Titouan watch on, Sylginie explains that she wished only to save the rose, but having failed her house as well as violated its rules, she felt that she did not deserve to be happy. Laurovic vehemently disagrees, and proffering a bouquet on one knee, he begs her to remain and grow roses with him. In turn, Ser Titouan gives his assurance that Sylginie will not be punished, and after a moment's silence, she finally allows herself to smile as she accepts Laurovic's heartfelt invitation.
de: TEXT_FESVLX101_05251_SEQ_06<tab>ローロヴィックと話した。シルジニーと再会し、彼は想いを無事伝えることができた。グレートローム農場の「ローロヴィック」と再度話そう。

source: TEXT_FESVLX101_05251_SEQ_07<tab>Laurovic thanks you and Ser Titouan for helping him and Sylginie to be reunited. After the knight takes his leave, the couple set off to report the happy tidings to Astrid at the amphitheatre, and you are asked to accompany them.
de: TEXT_FESVLX101_05251_SEQ_07<tab>ローロヴィックと再度話した。事の顛末を報告するため、ミィ・ケット野外音楽堂にいる「アストリド」と話そう。

source: TEXT_FESVLX101_05251_SEQ_08<tab>Astrid rejoices at the blissful end to Laurovic and Sylginie's tale, and expresses her delight that the Driancoin should reunite those who grew them. The rose will doubtless continue to help people to convey the depths of their hearts, during this Valentione's Day and the days beyond.
de: TEXT_FESVLX101_05251_SEQ_08<tab>アストリドと話した。彼女も、ローロヴィックが無事恋人のシルジニーと再会できたことを喜んでいる。ドリアンコワンは想いを伝える薔薇として今後も人々を繋いでいくことだろう。

source: TEXT_FESVLX101_05251_TODO_00<tab>Speak with Laurovic.
de: TEXT_FESVLX101_05251_TODO_00<tab>ローロヴィックと話す
ru: TEXT_FESVLX101_05251_TODO_00<tab>Поговорите с Лоровиком.

source: TEXT_FESVLX101_05251_TODO_01<tab>Search for a woman with a rose earring.
de: TEXT_FESVLX101_05251_TODO_01<tab>薔薇の耳飾りの女性を探す
ru: TEXT_FESVLX101_05251_TODO_01<tab>Найдите женщину с серьгой в виде розы.

source: TEXT_FESVLX101_05251_TODO_02<tab>Wait at the designated location.
de: TEXT_FESVLX101_05251_TODO_02<tab><var 28 ((EObj)) F61EBD3401 /var>で待機
ru: TEXT_FESVLX101_05251_TODO_02<tab>Подождите на месте встречи.

source: TEXT_FESVLX101_05251_TODO_03<tab>Speak with the conversing citizen.
de: TEXT_FESVLX101_05251_TODO_03<tab>旧市街の雑談中の市民と話す
ru: TEXT_FESVLX101_05251_TODO_03<tab>Поговорите с общительной горожанкой.

source: TEXT_FESVLX101_05251_TODO_04<tab>Speak with the gossipy citizen.
de: TEXT_FESVLX101_05251_TODO_04<tab>旧市街の噂好きの市民と話す
ru: TEXT_FESVLX101_05251_TODO_04<tab>Поговорите со сплетничающей горожанкой.

source: TEXT_FESVLX101_05251_TODO_05<tab>Speak with the chatty citizen.
de: TEXT_FESVLX101_05251_TODO_05<tab>新市街のおしゃべりな市民と話す
ru: TEXT_FESVLX101_05251_TODO_05<tab>Поговорите с болтливой горожанкой.

source: TEXT_FESVLX101_05251_TODO_06<tab>Speak with Laurovic.
de: TEXT_FESVLX101_05251_TODO_06<tab>ローロヴィックと話す
ru: TEXT_FESVLX101_05251_TODO_06<tab>Поговорите с Лоровиком.

source: TEXT_FESVLX101_05251_TODO_07<tab>Speak with Laurovic again.
de: TEXT_FESVLX101_05251_TODO_07<tab>ローロヴィックと再度話す
ru: TEXT_FESVLX101_05251_TODO_07<tab>Снова поговорите с Лоровиком.

source: TEXT_FESVLX101_05251_TODO_08<tab>Speak with Astrid.
de: TEXT_FESVLX101_05251_TODO_08<tab>アストリドと話す
ru: TEXT_FESVLX101_05251_TODO_08<tab>Поговорите с Астрид.

source: TEXT_FESVLX101_05251_ASTRID_000_001<tab>Greetings, good <var 08 E905 ((madam)) ((sir)) /var>! I am Astrid de Valentione, emissary of ardor and affection. My fellows and I have come to help folks convey the depths of their hearts to a special someone this Valentione's Day!
de: TEXT_FESVLX101_05251_ASTRID_000_001<tab>Ah, du musst wohl dem süßen Ruf der Liebe hierher gefolgt sein! Mein Name ist Astrid von Valention, Liebesbotin aus Leidenschaft, und ich heiße dich <var 1A 02 /var>herzlich<var 1A 01 /var> willkommen zum diesjährigen Valentiontag, wo wir die Liebe zelebrieren!
ru: TEXT_FESVLX101_05251_ASTRID_000_001<tab>Приветствую, (мадам)(сэр)! Я Астрид де Валентионе, амбассадор страсти и любви. Мы с коллегами прибыли сюда с целью помочь людям выразить их сокрытые чувства своей второй половинке.

source: TEXT_FESVLX101_05251_ASTRID_000_002<tab>...Oh, if it isn't <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! 'Tis ever so lovely to see you again─and precisely when I have need of a capable adventurer!
de: TEXT_FESVLX101_05251_ASTRID_000_002<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, <var 08 E905 ((meine Liebe)) ((mein Lieber)) /var>! Wie schön, dich zu sehen! Hat dich der süße Ruf der Liebe wieder hierhergelockt? Oder hast du womöglich gespürt, dass ich dringend die Hilfe <var 08 E905 ((einer Abenteurerin)) ((eines Abenteurers)) /var> gebrauchen könnte<var 1D /var>...?
ru: TEXT_FESVLX101_05251_ASTRID_000_002<tab>...О, неужто это (имя игрока)? Очень рада снова вас видеть! Особенно, когда я нуждаюсь в помощи умел(ой/ого) искателя(ницы/я) приключений!

source: TEXT_FESVLX101_05251_ASTRID_000_003<tab>Hmm... Begging your pardons, but you are an adventurer of some experience, are you not? If so, I would dearly appreciate your aid!
de: TEXT_FESVLX101_05251_ASTRID_000_003<tab>Bist du zufällig <var 08 E905 ((eine Abenteurerin)) ((ein Abenteurer)) /var>? Bitte entschuldige, dass ich so mit der Tür ins Haus falle, aber du kannst dir sicher sein, dass ich nicht ohne guten Grund frage<var 1D /var>...
ru: TEXT_FESVLX101_05251_ASTRID_000_003<tab>Хм-м... Позвольте поинтересоваться, вы же опытн(ая/ый) искатель(ница) приключений? Если так, мне бы очень пригодилась ваша помощь.

source: TEXT_FESVLX101_05251_ASTRID_000_005<tab>Permit me to explain the situation.
de: TEXT_FESVLX101_05251_ASTRID_000_005<tab>Vielleicht sollte ich erst einmal erzählen, worum es überhaupt geht.
ru: TEXT_FESVLX101_05251_ASTRID_000_005<tab>Позвольте мне объяснить ситуацию.

source: TEXT_FESVLX101_05251_ASTRID_000_006<tab>For this year's event, we are providing people with bouquets of roses to help them make their feelings known.
de: TEXT_FESVLX101_05251_ASTRID_000_006<tab>Das Motto unserer diesjährigen Festlichkeiten ist „Lass Blumen für dich sprechen“! Und welche Blume ist schon romantischer als die Rose? Deswegen wollen wir unsere Besucher dazu ermutigen, ihren Liebsten Rosensträuße zu schenken, um ihren Gefühlen Ausdruck zu verleihen.
ru: TEXT_FESVLX101_05251_ASTRID_000_006<tab>В этом году мы предоставляем людям букеты роз, дабы вручив их, они могли бы показать своей любви что они чувствуют.

source: TEXT_FESVLX101_05251_ASTRID_000_007<tab>But as it happens, the botanist who is kindly providing us with the flowers, a man named Laurovic, appears to be having difficulties of his own in love...
de: TEXT_FESVLX101_05251_ASTRID_000_007<tab>Allerdings scheint es, als hätte der Gärtner unseres Vertrauens, Laurovic, selbst mit Liebesproblemen zu kämpfen<var 1D /var>...
ru: TEXT_FESVLX101_05251_ASTRID_000_007<tab>Но так уж случилось, что Лоровик — тот самый ботаник, что любезно предоставил нам эти прекрасные цветы, — сам столкнулся с проблемой любовного характера...

source: TEXT_FESVLX101_05251_ASTRID_000_008<tab>As emissaries, we should like nothing more than to assist him, but we're given to understand the situation is complicated. That being the case, might I trouble you to act in my stead?
de: TEXT_FESVLX101_05251_ASTRID_000_008<tab>Als Liebesbotin würde ich ihm nur zu gerne helfen, aber mir wurde zu verstehen gegeben, dass die Situation ziemlich kompliziert ist. Wärst du bereit, mir dabei zu helfen?
ru: TEXT_FESVLX101_05251_ASTRID_000_008<tab>Как представители праздника, мы больше всего на свете хотели бы помочь ему, но судя по всему, ситуация куда сложнее, чем кажется на первый взгляд. Могу я попросить вас отправиться к нему вместо меня?

source: TEXT_FESVLX101_05251_ASTRID_000_009<tab>We are in your debt! Without further ado, please seek out Laurovic and lend an ear to his woes. He is like to be at the Greatloam Growery.
de: TEXT_FESVLX101_05251_ASTRID_000_009<tab>Vielen, vielen Dank! Laurovic ist bestimmt gerade in der Gärtnergilde. Bitte begib dich dorthin und finde heraus, was ihm auf dem Herzen liegt, ja?
ru: TEXT_FESVLX101_05251_ASTRID_000_009<tab>Мы у вас в долгу! Тогда без лишних слов, найдите элезена по имени Лоровик и узнайте в чем его беда. Скорее всего, вы встретите его в Плодородных садах.

source: TEXT_FESVLX101_05251_ASTRID_000_010<tab>Laurovic is like to be at the Greatloam Growery. Please seek him out and lend an ear to his woes.
de: TEXT_FESVLX101_05251_ASTRID_000_010<tab>Laurovic ist bestimmt in der Gärtnergilde. Bitte begib dich dorthin und höre dir seine Sorgen an, ja?
ru: TEXT_FESVLX101_05251_ASTRID_000_010<tab>Лоровик, скорее всего, проводит время в Плодородных садах. Прошу, найдите его и узнайте в чем его беда.

source: TEXT_FESVLX101_05251_LAUROVIC_000_015<tab>Oh, Sylginie, my love... Where have you gotten to?
de: TEXT_FESVLX101_05251_LAUROVIC_000_015<tab>Sylginie<var 1D /var>... Du fehlst mir so sehr<var 1D /var>...
ru: TEXT_FESVLX101_05251_LAUROVIC_000_015<tab>Ох, Сильджина, любовь моя... Где же ты?

source: TEXT_FESVLX101_05251_LAUROVIC_000_016<tab>Ah! Forgive me, I didn't notice you... Is there something you require?
de: TEXT_FESVLX101_05251_LAUROVIC_000_016<tab>Oh, bitte entschuldige! Ich war in Gedanken und habe dich nicht bemerkt<var 1D /var>... Kann ich dir irgendwie helfen?
ru: TEXT_FESVLX101_05251_LAUROVIC_000_016<tab>А! Прошу прощения, я вас не заметил... Вы чего-то хотели?

source: TEXT_FESVLX101_05251_LAUROVIC_000_017<tab>Miss Astrid sent you to assist me, you say? That's very kind of you both.
de: TEXT_FESVLX101_05251_LAUROVIC_000_017<tab>Astrid schickt dich also, weil sie sich Sorgen um mich macht? Das ist ja wirklich lieb von euch<var 1D /var>...!
ru: TEXT_FESVLX101_05251_LAUROVIC_000_017<tab>Мисс Астрид отправила вас помочь мне? Это очень приятно. Спасибо вам.

source: TEXT_FESVLX101_05251_LAUROVIC_000_018<tab>You see, there is someone I desperately wish to find...
de: TEXT_FESVLX101_05251_LAUROVIC_000_018<tab>Weißt du<var 1D /var>... Es gibt da eine Person, die mir so sehr fehlt und die ich unbedingt wiederfinden möchte<var 1D /var>...
ru: TEXT_FESVLX101_05251_LAUROVIC_000_018<tab>Видите ли, я отчаянно хочу кое-кого найти...

source: TEXT_FESVLX101_05251_LAUROVIC_000_019<tab>Allow me to begin from the beginning. A few years ago, an Ishgardian botanist arrived here in Gridania.
de: TEXT_FESVLX101_05251_LAUROVIC_000_019<tab>Ihr Name ist Sylginie. Sie ist eine Gärtnerin aus Ishgard und kam vor einigen Jahren hierher, um sich der Gärtnergilde anzuschließen.
ru: TEXT_FESVLX101_05251_LAUROVIC_000_019<tab>Позвольте начать с начала. Несколько лет назад одна девушка, ботанистка из Ишгарда, прибыла сюда, в Гриданию.

source: TEXT_FESVLX101_05251_LAUROVIC_000_020<tab>Sylginie was her name, and in part due to our shared fondness of roses, we struck up a friendship─a friendship that blossomed into love.
de: TEXT_FESVLX101_05251_LAUROVIC_000_020<tab>Wir stellten schnell fest, dass wir viele Gemeinsamkeiten hatten<var 1D /var>... darunter eine ganz besondere Leidenschaft für Rosen! Wir freundeten uns an und irgendwann wurde mehr daraus. Wir entwickelten tiefe Gefühle füreinander<var 1D /var>...
ru: TEXT_FESVLX101_05251_LAUROVIC_000_020<tab>Звали её Сильджина, и на почве нашей любви к розам мы стали друзьями. Дружба эта переросла в чувства.

source: TEXT_FESVLX101_05251_LAUROVIC_000_021<tab>The months that followed were the most wonderful of my life, filled with unforgettable days.
de: TEXT_FESVLX101_05251_LAUROVIC_000_021<tab>Obwohl es nur ein paar Monate waren, war es für mich die erfüllendste Zeit meines Lebens. Nach diesen Monaten hätte ich mir nicht mehr vorstellen können, jemals wieder ohne sie zu sein<var 1D /var>...
ru: TEXT_FESVLX101_05251_LAUROVIC_000_021<tab>Последующие месяцы были самыми прекрасными в моей жизни. Каждый день был незабываемым.

source: TEXT_FESVLX101_05251_LAUROVIC_000_022<tab>But then one day, she disappeared without a word...
de: TEXT_FESVLX101_05251_LAUROVIC_000_022<tab>Aber leider wurde das Unvorstellbare Realität, als sie eines Tages völlig unvermittelt und ohne ein weiteres Wort verschwand<var 1D /var>...
ru: TEXT_FESVLX101_05251_LAUROVIC_000_022<tab>Но потом, в один день, она исчезла не сказав ни слова...

source: TEXT_FESVLX101_05251_LAUROVIC_000_023<tab>...Leaving behind only the seeds of a rare variety of rose.
de: TEXT_FESVLX101_05251_LAUROVIC_000_023<tab>Das Einzige, was sie zurückließ, waren die Samen einer sehr seltenen Rosenart.
ru: TEXT_FESVLX101_05251_LAUROVIC_000_023<tab>...Лишь оставила семена розы редкого вида.

source: TEXT_FESVLX101_05251_LAUROVIC_000_024<tab>The flowers being given out this Valentione's Day are grown from those very seeds.
de: TEXT_FESVLX101_05251_LAUROVIC_000_024<tab>今回ヴァレンティオンデーで配っている薔薇は、 そのとき、託された種から育てたものなんですよ。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_024<tab>Цветы, что раздаются в этот День Валентиона, выросли как раз из тех самых семян.

source: TEXT_FESVLX101_05251_LAUROVIC_000_025<tab>It was my hope upon hope that the word of them would reach her, and then she might be compelled to return to me.
de: TEXT_FESVLX101_05251_LAUROVIC_000_025<tab>どこかにいる彼女の耳にこの薔薇の噂が届けば、 僕を思い出して、会いに来てくれるかもしれない……。 そんな願いも込めて、祝祭に薔薇を提供させていただきました。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_025<tab>Моя надежда была на то, что если до неё дойдёт весть об этих розах, она захочет вернуться в Гриданию. Вернуться ко мне.

source: TEXT_FESVLX101_05251_LAUROVIC_000_026<tab>And as if in answer to my prayers, who should I spot in the crowd just now but her! She wore the rose earring I gifted her, so there's no mistaking it!
de: TEXT_FESVLX101_05251_LAUROVIC_000_026<tab>するとどうでしょう？ 祝祭に沸き立つ街に、彼女の姿を見たのです！ 僕が贈った薔薇の耳飾りをつけていたので、間違いありません！
ru: TEXT_FESVLX101_05251_LAUROVIC_000_026<tab>И будто ответ на мои мольбы, недавно я заметил её на улице! Несомненно это была она! Она носила серьгу в виде розы, которую я лично ей и подарил!

source: TEXT_FESVLX101_05251_LAUROVIC_000_027<tab>Alas, as I made my frantic way towards her, she vanished amidst the throng... Please help me look for her, I beg you!
de: TEXT_FESVLX101_05251_LAUROVIC_000_027<tab>もちろん、すぐに追いましたとも！ ですが、雑踏にまぎれて見失ってしまって…… だからどうかお願いです、僕と共に彼女を探してください！
ru: TEXT_FESVLX101_05251_LAUROVIC_000_027<tab>Увы, пока я пробирался к ней сквозь море людей, она растворилась в толпе... Прошу, помогите мне её найти! Умоляю!

source: TEXT_FESVLX101_05251_Q1_000_000<tab>What will you say?
de: TEXT_FESVLX101_05251_Q1_000_000<tab>何と言う？
ru: TEXT_FESVLX101_05251_Q1_000_000<tab>Что вы скажете?

source: TEXT_FESVLX101_05251_A1_000_000<tab>You can count on me!
de: TEXT_FESVLX101_05251_A1_000_000<tab>任せてほしい！
ru: TEXT_FESVLX101_05251_A1_000_000<tab>Можешь на меня положиться!

source: TEXT_FESVLX101_05251_A1_000_001<tab>Very well...
de: TEXT_FESVLX101_05251_A1_000_001<tab>しょうがないな……
ru: TEXT_FESVLX101_05251_A1_000_001<tab>Ну ладно...

source: TEXT_FESVLX101_05251_LAUROVIC_000_028<tab>I'm in your debt!
de: TEXT_FESVLX101_05251_LAUROVIC_000_028<tab>ありがとうございます……！
ru: TEXT_FESVLX101_05251_LAUROVIC_000_028<tab>Я ваш должник!

source: TEXT_FESVLX101_05251_LAUROVIC_000_029<tab>Now, Sylginie is an Elezen maiden with silver hair. You'll want to keep an eye out for someone of that description, who has the earring I mentioned.
de: TEXT_FESVLX101_05251_LAUROVIC_000_029<tab>シルジニーは美しい黒髪のエレゼン族です。 その特徴を持つ「薔薇の耳飾りの女性」を、 ふたりで手分けして探しましょう。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_029<tab>Сильджина — прекрасная элезенская леди с волосами цвета серебра. Ищите кого-то, кто подходит под это описание, и носит серьгу, о которой я упомянул ранее.

source: TEXT_FESVLX101_05251_LAUROVIC_000_030<tab>If you could search near Mih Khetto's Amphitheatre, I will do the same in the Ebony Stalls.
de: TEXT_FESVLX101_05251_LAUROVIC_000_030<tab>僕は黒檀商店街周辺を探しますので、 あなたは「ミィ・ケット野外音楽堂」付近を探してください。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_030<tab>Если поищите её возле амфитеатра Мих Клетто, я займусь поисками в Кленовых лавках.

source: TEXT_FESVLX101_05251_LAUROVIC_000_031<tab>Afterwards, let us meet before Fen-Yll Fineries. May the Spinner lead us to Sylginie!
de: TEXT_FESVLX101_05251_LAUROVIC_000_031<tab>彼女を見つけたら、お互いの中間地点…… 工芸「フェン・イル」付近で合流しましょう。 どうか、よろしくお願いします！
ru: TEXT_FESVLX101_05251_LAUROVIC_000_031<tab>После этого предлагаю встретиться возле ателье «Фен‐Илл». Пусть Пряха ведёт наши дороги к Сильджине!

source: TEXT_FESVLX101_05251_CITIZEN05251A_000_035<tab>Sylginie...? I am not she, I'm afraid, but I do hope you find her.
de: TEXT_FESVLX101_05251_CITIZEN05251A_000_035<tab>シルジニー……？ いいえ、違いますけれど…… 尋ね人が見つかることを祈っておりますわ。
ru: TEXT_FESVLX101_05251_CITIZEN05251A_000_035<tab>Сильджина...? Нет, боюсь, я не та, кого вы ищете. Но надеюсь, вы её найдёте.

source: TEXT_FESVLX101_05251_SYSTEM_000_036<tab>Alas, this woman is not Sylginie.
de: TEXT_FESVLX101_05251_SYSTEM_000_036<tab>どうやら、シルジニーではなかったようだ……。
ru: TEXT_FESVLX101_05251_SYSTEM_000_036<tab>Увы, эта женщина не Сильджина.

source: TEXT_FESVLX101_05251_CITIZEN05251B_000_037<tab>Oh, this isn't a rose on my earring, but orchids. Though in light of the festivities, a rose would certainly be more fitting.
de: TEXT_FESVLX101_05251_CITIZEN05251B_000_037<tab>あら、私の耳飾りは薔薇じゃなくて胡蝶蘭よ。 でもせっかくだから、今回の祝祭に合わせて、 薔薇にするのも良かったかもね。
ru: TEXT_FESVLX101_05251_CITIZEN05251B_000_037<tab>О? Нет-нет, это не роза. Моя серьга в форме орхидеи. Хотя, если так подумать, роза бы больше подошла к празднику.

source: TEXT_FESVLX101_05251_SYSTEM_000_038<tab>Alas, this woman is not Sylginie.
de: TEXT_FESVLX101_05251_SYSTEM_000_038<tab>どうやら、シルジニーではなかったようだ……。
ru: TEXT_FESVLX101_05251_SYSTEM_000_038<tab>Увы, эта женщина не Сильджина.

source: TEXT_FESVLX101_05251_SYLGINIE_000_039<tab>M-May I help you?
de: TEXT_FESVLX101_05251_SYLGINIE_000_039<tab>あ、あなたは……？
ru: TEXT_FESVLX101_05251_SYLGINIE_000_039<tab>В-вам помочь?

source: TEXT_FESVLX101_05251_SYLGINIE_000_040<tab>That he should go to such lengths to find me... I love him still, I truly do. But I'm too ashamed to meet him...
de: TEXT_FESVLX101_05251_SYLGINIE_000_040<tab>……そう……ローロヴィックが私を……。 彼のことはまだ愛しているけれど、 今更、合わせる顔がないの……。
ru: TEXT_FESVLX101_05251_SYLGINIE_000_040<tab>Он так старается меня найти... Я всё ещё искренне его люблю, но я не заслуживаю взглянуть ему в глаза...

source: TEXT_FESVLX101_05251_SYLGINIE_000_041<tab>I just wished to see the roses that lovers are giving one another. Please tell Laurovic that he should look for me no more. That he should forget me...
de: TEXT_FESVLX101_05251_SYLGINIE_000_041<tab>最後にもう少しだけ…… 恋人たちが贈りあう薔薇を見たら静かに去るから、 私を忘れて……探さないでと伝えて。
ru: TEXT_FESVLX101_05251_SYLGINIE_000_041<tab>Я просто хотела увидеть розы, которые влюбленные дарят друг другу. Прошу, передайте Лоровику, чтобы он больше меня не искал. Чтобы он забыл обо мне...

source: TEXT_FESVLX101_05251_CITIZEN05251A_000_042<tab>I hope you find who you're looking for.
de: TEXT_FESVLX101_05251_CITIZEN05251A_000_042<tab>私はここで、待ち合わせをしているの。
ru: TEXT_FESVLX101_05251_CITIZEN05251A_000_042<tab>Надеюсь, вы найдете кого ищите.

source: TEXT_FESVLX101_05251_CITIZEN05251B_000_043<tab>I ought to have worn a rose earring for the festivities.
de: TEXT_FESVLX101_05251_CITIZEN05251B_000_043<tab>祝祭に合わせて、薔薇の耳飾りでも良かったかも。
ru: TEXT_FESVLX101_05251_CITIZEN05251B_000_043<tab>Вот знала же, надо было надеть серьгу в форме розы.

source: TEXT_FESVLX101_05251_LAUROVIC_000_045<tab><sigh> I'm afraid to say I had no luck... Dare I hope you were able to learn something?
de: TEXT_FESVLX101_05251_LAUROVIC_000_045<tab>お待たせしました。 残念ながら、僕の方では彼女は見つからず…… そちらはどうでしたか？
ru: TEXT_FESVLX101_05251_LAUROVIC_000_045<tab>Эх... Боюсь, мои поиски были тщетны... Смею ли я надеяться, что вам повезло больше?

source: TEXT_FESVLX101_05251_LAUROVIC_000_046<tab>What? F-Forget her? She cannot ask me to do such a thing!
de: TEXT_FESVLX101_05251_LAUROVIC_000_046<tab>そ、そんな……「忘れて」だなんて…… で……でも、僕は……！
ru: TEXT_FESVLX101_05251_LAUROVIC_000_046<tab>Что? З-забыть? Она не может просить меня о таком!
