Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/052/FesVlx101_05251/*.xlf
Languages: de, ru

source: TEXT_FESVLX101_05251_SYLGINIE_100_111<tab>Laurovic...
de: TEXT_FESVLX101_05251_SYLGINIE_100_111<tab>ローロヴィック……。
ru: TEXT_FESVLX101_05251_SYLGINIE_100_111<tab>Лоровик...

source: TEXT_FESVLX101_05251_SYLGINIE_000_112<tab>Unworthy though I may be, I would gladly grow roses beside you for all my days.
de: TEXT_FESVLX101_05251_SYLGINIE_000_112<tab>あなたに釣り合う女ではないかもしれないけれど…… ともに薔薇を育てさせてください。 そしてあなたへの恩と愛を、返させて……。
ru: TEXT_FESVLX101_05251_SYLGINIE_000_112<tab>Может я и недостойна, но с радостью готова выращивать розы вместе с тобой до конца своих дней.

source: TEXT_FESVLX101_05251_TITOUAN_000_113<tab>All's well that ends well. Mayhap you would like to say a few words to the happy couple?
de: TEXT_FESVLX101_05251_TITOUAN_000_113<tab>これで貴殿の受けた仕事も、一段落というわけか。 祝いの言葉もかねて、彼らに声をかけてはどうかね。
ru: TEXT_FESVLX101_05251_TITOUAN_000_113<tab>Хорошо то, что хорошо кончается. Может у вас найдется пара добрых слов для счастливой пары?

source: TEXT_FESVLX101_05251_TITOUAN_000_120<tab>Go on, offer the happy couple a few words.
de: TEXT_FESVLX101_05251_TITOUAN_000_120<tab>やれやれ、なんとか丸くおさまったようで何よりだ。
ru: TEXT_FESVLX101_05251_TITOUAN_000_120<tab>Ну давайте, скажите голубкам пару добрых слов.

source: TEXT_FESVLX101_05251_SYLGINIE_000_121<tab>Thank you for lending Laurovic your aid.
de: TEXT_FESVLX101_05251_SYLGINIE_000_121<tab>彼の想いに寄り添ってくださったこと、感謝いたします。
ru: TEXT_FESVLX101_05251_SYLGINIE_000_121<tab>Спасибо, что помогли Лоровику.

source: TEXT_FESVLX101_05251_LAUROVIC_000_125<tab><var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, Ser Titouan. Sylginie and I are reunited, and it is thanks to the two of you.
de: TEXT_FESVLX101_05251_LAUROVIC_000_125<tab><var 2C ((<var 29 EB02 /var>)) (( )) 03 /var>さん、ティトゥアン卿。 僕たちのためにいろいろと協力してくださって、 ありがとうございました。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_125<tab>(имя игрока), сэр Титуан. Благодаря вам двоим, мы с Сильджиной снова вместе.

source: TEXT_FESVLX101_05251_LAUROVIC_000_126<tab>We shall go and share the happy tidings with Miss Astrid.
de: TEXT_FESVLX101_05251_LAUROVIC_000_126<tab>これから彼女を連れて、恋人と再会できたことを、 アストリドさんに報告しようと思います。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_126<tab>Мы отправимся к мисс Астрид и расскажем ей хорошие новости.

source: TEXT_FESVLX101_05251_TITOUAN_000_128<tab>My task is done, so I shall return to Ishgard─with my own happy tidings that the Driancoin blooms once more.
de: TEXT_FESVLX101_05251_TITOUAN_000_128<tab>では私は、イシュガルドへ帰らせていただく。 「ドリアンコワン」が異国で咲き誇っていたという朗報を、 アインハルト家に届けるためにな。
ru: TEXT_FESVLX101_05251_TITOUAN_000_128<tab>Моя миссия выполнена, я тоже поспешу передать хорошую новость в Ишгард: дрианкоиновые розы вновь цветут.

source: TEXT_FESVLX101_05251_TITOUAN_000_129<tab>In due course, our house will send a representative to make arrangements regarding the care of the rose. Till next time, my young botanists, I bid you farewell.
de: TEXT_FESVLX101_05251_TITOUAN_000_129<tab>追って園芸師ギルドに人を遣わす故、 薔薇の管理について、仔細な取り決めはそこで……。 それではな、若き園芸師たちよ。
ru: TEXT_FESVLX101_05251_TITOUAN_000_129<tab>Вскоре, думаю, великий дом отправит представителя, чтобы обговорить детали содержания роз. А до тех пор прощайте, и до новых встреч!

source: TEXT_FESVLX101_05251_LAUROVIC_000_130<tab>Will you not come with us to the amphitheatre, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>? I'm certain Miss Astrid will wish to see you too.
de: TEXT_FESVLX101_05251_LAUROVIC_000_130<tab>あなたも、ミィ・ケット野外音楽堂へ来てくださいませんか？ 彼女と再会できたこと、「アストリド」さんに知らせましょう！
ru: TEXT_FESVLX101_05251_LAUROVIC_000_130<tab>Не желаете составить нам компанию в прогулке до амфитеатра, (имя игрока)? Уверен, что мисс Астрид будет рада вас видеть.

source: TEXT_FESVLX101_05251_LAUROVIC_000_131<tab>Oh, to walk with Sylginie at my side again... If this is a dream, then may I never wake up!
de: TEXT_FESVLX101_05251_LAUROVIC_000_131<tab>再び、彼女と並んでグリダニアを歩ける日が来るなんて、 夢のようです。
ru: TEXT_FESVLX101_05251_LAUROVIC_000_131<tab>О, Сильджина снова со мной... Если это сон, я не хочу просыпаться!

source: TEXT_FESVLX101_05251_SYLGINIE_000_132<tab>I will forever cherish the bouquet Laurovic gave me, and I will never forget this day.
de: TEXT_FESVLX101_05251_SYLGINIE_000_132<tab>彼からもらった花束は、ずっと大事にしていきます。 今日のこの日を、忘れたくないから……。
ru: TEXT_FESVLX101_05251_SYLGINIE_000_132<tab>Я никогда не забуду букет, который мне подарил Лоровик, как и не забуду сегодняшний день.

source: TEXT_FESVLX101_05251_ASTRID_000_140<tab>Welcome back, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>! Laurovic and Sylginie have told me all. On behalf of the emissaries, I thank you for helping them to find one another again!
de: TEXT_FESVLX101_05251_ASTRID_000_140<tab>冒険者さんお帰りなさい、 ローロヴィックさんたちから、お話は聞きました！ おふたりの愛を再び結んでいただき、ありがとうございます！
ru: TEXT_FESVLX101_05251_ASTRID_000_140<tab>С возвращением, (имя игрока)! Лоровик и Сильджина всё мне рассказали. От лица представителей праздника, я благодарю вас за помощь в их воссоединении!

source: TEXT_FESVLX101_05251_LAUROVIC_000_141<tab>You couldn't have sent a better adventurer to my aid. We're in your debt as well, Miss Astrid.
de: TEXT_FESVLX101_05251_LAUROVIC_000_141<tab><var 2C ((<var 29 EB02 /var>)) (( )) 03 /var>さんも、 <var 08 E905 ((彼女)) ((彼)) /var>を紹介してくれたアストリドさんも、 本当にありがとうございました！
ru: TEXT_FESVLX101_05251_LAUROVIC_000_141<tab>Лучше(й/го) помощни(цы/ка) нельзя было и пожелать. Мы у вас в долгу, мисс Астрид.

source: TEXT_FESVLX101_05251_ASTRID_000_142<tab>I must say, 'tis truly felicitous that the Driancoin should reunite the people who grew them.
de: TEXT_FESVLX101_05251_ASTRID_000_142<tab>それにしても、この薔薇が途切れた愛をまた繋いでくれたなんて、 まさしくヴァレンティオンデーで配るのに、ぴったりですね！
ru: TEXT_FESVLX101_05251_ASTRID_000_142<tab>Должна признать, это даже поэтично, что дрианкоиновые розы спасли любовь тех, кто их вырастил.

source: TEXT_FESVLX101_05251_ASTRID_000_143<tab>They are a wonderful token of one's love, and should you have a special someone in your heart, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>, I urge you to present them with a bouquet as well!
de: TEXT_FESVLX101_05251_ASTRID_000_143<tab>冒険者さんにも愛を伝えたい相手がいるならば、 花束を渡してみてくださいね！ 愛の薔薇が、冒険者さんの想いを運んでくれますように……！
ru: TEXT_FESVLX101_05251_ASTRID_000_143<tab>Розы — замечательный знак выражения любви, и если у вас есть кто-то, кто дорог вашему сердцу, (имя игрока), я советую и вам вручить им букет!

source: TEXT_FESVLX101_05251_SYSTEM_000_144<tab>You have learned the emote <var 48 F201F4 /var><var 49 F201F5 /var>Bouquet<var 49 01 /var><var 48 01 /var>!
de: TEXT_FESVLX101_05251_SYSTEM_000_144<tab>エモートアクション「花束を渡す」を覚えた！
ru: TEXT_FESVLX101_05251_SYSTEM_000_144<tab>Вы разучили эмоцию <var 48 F201F4 /var><var 49 F201F5 /var>Букет<var 49 01 /var><var 48 01 /var>!
