Repository: endervad/ffxiv_translation_test
Catalog: exd/MJIText/*.xlf
Languages: fr, ja

source: None
fr: Mains nues
ja: 素手

source: Cozy Cabin I
fr: Hutte placide I
ja: アイランドホール I

source: Cozy Cabin II
fr: Hutte placide II
ja: アイランドホール II

source: Cozy Cabin III
fr: Hutte placide III
ja: アイランドホール III

source: Workshop I
fr: Fabrique I
ja: 開拓工房 I

source: Workshop II
fr: Fabrique II
ja: 開拓工房 II

source: Workshop III
fr: Fabrique III
ja: 開拓工房 III

source: Granary I
fr: Grange I
ja: グラナリーオフィス I

source: Granary II
fr: Grange II
ja: グラナリーオフィス II

source: Granary III
fr: Grange III
ja: グラナリーオフィス III

source: Overgrown
fr: Sol rugueux
ja: 荒れた地面

source: Dirt
fr: Sol en terre
ja: 土の地面

source: Stone
fr: Sol en pierre
ja: 石畳の地面

source: Overgrown
fr: Voie rugueuse
ja: 荒れた道

source: Dirt
fr: Voie en terre
ja: 土の道

source: Stone
fr: Voie en pierre
ja: 石畳の道

source: Natural Incline
fr: Pente naturelle
ja: 荒れた坂道

source: Log Steps
fr: Escaliers en bois
ja: 木組みの階段

source: Stone Steps
fr: Escaliers en pierre
ja: 石積みの階段

source: Quixotic Windmill
fr: Moulin
ja: 風車

source: Towering Tree Fort
fr: Cabane forestière
ja: ツリーハウス

source: Boiling Bathhouse
fr: Sources thermales
ja: 温泉小屋

source: Lominsan Lighthouse
fr: Phare
ja: 灯台

source: Water Otter Fountain
fr: Fontaine ressourçante
ja: ウソウソの泉

source: Vacant Plot
fr: Terrain vide
ja: 建築地

source: Islet Inlet
fr: Plage sans nom
ja: 名も無き浜

source: Hideaway Central
fr: Place principale
ja: アイランドスクエア

source: Hideaway North
fr: Colline nord
ja: 開拓拠点の丘・北

source: Hideaway Overlook
fr: Esplanade
ja: 広場横の開拓地

source: Hideaway Heights
fr: Belvédère
ja: 高台の開拓地

source: Hideaway East
fr: Colline est
ja: 開拓拠点の丘・東

source: Hideaway Peak
fr: Colline sud
ja: 開拓拠点の丘・南

source: Cropland Section I
fr: Terre arable I
ja: 一号耕作地

source: Cropland Section II
fr: Terre arable II
ja: 二号耕作地

source: Cropland Section III
fr: Terre arable III
ja: 三号耕作地

source: Pasture Section I
fr: Pâturage I
ja: 一号放牧地

source: Pasture Section II
fr: Pâturage II
ja: 二号放牧地

source: Pasture Section III
fr: Pâturage III
ja: 三号放牧地

source: Meandering Meadows
fr: Prairie verdoyante
ja: 草原

source: Fatal Falls
fr: Ruisseau cristallin
ja: 渓流

source: Wild Woods
fr: Bois sauvages
ja: 森林

source: Bending Beaches
fr: Plage sablonneuse
ja: 浜辺

source: Mossy Mountains
fr: Montagne moussue
ja: 山

source: Sprout
fr: Germination
ja: 発芽状態

source: Seedling
fr: Pousse
ja: 苗木状態

source: Blossom
fr: Floraison
ja: 結実状態

source: Your foothold in this untamed land, hastily built using materials scavenged in the wilds.
fr: L'installation vous servant de point de départ, construite tant bien que mal avec les matériaux du coin.
ja: 無人島開拓の足掛かりとなる建物。 ありものの素材で何とか作り上げた。

source: The crux of your island operation, one snuggly step above the bare necessities.
fr: La base de vos opérations sur la Félicité insulaire. Une installation devenue plus accueillante grâce à quelques améliorations bien senties.
ja: 無人島開拓の礎となる建物。 増改築が進み、少し見た目も賑やかになった。

source: The cornerstone of your thriving island enterprise, fully renovated by mammets skilled in carpentry.
fr: Le centre névralgique dans le développement de votre île, par<var 16 /var>fai<var 16 /var>te<var 16 /var>ment rénové grâce au talent des poupées magiques.
ja: 無人島開拓の中心となる建物。 魔法人形の建築技術も向上し、機能性も外観も整ってきた。

source: Four walls and a roof under which your bright-eyed mammets eagerly make handicrafts.
fr: Une simple bâtisse où vos poupées s'adonnent à la création de biens insulaires.
ja: 新米職人魔法人形が集う、島産品の製作施設。 外観にも手作りの風合いがある。

source: A practical-yet-modest facility at which your reliable mammets craft artisan goods.
fr: Une fabrique solide où vos poupées magiques offrent leur huile de coude en échange de biens insulaires.
ja: 実直な職人魔法人形が集う、島産品の製作施設。 外観にも堅実な仕事が感じられる。

source: A stately workplace designed with the professional mammet handicrafter in mind.
fr: Une magnifique installation consacrée à la production de biens insulaires et tenue par les poupées magiques les plus douées en artisanat.
ja: 優秀な職人魔法人形が集う、島産品の製作施設。 外観にも匠の技を感じられる。

source: A basic storehouse for island materials and gathering place for exploratory mammets.
fr: Une grange tout ce qu'il a de plus basique pour y entreposer vos réserves de matériaux.
ja: 島内探索を担う魔法人形の拠点、兼、開拓素材の集積施設。 貯蔵庫として、そこそこの整備がされている。

source: A facility with adequate storage space and resources to support a reliable team of foraging mammets.
fr: Une installation bien équipée pour servir de base à vos poupées magiques, mais aussi pour conserver comme il le faut vos réserves de matériaux.
ja: 島内探索を担う魔法人形の拠点、兼、開拓素材の集積施設。 貯蔵庫として、なかなかの整備がされている。

source: An expansive and professional-grade island repository populated by elite mammet gleaners.
ja: 島内探索を担う魔法人形の拠点、兼、開拓素材の集積施設。 貯蔵庫として、いい感じの整備がされている。

source: An empty lot brimming with architectural potential.
fr: Un terrain vide, mais prêt à accueillir n'importe quel type d'édifice.
ja: 建物を建てることができる、整備された土地。

source: Giant, spinning vanes that will not fulfill your glorious aspirations so much as they will power the mill that grinds your grain. Adored by island mammets.
fr: Reconnaissable à ses grandes pales qui tournent au gré du vent, cet édifice vous permet de moudre plus facilement le grain et augmente ainsi l'efficacité de vos poupées.
ja: 風力で羽根車を回し、内部では製粉なども行われるランドマーク。 開拓拠点の施設で働く魔法人形たちの能力がアップする。

source: A secluded hideout nestled among lofty, verdant boughs. Adored by island mammets.
fr: Un petit endroit de calme au milieu de la verdure. De quoi offrir un peu de détente à vos poupées et leur donner de l'énergie pour les tâches à venir.
ja: 小高い樹木を利用した眺望のいい小屋で、一休みできるランドマーク。 開拓拠点の施設で働く魔法人形たちの能力がアップする。

source: The well-intentioned automata in charge of its temperature boast that this lovely outdoor bath will sear the impurities from your skin and leave you clean...if you survive. Adored by island mammets.
fr: Après une dure journée de labeur à défricher ou à s'occuper des animaux, quoi de mieux qu'un bon bain chaud<var 1D /var>? Vos poupées magiques vous en seront très re<var 16 /var>con<var 16 /var>nais<var 16 /var>santes, c'est certain<var 1D /var>!
ja: 温泉に入って、ゆっくりリラックスできるランドマーク。 開拓拠点の施設で働く魔法人形たちの能力がアップする。

source: Great pains were taken to construct this lighthouse in the Lominsan style despite limited materials and heated creative differences amongst its mammet architects. Adored by island mammets.
fr: Un édifice qui signale votre présence dans cette partie des Cieldalaes et qui avertit les navires de la proximité des récifs. Sa lumière giratoire apaise et rassure vos poupées la nuit.
ja: シェルダレー諸島を行き交う船の標となるランドマーク。 開拓拠点の施設で働く魔法人形たちの能力がアップする。

source: Answering the age-old question─an otter <var 1A 02 /var>spouting<var 1A 01 /var> water might, in fact, be odder than an otter out of water. Adored by island mammets.
fr: Cette fontaine au motif de loutre choute envoûte sans aucun doute toutes vos poupées, les yeux rivés sur les gouttes qui s'élèvent puis s'échouent dans le bassin.
ja: ウソウソが象られた、どこか和む噴水のランドマーク。 開拓拠点の施設で働く魔法人形たちの能力がアップする。

source: Cropland
fr: Terre arable
ja: 耕作地

source: Pasture
fr: Pâturage
ja: 放牧地

source: Beds of rich, tilled soil perfect for the cultivation of crops.
fr: Un champ au sol fertile, capable d'accueillir tous types de cultures.
ja: 島内の植物を作物として栽培できる、豊かな土壌の畑。

source: A lush, green field accommodating to island animals of all shapes and sizes.
fr: Une belle étendue de verdure, parfaite pour accueillir les animaux que vous aurez capturés.
ja: 島内の動物を捕獲して、放牧飼育できる牧場。

source: Islekeep's Index
fr: Tableau de gestion
ja: 開拓管理ボード

source: Gamboling Garden
fr: Jardin insulaire
ja: アイランドガーデン

source: This so-called “garden” is a playground in all but name, contrived by a group of mammets who conspire to create a secret paradise of their own, one landmark at a time. Adored by island mammets.
fr: Un joli jardinet verdoyant avec sa petite mare. Les gazouillis des oiseaux qui y batifolent apaisent vos poupées, qui pourront s'atteler à leur tâche avec toujours plus d'ardeur<var 1D /var>!
ja: 水場のせせらぎが心地よい、ほのぼのとした庭園のランドマーク。 開拓拠点の施設で働く魔法人形たちの能力がアップする。

source: Granary IV
fr: Grange IV
ja: グラナリーオフィス IV

source: Granary V
fr: Grange V
ja: グラナリーオフィス V

source: Crumbling Caverns
fr: Caverne croulante
ja: 洞窟

source: A state-of-the-art establishment specifically designed to support veteran mammet gleaners.
fr: Le nec plus ultra de la grange, parfaite pour entreposer et conserver vos matériaux, tout en servant de base pour vos poupées magiques exploratrices.
ja: 島内探索を担う魔法人形の拠点、兼、開拓素材の集積施設。 貯蔵庫として、かなりいい感じの整備がされている。

source: Cozy Cabin IV
fr: Hutte placide IV
ja: アイランドホール IV

source: An elegant statement of success and island affluence, from prow to sturdy second floor.
fr: Le centre névralgique de votre île, toujours plus clinquant et possédant maintenant un splendide second étage. Merci qui<var 1D /var>? Les poupées magiques, évidemment<var 1D /var>!
ja: 無人島開拓の中枢となる建物。 魔法人形の建築技術もさらに向上し、機能性も外観も洗練されてきた。

source: Workshop IV
fr: Fabrique IV
ja: 開拓工房 IV

source: A streamlined facility created to improve the already impressive efficiency of veteran mammet artisans.
fr: Une splendide installation consacrée à la production de biens insulaires, conçus avec amour et talent par vos poupées devenues expertes en artisanat.
ja: 卓越した職人魔法人形が集う、島産品の製作施設。 外観にも職人の巧技を感じられる。

source: Tiled Brick
fr: Pavage en arche
ja: ウロコ貼りの地面

source: Tiled Brick
fr: Pavage en arche
ja: ウロコ貼りの道

source: Tiled Brick
fr: Pavage en arche
ja: ウロコ貼りの階段

source: Uncharted Course
fr: Accrobranche insulaire
ja: アイランドアスレチックシップ

source: What started as a frigate has ended as grounds to frolic. Adored by island mammets.
fr: Une incroyable réplique d'un galion transformée en parcours acrobatique pour le plus grand plaisir de vos poupées, mais également pour leur permettre de se muscler les biscotos<var 1D /var>!
ja: アスレチックが楽しめる、外洋船をイメージしたランドマーク。 開拓拠点の施設で働く魔法人形たちの能力がアップする。

source: Quaint Clock Tower
fr: Beffroi insulaire
ja: アイランドクロックタワー

source: A peaceful timepiece, complete with slowly swinging pendulum. Adored by island mammets.
fr: Un édifice imposant de par sa taille et son horloge mécanique infaillible. Le balancement lancinant de son pendule fascine d'ailleurs grandement vos poupées magiques.
ja: のどかに時を刻む、歯車と振り子が印象的な時計塔のランドマーク。 開拓拠点の施設で働く魔法人形たちの能力がアップする。

source: Islekeep's Ambition
fr: Clairière
ja: 島長者の開拓地

source: Islekeep's Outlook
fr: Observatoire
ja: 島長者の展望地

source: A grand repository utilized exclusively by master mammet gleaners.
fr: La grange ultime et parfaite. Jamais entreposer ou conserver des matériaux n'aura été aussi aisé<var 1D /var>!
ja: 島内探索を担う魔法人形の拠点、兼、開拓素材の集積施設。 貯蔵庫として、ものすごくいい感じの整備がされている。

source: Cozy Cabin V
fr: Hutte placide V
ja: アイランドホール V

source: An opulent testament to the spoils of island enterprise.
ja: 無人島開拓の枢要となる建物。 魔法人形の建築技術も高度になり、先進的な外観となった。

source: Workshop V
fr: Fabrique V
ja: 開拓工房 V

source: An impressive workplace replete with facilities fit for the deft hands of master mammet artisans.
fr: Une sublime installation consacrée à la production de biens insulaires. Habile mélange d'artisanat et de technologie, elle n'a pas à rougir face aux Forges de Garlond<var 1D /var>!
ja: 傑出した職人魔法人形が集う、島産品の製作施設。 外観にも職人の才腕を感じられる。

source: Aetherial Arbor
fr: Arbre magique insulaire
ja: アイランドマジカルツリー

source: An unusual fusion between tree and crystal which exudes potent aetherial energies. Adored by island mammets.
fr: Cet arbre empreint de mysticisme et entouré de plateformes volantes assure le plaisir de vos poupées magiques qui se défient de grimper au sommet le plus vite possible<var 1D /var>!
ja: マジカルな力に満ち溢れた、不思議な大樹のランドマーク。 開拓拠点の施設で働く魔法人形たちの能力がアップする。

source: Sanctuary Sanctuary
fr: Sanctuaire insulaire
ja: アイランドサンクタム

source: Contrived by mammets seeking sanctuary within a sanctuary not their own. Adored by island mammets.
fr: Avec ses vitraux mi<var 16 /var>nu<var 16 /var>tieu<var 16 /var>se<var 16 /var>ment décorés, cet édifice solennel offre à votre Félicité insulaire un certain prestige. Sans compter qu'il motive également vos poupées à redoubler d'efforts<var 1D /var>!
ja: ステンドグラスが美しい、壮麗な会堂のランドマーク。 開拓拠点の施設で働く魔法人形たちの能力がアップする。

source: Red Brick
fr: Pavage en brique rouge
ja: 赤煉瓦の地面

source: Red Brick
fr: Pavage en brique rouge
ja: 赤煉瓦の道

source: Red Brick
fr: Pavage en brique rouge
ja: 赤煉瓦の階段
