Repository: endervad/ffxiv_translation_test
Catalog: exd/quest/025/StmBda610_02536/*.xlf
Languages: ru

source: TEXT_STMBDA610_02536_SEQ_00<tab>Alisaie is ready to depart Ala Ghiri when you are.
ru: TEXT_STMBDA610_02536_SEQ_00<tab>Ализе ждёт вашего сигнала.

source: TEXT_STMBDA610_02536_TODO_00<tab>Patrol Wightrock for imperial forces.
ru: TEXT_STMBDA610_02536_TODO_00<tab>Обыщите Скорбный Камень на наличие имперских сил.

source: TEXT_STMBDA610_02536_TODO_01<tab>Rendezvous with Alisaie.
ru: TEXT_STMBDA610_02536_TODO_01<tab>Отыщите Ализе.

source: TEXT_STMBDA610_02536_ALISAIE_000_001<tab>We have a fair bit of ground to cover, so we should split up. If you come across any imperial soldiers, you know what to do.
ru: TEXT_STMBDA610_02536_ALISAIE_000_001<tab>Нам предстоит обыскать довольно большую площадь, поэтому предлагаю разделиться. Если наткнёшься на имперских солдат, ты знаешь, что делать.

source: TEXT_STMBDA610_02536_ALISAIE_000_002<tab>Oh, and so you know─I sent word to Arenvald's squadron. They are already searching other nearby areas, so we have allies in the event we encounter anything beyond our means.
ru: TEXT_STMBDA610_02536_ALISAIE_000_002<tab>А, и кстати. Я послала весточку отряду Аренвальда — они сейчас тоже обыскивают прилежащие зоны, так что в случае чего у нас под боком союзники.

source: TEXT_STMBDA610_02536_BALLOON_000_010<tab>Enemy forces sighted!
ru: TEXT_STMBDA610_02536_BALLOON_000_010<tab>Вижу противника!

source: TEXT_STMBDA610_02536_BALLOON_000_015<tab>Attack! Attack!
ru: TEXT_STMBDA610_02536_BALLOON_000_015<tab>Бей! Убивай!

source: TEXT_STMBDA610_02536_ALISAIE_000_020<tab>Ah, give me a moment, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>.
ru: TEXT_STMBDA610_02536_ALISAIE_000_020<tab>Уф, секундочку, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>...

source: TEXT_STMBDA610_02536_ALISAIE_200_020<tab>Say that again, if you would. ...Hmm. No, maintain your distance for now.
ru: TEXT_STMBDA610_02536_ALISAIE_200_020<tab>Ещё раз, пожалуйста? ...Хм-м-м, нет. Пока что держись на расстоянии.

source: TEXT_STMBDA610_02536_ALISAIE_100_020<tab>...Understood. Keep me apprised of any developments.
ru: TEXT_STMBDA610_02536_ALISAIE_100_020<tab>...Поняла. Держи меня в курсе происходящего.

source: TEXT_STMBDA610_02536_ALISAIE_000_021<tab>That was Arenvald. The pair that was spying on us in the Fringes has followed us here...
ru: TEXT_STMBDA610_02536_ALISAIE_000_021<tab>Дело рук Аренвальда. Эта парочка следила за нами ещё с Клиньев.

source: TEXT_STMBDA610_02536_ALISAIE_000_022<tab>What about you, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>? Any trouble?
ru: TEXT_STMBDA610_02536_ALISAIE_000_022<tab>А что у тебя, <var 2C ((<var 29 EB02 /var>)) (( )) 02 /var>? Какие-нибудь проблемы?

source: TEXT_STMBDA610_02536_ALISAIE_000_023<tab>...And there I was thinking we might be due for some peace and quiet. Glad to hear you dealt with them.
ru: TEXT_STMBDA610_02536_ALISAIE_000_023<tab>...Ха. И что меня заставило подумать, будто нас ждёт тишина и покой? Рада слышать, что ты с ними <var 08 E905 ((разделалась)) ((разделался)) /var>.

source: TEXT_STMBDA610_02536_ALISAIE_000_024<tab>I hope the assault on Specula Imperatoris is going well...
ru: TEXT_STMBDA610_02536_ALISAIE_000_024<tab>Надеюсь, атака на Башню Императора проходит по плану...

source: TEXT_STMBDA610_02536_ALISAIE_000_025<tab>By the Twelve, did you see that!? The main tower just collapsed!
ru: TEXT_STMBDA610_02536_ALISAIE_000_025<tab>Клянусь Двенадцатью, ты <var 08 E905 ((видела)) ((видел)) /var> это?! Главная башня только что обрушилась!

source: TEXT_STMBDA610_02536_ALISAIE_000_026<tab>You heard it too, didn't you? It must have been the cannon at Castrum Abania. But that was an imperial installation, and their troops were still─
ru: TEXT_STMBDA610_02536_ALISAIE_000_026<tab>Что за грохот? Наверняка это пушка из форта Абания! Но это же имперское строение, и внутри ещё были их войска!..

source: TEXT_STMBDA610_02536_ALISAIE_000_027<tab>Dammit, no one's responding! I don't know if the shell is being jammed or...
ru: TEXT_STMBDA610_02536_ALISAIE_000_027<tab>Проклятие, никто не отвечает! Наверное, они блокируют связь...

source: TEXT_STMBDA610_02536_ALISAIE_000_028<tab>We have to go right now! They need our help!
ru: TEXT_STMBDA610_02536_ALISAIE_000_028<tab>Нужно идти, немедленно! Они нуждаются в нашей помощи!
